{
  "analysis_id": "analysis_v2_analysis_20250925_225304_7",
  "step": "composite_analysis",
  "model_used": "vertex_ai/gemini-2.5-flash",
  "raw_analysis_response": "```json\n{\n  \"analysis_metadata\": {\n    \"framework_name\": \"Populist Discourse Analysis Framework (PDAF)\",\n    \"framework_version\": \"10.0.2\",\n    \"analyst_confidence\": 0.94,\n    \"analysis_notes\": \"Applied three independent analytical approaches (Evidence-First, Context-Weighted, Pattern-Based) with median aggregation for raw_score and salience. Confidence is calculated as 1 - (maximum_internal_raw_score - minimum_internal_raw_score). Calculated all framework-specified derived metrics. The speech is a pre-election live broadcast by Jair Bolsonaro, highly focused on campaign messaging, mobilization, and 'us vs. them' framing.\",\n    \"internal_consistency_approach\": \"3-run median aggregation with calculated confidence\",\n    \"derived_metrics_calculated\": true\n  },\n  \"document_analyses\": [\n    {\n      \"document_id\": \"Bolsonaro_Live_PreElection\",\n      \"document_name\": \"Jair Bolsonaro Pre-Election Live (2018)\",\n      \"dimensional_scores\": {\n        \"manichaean_people_elite_framing\": {\n          \"raw_score\": 0.9,\n          \"salience\": 0.9,\n          \"confidence\": 1.0\n        },\n        \"crisis_restoration_narrative\": {\n          \"raw_score\": 0.8,\n          \"salience\": 0.7,\n          \"confidence\": 0.9\n        },\n        \"popular_sovereignty_claims\": {\n          \"raw_score\": 0.8,\n          \"salience\": 0.8,\n          \"confidence\": 0.9\n        },\n        \"anti_pluralist_exclusion\": {\n          \"raw_score\": 0.9,\n          \"salience\": 0.9,\n          \"confidence\": 1.0\n        },\n        \"elite_conspiracy_systemic_corruption\": {\n          \"raw_score\": 0.7,\n          \"salience\": 0.6,\n          \"confidence\": 0.9\n        },\n        \"authenticity_vs_political_class\": {\n          \"raw_score\": 0.9,\n          \"salience\": 0.9,\n          \"confidence\": 1.0\n        },\n        \"homogeneous_people_construction\": {\n          \"raw_score\": 0.9,\n          \"salience\": 0.9,\n          \"confidence\": 1.0\n        },\n        \"nationalist_exclusion\": {\n          \"raw_score\": 0.8,\n          \"salience\": 0.8,\n          \"confidence\": 0.9\n        },\n        \"economic_populist_appeals\": {\n          \"raw_score\": 0.7,\n          \"salience\": 0.7,\n          \"confidence\": 0.9\n        }\n      },\n      \"derived_metrics\": {\n        \"democratic_authoritarian_tension\": 0.08,\n        \"internal_external_focus_tension\": 0.08,\n        \"crisis_elite_attribution_tension\": 0.07,\n        \"populist_strategic_contradiction_index\": 0.077,\n        \"salience_weighted_core_populism_index\": 0.854,\n        \"salience_weighted_populism_mechanisms_index\": 0.850,\n        \"salience_weighted_boundary_distinctions_index\": 0.753,\n        \"salience_weighted_overall_populism_index\": 0.832\n      },\n      \"evidence_quotes\": {\n        \"manichaean_people_elite_framing\": [\n          \"[MANICHAEAN_PEOPLE_ELITE_FRAMING: que tem esperança realmente de, de termos uma maneira diferente de fazer política, dessa velha prática, e nós temos que aposentar.]\",\n          \"[MANICHAEAN_PEOPLE_ELITE_FRAMING: Falta, realmente, políticos comprometidos com o seu país e não com grupos políticos partidários.]\",\n          \"[MANICHAEAN_PEOPLE_ELITE_FRAMING: É o Brasil verde-amarelo e eles que representam Cuba, representam o governo da Venezuela com a sua bandeira vermelha, com a foice e o martelo em cima dela.]\"\n        ],\n        \"crisis_restoration_narrative\": [\n          \"[CRISIS_RESTORATION_TEMPORAL_NARRATIVE: O momento é de agradecimento a todos vocês que confiaram em mim, acreditaram no nosso trabalho, nas nossas propostas, é, que tem esperança realmente de, de termos uma maneira diferente de fazer política, dessa velha prática, e nós temos que aposentar.]\",\n          \"[CRISIS_RESTORATION_TEMPORAL_NARRATIVE: Afasta disso que não deu certo, que é o socialismo, que é o comunismo, que tá encarnado no PT, no PCdoB, no PSOL.]\",\n          \"[CRISIS_RESTORATION_TEMPORAL_NARRATIVE: Vamos mudar o Brasil.]\"\n        ],\n        \"popular_sovereignty_claims\": [\n          \"[POPULAR_SOVEREIGNTY_CLAIMS: Com verdade conseguimos conquistar parte do povo brasileiro.]\",\n          \"[POPULAR_SOVEREIGNTY_CLAIMS: eu tenho que ter liberdade pra escolher o ministério, tanto é que não aceitamos, hã, não é que não aceitamos, eles nem quiseram conversar conosco, né? Com líderes partidários já carimbados, que não deram certo, buscar apoio em troca de tempo de televisão, eu falei, vamos fazer nossa campanha com oito segundos de televisão. Fundo partidário, não temos...]\",\n          \"[POPULAR_SOVEREIGNTY_CLAIMS: Se essa for a vontade de Deus, juntamente com esse povo ma-maravilhoso, estamos pronto para cumprir essa missão. O que eu quero pedir a vocês, que nos acompanham aqui agora, de hoje pra amanhã, né, tem essa noite aí, final de noite, tem amanhã, por ocasião da votação, se cada um de vocês conseguir lutar por mais um voto apenas, lutar, nós liquidamos essa fatura no primeiro turno,]\"\n        ],\n        \"anti_pluralist_exclusion\": [\n          \"[ANTI_PLURALIST_EXCLUSION: Por que que branco de um lado e negro de outro? Por que homossexual de um lado, heterossexual de outro? Por que homens de um lado, mulheres de outros, nordestinos contra sulistas, pais contra filhos nas lentas palmadas, rico contra pobre.]\",\n          \"[ANTI_PLURALIST_EXCLUSION: Vamos nos afastar de vez da, do socialismo, do comunismo. Nos vermos livre desse fantasma que acontece na Venezuela. Olha o que es-- o que tá acontecendo com nossos irmãos na Venezuela, como começou o socialismo, comunismo.]\",\n          \"[ANTI_PLURALIST_EXCLUSION: É o Brasil verde-amarelo e eles que representam Cuba, representam o governo da Venezuela com a sua bandeira vermelha, com a foice e o martelo em cima dela. ... A gente vai curar esse pessoal, tenho certeza disso.]\"\n        ],\n        \"elite_conspiracy_systemic_corruption\": [\n          \"[ELITE_CONSPIRACY_SYSTEMIC_CORRUPTION: Falta, realmente, políticos comprometidos com o seu país e não com grupos políticos partidários.]\",\n          \"[ELITE_CONSPIRACY_SYSTEMIC_CORRUPTION: Os nossos ministros, é, não procuram simplificar as coisas e atender os interesses nacionais, buscam apenas a-atender interesse político-partidário.]\",\n          \"[ELITE_CONSPIRACY_SYSTEMIC_CORRUPTION: É difícil você garantir a lisura nas eleições com voto eletrônico.]\"\n        ],\n        \"authenticity_vs_political_class\": [\n          \"[AUTHENTICITY_VS_POLITICAL_CLASS: que tem esperança realmente de, de termos uma maneira diferente de fazer política, dessa velha prática, e nós temos que aposentar.]\",\n          \"[AUTHENTICITY_VS_POLITICAL_CLASS: eu tenho que ter liberdade pra escolher o ministério, tanto é que não aceitamos, hã, não é que não aceitamos, eles nem quiseram conversar conosco, né? Com líderes partidários já carimbados, que não deram certo, buscar apoio em troca de tempo de televisão, eu falei, vamos fazer nossa campanha com oito segundos de televisão. Fundo partidário, não temos, mas com um milhão de reais faço minha campanha. E ouso dizer que vamos gastar aproximadamente metade disso.]\",\n          \"[AUTHENTICITY_VS_POLITICAL_CLASS: De vez em quando, não posso sempre, vou com a minha esposa fazer compra, vejo ela fazendo as continha lá, não é chorando miséria, não, ela é econômica por natureza, tá? O pai dela mora lá na, na Ceilândia, natural de Crateús, motorista aposentada de ônibus. Um abraço, Paulo Negão.]\"\n        ],\n        \"homogeneous_people_construction\": [\n          \"[HOMOGENEOUS_PEOPLE_CONSTRUCTION: Por que que branco de um lado e negro de outro? Por que homossexual de um lado, heterossexual de outro? Por que homens de um lado, mulheres de outros, nordestinos contra sulistas, pais contra filhos nas lentas palmadas, rico contra pobre.]\",\n          \"[HOMOGENEOUS_PEOPLE_CONSTRUCTION: Como é gostoso essa, essa, essa, essa miscigenação, essa união de todo o Brasil. Vamos unir o povo brasileiro. Nossa bandeira é verde e amarela. Nosso coração é verde e amarelo. Esse povo é maravilhoso. Esse povo brasileiro é ordeiro. Tá faltando é liderança.]\",\n          \"[HOMOGENEOUS_PEOPLE_CONSTRUCTION: Todo e qualquer voto é bem-vindo. É a união de todos.]\"\n        ],\n        \"nationalist_exclusion\": [\n          \"[NATIONALIST_EXCLUSION: Nós temos tudo. Eu acho que ninguém tem no mundo o que nós temos.]\",\n          \"[NATIONALIST_EXCLUSION: Vamos nos afastar de vez da, do socialismo, do comunismo. Nos vermos livre desse fantasma que acontece na Venezuela. Olha o que es-- o que tá acontecendo com nossos irmãos na Venezuela, como começou o socialismo, comunismo.]\",\n          \"[NATIONALIST_EXCLUSION: Vamos fazer o Brasil grande. Vamos nos orgulhar novamente dessa pátria. Vamos afastar disso que não deu certo, que é o socialismo, que é o comunismo, que tá encarnado no PT, no PCdoB, no PSOL. ... Brasil acima de tudo, Deus acima de todos.]\"\n        ],\n        \"economic_populist_appeals\": [\n          \"[ECONOMIC_POPULIST_APPEALS: Nós queremos, sim, dividir, mas dividir riqueza com vocês e não dividir pobreza, que sempre foi a marca do socialismo e do comunismo.]\",\n          \"[ECONOMIC_POPULIST_APPEALS: Vamos abrir o nosso comércio.]\",\n          \"[ECONOMIC_POPULIST_APPEALS: Temos que ter o Vale do Nióbio, possivelmente, aqui na região da, região aqui da, Vale do Paraíba, mas, mas ramificações também em outros estados, como por exemplo, no Ceará, um na Amazônia também, ou o Vale do Grafeno, as maravilhas disso.]\"\n        ]\n      },\n      \"marked_up_document\": \"# Document Analysis - Marked Up Text\\n\\n00:00:00,259 --> 00:00:18,219 [Jair Bolsonaro]\\nPode começar aqui, vamo lá. [pigarro] Tá valendo? \\n\\n00:00:18,219 --> 00:01:19,520 [Jair Bolsonaro]\\nBoa noite a todos. A nossa última live antes de começar as eleições pra valer daqui a, aproximadamente, onze horas, é, serei bastante breve. O momento é de agradecimento a todos vocês que confiaram em mim, acreditaram no nosso trabalho, nas nossas propostas, é, [CRISIS_RESTORATION_TEMPORAL_NARRATIVE: que tem esperança realmente de, de termos uma maneira diferente de fazer política, dessa velha prática, e nós temos que aposentar.] [MANICHAEAN_PEOPLE_ELITE_FRAMING: que tem esperança realmente de, de termos uma maneira diferente de fazer política, dessa velha prática, e nós temos que aposentar.] [AUTHENTICITY_VS_POLITICAL_CLASS: que tem esperança realmente de, de termos uma maneira diferente de fazer política, dessa velha prática, e nós temos que aposentar.] É, não comecei sozinho, né? Na verdade, isso começou há quatro anos, aproximadamente, com grupos de direita de vários estados do Brasil, de simpatizantes, é, da nossa, nossa primeira ida num grande aeroporto que foi o de Fortaleza, por coincidência, Ceará, a terra do meu sogro, Crateús, apaixonado pelo Nordeste, tão apaixonado quanto sou pela filha do Paulo Negão de Crateús, tá ok? Então isso tudo foi devagar, foi num crescente, nós \\n\\n00:01:19,520 --> 00:02:15,460 [Jair Bolsonaro]\\níamos pra todos os locais do Brasil, começou a primeira centena, depois milhares de pessoas nos esperando no aeroporto. Uma dos aeroportos mais-mais vibrantes foi de Manaus, assim como também foi muito vibrante o de Fortaleza, de Recife. Eu lembro da manchete há dois anos, no principal jornal de Recife, dizendo o seguinte, né? Quando eu desci no aeroporto e tinham milhares de pessoas, né? [MANICHAEAN_PEOPLE_ELITE_FRAMING: A imprensa local botou em manchete: \\\"Recepção igual essa só arras quando veio do exílio\\\".] Obviamente, foram os jornais lá de Pernambuco e da região. Aqui o Sul, zero, nada, absolutamente nada. Mas a semente que nós pregamos pelo Brasil foi aquela que está no livro de [pigarro] João 8:32: \\\"E conhecereis a verdade e a verdade vos libertará\\\". [POPULAR_SOVEREIGNTY_CLAIMS: Com verdade conseguimos conquistar parte do povo brasileiro.] \\n\\n00:02:15,460 --> 00:03:08,519 [Jair Bolsonaro]\\nConseguimos mostrar que dá pra fazer política de forma diferente. Mostramos ali países como Coreia do Sul, Japão, Israel. Israel é um novo po-- é país recente, novo ainda, né? É, mostramos ali o Japão destruindo na Segunda Guerra Mundial e hoje, olha a potências que eles são. E você vai nesses países e vê o que eles têm de terras agricultáveis, recursos minerais, biodiversidade, água potável. Não tem quase nada se comparar com o nosso querido Brasil aqui. Agora, cê vem pro Brasil e [NATIONALIST_EXCLUSION: olha o que nós temos. Nós temos tudo. Eu acho que ninguém tem no mundo o que nós temos.] [ECONOMIC_POPULIST_APPEALS: olha o que nós temos. Nós temos tudo. Eu acho que ninguém tem no mundo o que nós temos.] [MANICHAEAN_PEOPLE_ELITE_FRAMING: Que que nos falta? Falta, realmente, políticos comprometidos com o seu país e não com grupos políticos partidários.] [ELITE_CONSPIRACY_SYSTEMIC_CORRUPTION: Que que nos falta? Falta, realmente, políticos comprometidos com o seu país e não com grupos políticos partidários.] [AUTHENTICITY_VS_POLITICAL_CLASS: Que que nos falta? Falta, realmente, políticos comprometidos com o seu país e não com grupos políticos partidários.] \\n\\n00:03:08,519 --> 00:03:18,379 [Jair Bolsonaro]\\nTrabalhamos em cima disso há dois anos. [MANICHAEAN_PEOPLE_ELITE_FRAMING: A imprensa não acreditou num primeiro momento,] com Onyx Lorenzoni, com toda certeza será reeleito deputado federal lá pelo Rio Grande do Sul. \\n\\n00:03:18,379 --> 00:04:14,779 [Jair Bolsonaro]\\nÉ... E começamos a conversar individualmente com parlamentares, mostrando ali então pra grupos de parlamentares por região ou por aquilo que eles representam, o que nós tínhamos proposta pra solucionar esses problemas, que são gravíssimos, mas tem como solucionar. Quem tem o potencial que nós temos, num-num-num vale a desculpa de que não vai dar certo. [CRISIS_RESTORATION_TEMPORAL_NARRATIVE: Tem que dar certo!] E a nossa proposta é mostrar individualmente o parlamentar, mostramos, tem como dar certo. Entrou aí o-os produtores rurais, o pessoal da agricultura familiar, lá o nosso querido estado do Pará, o estado voltado, e muito, pra questão mineral. Conversei com garimpeiros. [AUTHENTICITY_VS_POLITICAL_CLASS: Meu pai, Geraldo Bolsonaro, que nos deixou em 1995, foi garimpeiro.] É, costumo dizer, né? [NATIONALIST_EXCLUSION: O que nós temos a oeste de Tordesilhas, devemos a quem? Ao espírito de aventura de quem?] \\n\\n00:04:14,779 --> 00:04:29,219 [Jair Bolsonaro]\\nObviamente, quem procurou algo mais nesse desconhecido Brasil lá de trás. Mas pera aí, lá de trás? E hoje não é desconhecido ainda? Eu lembro, há-há dois anos, tive com embaixador do Japão, \\n\\n00:04:29,219 --> 00:04:56,179 [Jair Bolsonaro]\\nlá em Brasília [pigarro], e conversando com ele, ele não fala português, nem eu falo japonês, né? Com intérprete. Eu falei que lá atrás, eu estava na metade da-da minha corrida, olha como eu gostaria de fazer acordo com o Japão e explorarmos a nossa biodiversidade na Amazônia. O olho do japonês ficou redondo. Hoje, [ELITE_CONSPIRACY_SYSTEMIC_CORRUPTION: um pesquisador brasileiro, é quase impossível] \\n\\n00:04:56,179 --> 00:06:00,439 [Jair Bolsonaro]\\n[ELITE_CONSPIRACY_SYSTEMIC_CORRUPTION: buscar algo nas nossas terras da região amazônica, tudo é complicado pra gente, tá? Os nossos ministros, é, não procuram simplificar as coisas e atender os interesses nacionais, buscam apenas a-atender interesse político-partidário.] [MANICHAEAN_PEOPLE_ELITE_FRAMING: Os nossos ministros, é, não procuram simplificar as coisas e atender os interesses nacionais, buscam apenas a-atender interesse político-partidário.] A maioria, digo aqui, dos parlamentares em Brasília, são honestos, são decentes, e com esses a gente vai governar. Tenho conversado com eles, né? [POPULAR_SOVEREIGNTY_CLAIMS: Eu tenho que ter liberdade pra escolher o ministério, tanto é que não aceitamos, hã, não é que não aceitamos, eles nem quiseram conversar conosco, né? Com líderes partidários já carimbados, que não deram certo, buscar apoio em troca de tempo de televisão, eu falei, vamos fazer nossa campanha com oito segundos de televisão. Fundo partidário, não temos, mas com um milhão de reais faço minha campanha. E ouso dizer que vamos gastar aproximadamente metade disso.] [AUTHENTICITY_VS_POLITICAL_CLASS: Eu tenho que ter liberdade pra escolher o ministério, tanto é que não aceitamos, hã, não é que não aceitamos, eles nem quiseram conversar conosco, né? Com líderes partidários já carimbados, que não deram certo, buscar apoio em troca de tempo de televisão, eu falei, vamos fazer nossa campanha com oito segundos de televisão. Fundo partidário, não temos, mas com um milhão de reais faço minha campanha. E ouso dizer que vamos gastar aproximadamente metade disso.] Então, o que muita gente gasta pra deputado estadual, federal ou senador, né, gasta muito mais do que isso, é o que nós gastamos aqui nessa campanha \\n\\n00:06:00,439 --> 00:06:32,387 [Jair Bolsonaro]\\npara presidente, está dando certo. Eu quero agradecer a todos, a todos sem exceção.[grito de luta de rua] E, principalmente, aqueles, né, [ANTI_PLURALIST_EXCLUSION: que se viram divididos por treze anos do PT. Por que que branco de um lado e negro de outro? Por que homossexual de um lado, heterossexual de outro? Por que homens de um lado, mulheres de outros, nordestinos contra sulistas, pais contra filhos nas lentas palmadas, rico contra pobre.] [HOMOGENEOUS_PEOPLE_CONSTRUCTION: Por que que branco de um lado e negro de outro? Por que homossexual de um lado, heterossexual de outro? Por que homens de um lado, mulheres de outros, nordestinos contra sulistas, pais contra filhos nas lentas palmadas, rico contra pobre.] Você ser rico no Brasil passou a ser motivo de vergonha. \\n\\n00:06:32,387 --> 00:08:20,787 [Jair Bolsonaro]\\n[ECONOMIC_POPULIST_APPEALS: Nós queremos, sim, dividir, mas dividir riqueza com vocês e não dividir pobreza, que sempre foi a marca do socialismo e do comunismo.] [CRISIS_RESTORATION_TEMPORAL_NARRATIVE: Nós queremos, sim, dividir, mas dividir riqueza com vocês e não dividir pobreza, que sempre foi a marca do socialismo e do comunismo.] [ANTI_PLURALIST_EXCLUSION: Nós queremos, sim, dividir, mas dividir riqueza com vocês e não dividir pobreza, que sempre foi a marca do socialismo e do comunismo.] [MANICHAEAN_PEOPLE_ELITE_FRAMING: Nós queremos, sim, dividir, mas dividir riqueza com vocês e não dividir pobreza, que sempre foi a marca do socialismo e do comunismo.] Vamos abrir o nosso comércio. [ECONOMIC_POPULIST_APPEALS: Temos, com toda a certeza, um dos melhores economistas cono-- conosco, o senhor Paulo Guedes, que lançou uma proposta, até que me surpreendeu.] [AUTHENTICITY_VS_POLITICAL_CLASS: Eu falei \\\"eu não faria melhor\\\". Logicamente, né, quem entende de economia é ele. Ter humildade pra dizer isso.] Afinal de contas, os economistas que botaram o Brasil nessa, nessa crise que se encontra aí. E de matemática, de supermercado, eu entendo. [AUTHENTICITY_VS_POLITICAL_CLASS: De vez em quando, não posso sempre, vou com a minha esposa fazer compra, vejo ela fazendo as continha lá, não é chorando miséria, não, ela é econômica por natureza, tá? O pai dela mora lá na, na Ceilândia, natural de Crateús, motorista aposentada de ônibus. Um abraço, Paulo Negão. Parabéns pela filha, hein? Tamo junto, Paulo Negão. Valeu [risadas].] Tem uma filha maravilhosa com a, com a Michele, a Laura, com sete anos de idade. Depois de quatro barbados aqui, ó, feio pra caramba, veio uma menina que partiu meu coração. Fiz aquela brincadeira no passado. Quem não brinca, meu Deus do céu? Ah, por mal interpretar, me desculpem. Uma brincadeira de nós homens. Poxa, a gente às vezes fala, né? Mas não podemos perder a alegria de viver, contar uma piada. Contar piada de gaúcho, de cearense, de goiano, de carioca esperto. [HOMOGENEOUS_PEOPLE_CONSTRUCTION: Como é gostoso essa, essa, essa, essa miscigenação, essa união de todo o Brasil. Vamos unir o povo brasileiro. Nossa bandeira é verde e amarela. Nosso coração é verde e amarelo. Esse povo é maravilhoso. Esse povo brasileiro é ordeiro. Tá faltando é liderança.] \\n\\n00:08:20,787 --> 00:08:22,847 [Jair Bolsonaro]\\nComo se diz, né, que \\n\\n00:08:22,847 --> 00:08:24,927 [Jair Bolsonaro]\\nos exemplos \\n\\n00:08:24,927 --> 00:09:04,507 [Jair Bolsonaro]\\naté podem, até convence-- é, po-- é- Arrastam. Arrastam, tá certo. Ou melhor... Os exemplos arrastam, né? Não, não. Essa tá complicada, aqui. Olha só, os conselhos, tá certo? Eles, eles convencem até. Agora, os exemplos arrastam. Vamos governar pelo exemplo esse país. E o que é muito importante. [POPULAR_SOVEREIGNTY_CLAIMS: Nós não nos envolvemos em candidaturas a, a governos de estados pelo Brasil, porque mal tinha estrutura pra bancar o-o nosso, a nossa campanha, quem dirá a gente se envolver em candidaturas pelo Brasil. E afinal de contas, os partidos que lançaram candidatos ou era do centrão ou era da esquerda. Mas quem já vai entrar numa briga dessa? Já que eles] \\n\\n00:09:04,507 --> 00:09:36,707 [Jair Bolsonaro]\\nnão aceitavam conversar conosco, boa sorte, que vença o melhor em cada estado. Temos cinco candidatos pra governo do Estado, em três estados, pelo que eu sei, três estados apenas, Rondônia, o Acre e Roraima. Em Roraima, temos tudo pra ir pro segundo turno, o Denarium. Boa sorte, Denarium. Vamo lá, vamos em frente, tá certo? Quem sabe temos um governador, num estado que eu digo que é a minha menina dos olhos. Roraima disse, numa das três idas que fui lá, que caso fosse rei de Roraima, \\n\\n00:09:36,707 --> 00:10:15,567 [Jair Bolsonaro]\\ncom tecnologia, em vinte anos teria uma economia próxima do Japão. E teria mesmo. [NATIONALIST_EXCLUSION: Lá tem tudo, biodiversidade, riquezas minerais ao flor da terra, recursos hídricos, uma das regiões mais propícias à energia solar ou eólica, tem tudo para ser uma, um grande estado,] mas é sufocado, [ELITE_CONSPIRACY_SYSTEMIC_CORRUPTION: sufocado por questão ambiental e questão indígena.] Vamos resolver isso. Vamos fundir, você homem e mulher do campo, os ministérios da Agricultura e Meio Ambiente. [MANICHAEAN_PEOPLE_ELITE_FRAMING: Vai acabar essa briga.] Vamo botar uma pessoa que veio do, do meio produt-produtivo pra ser o ministro. Logicamente, vamos exigir. \\n\\n00:10:15,567 --> 00:10:28,207 [Jair Bolsonaro]\\nTá? Vamos exigir, é, competência e, ov-obviamente, iniciativa. Assim queremos pra todos os ministérios do Brasil. Olha o Ministério da Ciência e Tecnologia. \\n\\n00:10:28,207 --> 00:10:31,987 [Jair Bolsonaro]\\nTá ok? Olha o Ministério da Ciência e Tecnologia. \\n\\n00:11:31,987 --> 00:11:54,907 [Jair Bolsonaro]\\nTemos que ter alguém lá competente. Quem vai tá lá, não digo como ministro, mas pra nos auxiliar, é o nosso querido coronel Marcos Pontes, o nosso astronauta, que é motivo de orgulho pra todos nós, um homem que foi ao espaço, estudou muito, nunca foi abatido nas simulações de pane na NASA, vive a grande parte na NASA, tem conversado conosco, trou-trouxe uma proposta maravilhosa que vai empolgar a garotada do Brasil, vai empolgar a-a-a-a-a comunidade científica, alguém que fala a linguagem deles, que entende realmente o que eles querem. Vamos partir pra pesquisar, sim, tá? O, a-as, [ECONOMIC_POPULIST_APPEALS: as nossas riquezas minerais, porque não temos no Brasil o vale, o Vale do Nióbio, como americano tem o Vale do Silício. Temos que ter o Vale do Nióbio, possivelmente, aqui na região da, região aqui da, Vale do Paraíba, mas, mas ramificações também em outros estados, como por exemplo, no Ceará, um na Amazônia também, ou o Vale do Grafeno, as maravilhas disso. Fui muito criticado por alguns quando falava em nióbio ou grafeno, mas as maravilhas só desses, desses dois elementos aqui são incalculáveis, tá?] [NATIONALIST_EXCLUSION: Temos muito, muita coisa no Brasil que os outros não têm.] Vamos buscar parcerias no Brasil todo, \\n\\n00:11:54,907 --> 00:12:37,443 [Jair Bolsonaro]\\ntá? Com outros países também, parcerias, tá ok? [CRISIS_RESTORATION_TEMPORAL_NARRATIVE: Pra gente realmente botar esse país pra frente.] Um ato falho meu aqui, no Maranhão, temos uma candidata a governadora, Maura Jorge, boa sorte, Maura Jorge. É, tava um canto lá, o cara do PCdoB, e uma candidata ao...[voz distante] Ó! Do DEM, né? Mas a Mora Jóia já tá encostando, que sabe [som de sino] que vai pro segundo turno. Uma forcinha pra ela e vai pro segundo turno. [HOMOGENEOUS_PEOPLE_CONSTRUCTION: A união de todos, meu povo, vamo nos unir, vamo unir esse Brasil aqui, né?] Não vamo botar um corneteiro pra tocar uma corneta e dá um toque sentido não, fique tranquilo, não vai ser isso não, mas unir, pelo exemplo, pela dedicação, pelo amor à pátria, pelo respeito à família, \\n\\n00:12:37,443 --> 00:13:21,463 [Jair Bolsonaro]\\né, pela vontade de realmente nos afastarmos de vez da, [CRISIS_RESTORATION_TEMPORAL_NARRATIVE: do socialismo, do comunismo. Nos vermos livre desse fantasma que acontece na Venezuela. Olha o que es-- o que tá acontecendo com nossos irmãos na Venezuela, como começou o socialismo, comunismo.] [NATIONALIST_EXCLUSION: Nos vermos livre desse fantasma que acontece na Venezuela. Olha o que es-- o que tá acontecendo com nossos irmãos na Venezuela, como começou o socialismo, comunismo.] [ANTI_PLURALIST_EXCLUSION: Nos vermos livre desse fantasma que acontece na Venezuela. Olha o que es-- o que tá acontecendo com nossos irmãos na Venezuela, como começou o socialismo, comunismo.] Vamo nos afastar disso, vamo buscar parcerias aqui na América do Sul, tudo bem, sem problema nenhum, mas vamo buscar parceria com os Estados Unidos, com Israel, com a Coreia do Sul, com a Europa, com o Japão. [NATIONALIST_EXCLUSION: Vamos fazer o Brasil grande. Vamos nos orgulhar novamente dessa pátria.] [CRISIS_RESTORATION_TEMPORAL_NARRATIVE: Vamos afastar disso que não deu certo, que é o socialismo, que é o comunismo, que tá encarnado no PT, no PCdoB, no PSOL.] [MANICHAEAN_PEOPLE_ELITE_FRAMING: Vamos afastar disso que não deu certo, que é o socialismo, que é o comunismo, que tá encarnado no PT, no PCdoB, no PSOL.] [ANTI_PLURALIST_EXCLUSION: Vamos afastar disso que não deu certo, que é o socialismo, que é o comunismo, que tá encarnado no PT, no PCdoB, no PSOL.] \\n\\n00:13:21,463 --> 00:14:05,583 [Jair Bolsonaro]\\nEntão, depois eu vou falar da Mora Jóia, é que no Rio de Janeiro, estamos neutro no Rio de Janeiro, é, não tinha comentado na campanha pra governador, não temos estrutura pra isso, estamos aguardando aí o segundo turno, então estamos neutro no Rio de Janeiro, eu e o Flávio, tá, [POPULAR_SOVEREIGNTY_CLAIMS: esperando que o povo decida que vai ter segundo turno aqui,] daí no segundo turno, logicamente, vai pender prum lado da balança, e vai ser o-o melhor, com toda a certeza, tá? Eu quero agradecer aqui, povo do meu estado do Rio de Janeiro, pesquisa do IBOPE, agora, no Rio de Janeiro, alcançamos cinquenta e um por cento dos votos válidos. Então, no-- pelo Rio de Janeiro, já es-- já liquidamos a fatura no primeiro turno. E tem-- sabendo que tem estados como Rio Grande do Sul, Santa Catarina, Acre, Rondônia, Roraima, \\n\\n00:14:05,583 --> 00:14:54,283 [Jair Bolsonaro]\\nS-- Espírito Santo do, do Carlos Manato, que é também um dos candidatos nosso a governo de Estado, tava esquecendo aqui. Manato, boa sorte, Manato. É você que tá aí junto com, com o Magno Malta, candidato à reeleição pelo Senado, boa sorte. Se Deus quiser, você vai pro segundo turno, sendo uma opção diferente aí no Espírito Santo, pra governar esse estado. Então, não é apelo, mas é um pedido pra vocês, se é que eu posso pedir mais alguma coisa, porque eu só tenho a agradecer o que vocês fizeram, e obviamente agradecer a Deus por essa oportunidade que aparece pra nós governarmos o Brasil. [POPULAR_SOVEREIGNTY_CLAIMS: Se essa for a vontade de Deus, juntamente com esse povo ma-maravilhoso, estamos pronto para cumprir essa missão.] [HOMOGENEOUS_PEOPLE_CONSTRUCTION: Se essa for a vontade de Deus, juntamente com esse povo ma-maravilhoso, estamos pronto para cumprir essa missão.] [POPULAR_SOVEREIGNTY_CLAIMS: O que eu quero pedir a vocês, que nos acompanham aqui agora, de hoje pra amanhã,] \\n\\n00:14:54,283 --> 00:15:08,163 [Jair Bolsonaro]\\n[POPULAR_SOVEREIGNTY_CLAIMS: né, tem essa noite aí, final de noite, tem amanhã, por ocasião da votação, se cada um de vocês conseguir lutar por mais um voto apenas, lutar, nós liquidamos essa fatura no primeiro turno,]\\n\\n00:15:08,163 --> 00:15:44,223 [Jair Bolsonaro]\\ne não teremos comparecer às urnas, né, é, no, no, no fi-- dia vinte e oito, que seria o, seria o segundo turno e dá pra fazermos isso, tem muita gente indecisa ainda, é, tem gente aqui que tá partindo pro voto útil, muito obrigado, mesmo sabendo, né, que tem bons candidatos a presidente da República também, mas no momento, aqui tá polarizado, né, [MANICHAEAN_PEOPLE_ELITE_FRAMING: nós e o PT. É o Brasil verde-amarelo e eles que representam Cuba, representam o governo da Venezuela com a sua bandeira vermelha, com a foice e o martelo em cima dela.] [ANTI_PLURALIST_EXCLUSION: nós e o PT. É o Brasil verde-amarelo e eles que representam Cuba, representam o governo da Venezuela com a sua bandeira vermelha, com a foice e o martelo em cima dela.] [NATIONALIST_EXCLUSION: nós e o PT. É o Brasil verde-amarelo e eles que representam Cuba, representam o governo da Venezuela com a sua bandeira vermelha, com a foice e o martelo em cima dela.] \\n\\n00:15:44,223 --> 00:15:47,543 [Jair Bolsonaro]\\n[CRISIS_RESTORATION_TEMPORAL_NARRATIVE: Vamos mudar o Brasil.] Peço a vocês, \\n\\n00:15:47,543 --> 00:16:34,143 [Jair Bolsonaro]\\n[POPULAR_SOVEREIGNTY_CLAIMS: vamos arranjar de hoje pra amanhã mais um voto dentro da família ou na fila de votação amanhã. Dá pra conseguir, zé. Vamo liquidar essa fatura no primeiro turno.] E também, né, pedir mais uma coisa. Tem um-um, um aplicativo, é, Fiscais do Jair. Se você puder entrar lá... E qual é a orientação? Com esse aplicativo, a gente vai pedir mais uma coisa, que momentos antes das dezessete horas, quando encerra as votações, você compareça ao local que você votou, porque cada boletim de urna é fixado na parede e você, com esse aplicativo, vai tirar uma fotografia da cabeça, da, da tripa, né, da-daquela lista onde tão os candidatos ali a-a presidência da República, isso vai \\n\\n00:16:34,143 --> 00:18:10,223 [Jair Bolsonaro]\\npra um local adequado, até se, se dobrar e mandar duas, três fotos da mesma boletim de urna, o programa vai anular, vai ficar com uma pena, vamo fazer uma apuração paralela. [ELITE_CONSPIRACY_SYSTEMIC_CORRUPTION: É difícil você garantir a lisura nas eleições com voto eletrônico.] [ANTI_PLURALIST_EXCLUSION: É difícil você garantir a lisura nas eleições com voto eletrônico.] Nós aprovamos voto impresso lá atrás, perdemos, mas vamos em frente assim mesmo, vamos lutar, vamos votar usando uma camisa nossa. É permitido sim, o TSE autorizou. Estão, obviamente, pregando fake news que não autorizou, por quê? Ninguém vai votar com a camisa dos outros candidatos. Eu não vi, eu não vi, apesar de eu ter andado na rua, né? Os meus filhos, pessoas que eu tenho conversado, a gente não vê uma camisa de nenhum candidato por aí, nenhuma camisa. A não ser [ANTI_PLURALIST_EXCLUSION: uns maluco aí, Lula Livre, mas sabe desse pessoal aí? A gente vai curar esse pessoal, tenho certeza disso.] [MANICHAEAN_PEOPLE_ELITE_FRAMING: A gente vai curar esse pessoal, tenho certeza disso.] [ECONOMIC_POPULIST_APPEALS: A gente vai curar com trabalho, hein? [risos] O antídoto pra curar esse pessoal é carteira de trabalho.] Tá legal? [CRISIS_RESTORATION_TEMPORAL_NARRATIVE: Vamos curar esse pessoal aí que, que vai dar certo.] [HOMOGENEOUS_PEOPLE_CONSTRUCTION: Tem muita gente que votou no PT, tá vindo pro nosso lado. Muita gente que já deci-- lá atrás, decidiu não votar mais no PT, caiu na real, está do outro lado.] Eu agradeço a todos vocês. [HOMOGENEOUS_PEOPLE_CONSTRUCTION: Todo e qualquer voto é bem-vindo. É a união de todos.] Essa historinha que eu não gosto de mulher, que, que conversa é essa, meu Deus do céu? Que conversa é essa? Tenho uma família maravilhosa, em casa eu perco tudo por três a um. É a minha esposa, minha filha, enteada, aqui é minha filha também. Perco tudo por três a um, até o sabor de pizza eu perco [risos] e não tem problema. \\n\\n00:18:10,223 --> 00:18:40,944 [Jair Bolsonaro]\\nSim, senhoras, e vamos em frente, tá? É, é, é, esses fake news, ninguém pega um vídeo áudio meu dizendo o contrário, essa história de racismo, né, [AUTHENTICITY_VS_POLITICAL_CLASS: falo do meu sogro.[risada] Eu até disse um tempo atrás, sou daltônico, somos iguais, não há diferença entre um e outro, somos todos iguais.] [HOMOGENEOUS_PEOPLE_CONSTRUCTION: sou daltônico, somos iguais, não há diferença entre um e outro, somos todos iguais.] [NATIONALIST_EXCLUSION: É um país formado com a mistura de tudo que tem aqui, tudo.] A minha esposa é torcedora do Flamengo, olha só, eu sou o Botafogo, nunca tivemos problema em casa [risada]. \\n\\n00:18:40,944 --> 00:21:41,543 [Jair Bolsonaro]\\nE obviamente, de vez em quando, sou obrigado a torcer o Flamengo, né, senão... Como é que fica a nossa convivência ali? Tá certo? Já fui no jogo do Flamengo, ano passado, do Flamengo e Chapecoense, até acertei o placar cinco a quente! um- É Me desculpa, pessoal de Chapecó, eu sei que cês tão comigo, mas eu tava lá no Ninho do Urubu, ia fazer o quê? Já fui jogo de Fluminense, fui no Fluminense e Palmeiras esse ano, Fluminense ganhou de uma zero. Acho que tanto, né? Já foi, deu sorte Foi no Vasco, foi esse ano, foi na Copa São Paulo, futebol júnior, tive no Vasco e Palmeiras, em Taubaté. Fui aplaudido pela torcida. O ano passado, foi o ano passado que o Vasco subiu ou retrasado? Foi, foi no retrasado- Retrasado. O Vasco ganhou ele. Vasco e Ceará, último jogo. [risada] O Vasco precisava ganhar o jogo, né, do Ceará, terra do meu sogro aí, e não valia nada pro Ceará aquele jogo, não ia não ia subir, nem ia ser rebaixado. Virou o primeiro tempo um a zero pro Ceará, olha a situação que eu fiquei. Eu botei o pé da lâmpada, falando \\\"vamo virar esse jogo\\\", deu cinco minutos, o Vasco virou. Se bem que o Vasco tá pedindo pra voltar novamente e eu- Não, eu vou te ti-- eu vou te levar a São Januário, eu vou Olha o Va-- Olha o Vascainha, olha o Vascainha indo aqui. Apelar vocês, nós temos uma página, bolsonaro.com.br. Você entra nessa página e tá ali né, os candidatos do-do PSL pelo Brasil. Clica naquela página ali, vai no teu estado, procura um, um candidato ali que você conhece e vote nele. Nós precisamos do voto, não é de legenda não, é no candidato. Senão nós podemos ficar na Claus de Barreira. Tenho dito o exemplo de São Paulo, tá? Pra se eleger deputado federal de São Paulo, tem que ter no mínimo trinta mil votos, quem tiver vinte e nove mil, não chega. Então não adianta o meu filho Eduardo ter uma boa votação, ter uma boa votação de, de legenda, uma boa votação, num atacado pelos demais, poder fazer oito deputados e fa-- e, na verdade, entrar só cinco, porque os três restantes não fizeram trinta mil votos. Vamos buscar votar nessas pessoas. [AUTHENTICITY_VS_POLITICAL_CLASS: Eu faço um apelo aqui agora, que é o pessoal do Vale do Ribeira, minha região de fui criado, temos um candidato aí, é o Valmir Beiber, acho que é Vi-- acho que é dezessete cinquenta e oito, se não me engano, o número dele, ele só vai ter voto no Vale do Ribeira porque ele representa os bananicultores.] Então o pessoal do Vale do Ribeira, vamos descarregar o voto em cima do Valmir Beiber, ele precisa de trinta mil votos pra representar essa, essa região que é tida como a das mais pobres de São Paulo, mas, na verdade, não é da mais pobre, não. É uma região que não foi descoberta ainda. Tem biodiversidade, terras agricultáveis, temos montanhas de grafite em Miracatu, temos aí a, a, uma grande empresa, né, mineradora, ali em Cajati, no Vale do, do Taquarin, em Eldorado, temos minérios de todas as formas lá, Sete Barras, não chama Sete Barras por acaso, região aurífera. Então, hã, o Vale do Ribeira também tem tudo para se desenvolver em cima disso. Afinal de contas, tá num, tá num grande eixo, né? Curitiba a São Paulo. Bem, então a gente pede, apela que vote nesses candidatos também. Estamos aqui praticamente encerrando. \\n\\n00:21:41,543 --> 00:22:15,943 [Jair Bolsonaro]\\nÉ, não tenho mais nada que falar, vamo encerrar. Não tem hoje programa eleitoral gratuito, tá certo? Vamo pedir o voto, então, em São Paulo, em especial, pro nosso candidato ao Senado aí, o Major Olímpio, que tá em-- tá embolado no segundo lugar. Primeiro tá o Suplicy lá na frente e tá embolado, então. Então, a gente pede em especial o povo de São Paulo que vote no- Major Olímpio, um, sete, sete. Um, sete sete, Major Olímpio para o Senado, como segunda ou primeira opção. No Rio de Janeiro, Flávio Bolsonaro, um, sete, sete, também. Amigos de todo o Brasil, muitíssimo obrigado pela oportunidade. Agradeço a Deus \\n\\n00:22:15,943 --> 00:22:32,143 [Jair Bolsonaro]\\n[POPULAR_SOVEREIGNTY_CLAIMS: por essa missão, porque se essa for a vontade Dele, chegaremos lá.] Agradeço às lideranças evangélicas em grande parte do Brasil, que nos apoiaram. Obrigado, empresários. Obrigado, gente humilde. [HOMOGENEOUS_PEOPLE_CONSTRUCTION: Obrigado, povo brasileiro.] \\n\\n00:22:32,143 --> 00:22:40,843 [Jair Bolsonaro]\\nÉ, eu quero agradecer a todos. [HOMOGENEOUS_PEOPLE_CONSTRUCTION: É, nós vamo fazer um governo pra todos, independentes de religião, quem é-- até quem é ateu, nós temos] \\n\\n00:22:40,843 --> 00:23:20,423 [Jair Bolsonaro]\\n[HOMOGENEOUS_PEOPLE_CONSTRUCTION: quase por volta de cinco por cento de ateus no Brasil. É, vocês têm as mesmas necessidades que os demais têm. Vivemos aqui da, do mundo material aqui na Terra e, e pra quem acredita na questão espiritual, vamos fazer um governo pra todo mundo.] Pros gays, que inclusive tem, tem gay que é pai, tem gay que é mãe, é um trabalho pra todos vocês. Vamos jogar pesado na questão da segurança pública. Vamos, junto ao Parlamento, lutar pra que o cidadão de bem, caso queira, com algum critério, obviamente, possa comprar uma arma e ter dentro de casa, bem como quem mora na área rural, a mesma coisa. \\n\\n00:23:20,423 --> 00:23:57,103 [Jair Bolsonaro]\\n[CRISIS_RESTORATION_TEMPORAL_NARRATIVE: Vamos só jogar pesado na questão da segurança, levar paz pras mulheres do Brasil. Qual a maior preocupação de um pai e de uma mãe do Brasil? É com a segurança do seu filho. Vamos jogar pesado nessa área, lutar pra que as penas sejam majoradas no Brasil, que acabe com saidões, com progressão de pena.] [MANICHAEAN_PEOPLE_ELITE_FRAMING: O cara cometeu um crime, vai pagar. Olha esse cara que dá facada em mim aqui. Pô, já tem um montão de advogado querendo botar ele em liberdade. \\\"Ah, ele é... Tem problema mental\\\".] [ELITE_CONSPIRACY_SYSTEMIC_CORRUPTION: Pô, já tem um montão de advogado querendo botar ele em liberdade. \\\"Ah, ele é... Tem problema mental\\\".] [ANTI_PLURALIST_EXCLUSION: \\\"Ah, ele é... Tem problema mental\\\". Se tem problema mental, tinha que esfaquear todo mundo e não eu, podia esfaquear todo mundo. É maluco, o cara? Mas não, é um maluco que sabe o que quer fazer.] Amigos de todo o Brasil, \\n\\n00:23:57,103 --> 00:24:12,263 [Jair Bolsonaro]\\n[POPULAR_SOVEREIGNTY_CLAIMS: apelo, vamo lutar de hoje pra amanhã por mais um voto pra desliquidar essa fatura no primeiro turno. Brasileiros, estou aqui porque acredito em vocês, e vocês que tão me assistindo, porque acreditam no Brasil.] [HOMOGENEOUS_PEOPLE_CONSTRUCTION: Brasileiros, estou aqui porque acredito em vocês, e vocês que tão me assistindo, porque acreditam no Brasil.] \\n\\n00:24:12,263 --> 00:24:16,783 [Jair Bolsonaro]\\nQuero agradecer aqui a Adriana, \\n\\n00:24:16,783 --> 00:24:18,403 [Jair Bolsonaro]\\nque tá aqui \\n\\n00:24:18,403 --> 00:24:24,583 [Jair Bolsonaro]\\nvia sinais de libras, conversando aqui com um grupo de alguns milhões, \\n\\n00:24:24,583 --> 00:25:01,903 [Jair Bolsonaro]\\né, de surdos, é isso mesmo? Alguns milhões de surdos do Brasil, alguns que nasceram dessa forma, outros que a idade vai chegando, né, a gente vai ficando surdo, é natural. Por enquanto, eu não tô, não, [risadas] mas sei que eu vou chegar lá o dia. É, agradecer a todos vocês. [CRISIS_RESTORATION_TEMPORAL_NARRATIVE: Vamos realmente fazer o Brasil diferente.] É, te-teria muita coisa a falar pra vocês aqui, mas eu acho que o tempo é muito curto, vocês sabem em grande parte o nosso propósito, o nosso projeto. [HOMOGENEOUS_PEOPLE_CONSTRUCTION: Juntos, vamos mudar o Brasil.] [NATIONALIST_EXCLUSION: Brasil acima de tudo, Deus acima de todos.] Isso aqui é \\\"eu te amo\\\" em libras. Como é que é \\\"eu te amo\\\" em libras? \\n\\nEu te amo. \\n\\n00:25:02,343 --> 00:25:04,423 [Jair Bolsonaro]\\nEu te amo em libras aqui. Valeu, pessoal.\"\n    }\n  ]\n}\n```",
  "document_index": 7,
  "timestamp": "2025-09-26T03:03:36.138177+00:00"
}