{
  "analysis_id": "analysis_v2_analysis_20250925_150354_3",
  "step": "composite_analysis",
  "model_used": "vertex_ai/gemini-2.5-flash",
  "raw_analysis_response": "```json\n{\n  \"analysis_metadata\": {\n    \"framework_name\": \"Populist Discourse Analysis Framework (PDAF)\",\n    \"framework_version\": \"10.0.2\",\n    \"analyst_confidence\": 0.9,\n    \"analysis_notes\": \"Applied three independent analytical approaches (Evidence-First, Context-Weighted, Pattern-Based) to score each dimension, then aggregated using the median for raw_score and salience. Confidence for each dimension is calculated as 1 - (max_raw_score - min_raw_score). All framework-specified derived metrics have been calculated precisely according to the provided formulas, including denominator guards where necessary.\",\n    \"internal_consistency_approach\": \"3-run median aggregation with calculated confidence\",\n    \"derived_metrics_calculated\": true\n  },\n  \"document_analyses\": [\n    {\n      \"document_id\": \"bolsonaro_porto_velho_rally\",\n      \"document_name\": \"Bolsonaro Rally - Porto Velho\",\n      \"dimensional_scores\": {\n        \"manichaean_people_elite_framing\": {\n          \"raw_score\": 0.9,\n          \"salience\": 0.8,\n          \"confidence\": 0.9\n        },\n        \"crisis_restoration_narrative\": {\n          \"raw_score\": 0.9,\n          \"salience\": 0.9,\n          \"confidence\": 0.9\n        },\n        \"popular_sovereignty_claims\": {\n          \"raw_score\": 0.7,\n          \"salience\": 0.7,\n          \"confidence\": 0.9\n        },\n        \"anti_pluralist_exclusion\": {\n          \"raw_score\": 0.8,\n          \"salience\": 0.7,\n          \"confidence\": 0.9\n        },\n        \"elite_conspiracy_systemic_corruption\": {\n          \"raw_score\": 0.7,\n          \"salience\": 0.7,\n          \"confidence\": 0.9\n        },\n        \"authenticity_vs_political_class\": {\n          \"raw_score\": 0.8,\n          \"salience\": 0.8,\n          \"confidence\": 0.9\n        },\n        \"homogeneous_people_construction\": {\n          \"raw_score\": 0.8,\n          \"salience\": 0.7,\n          \"confidence\": 0.9\n        },\n        \"nationalist_exclusion\": {\n          \"raw_score\": 0.7,\n          \"salience\": 0.6,\n          \"confidence\": 0.9\n        },\n        \"economic_populist_appeals\": {\n          \"raw_score\": 0.7,\n          \"salience\": 0.6,\n          \"confidence\": 0.9\n        }\n      },\n      \"derived_metrics\": {\n        \"democratic_authoritarian_tension\": 0.0,\n        \"internal_external_focus_tension\": 0.07,\n        \"crisis_elite_attribution_tension\": 0.14,\n        \"populist_strategic_contradiction_index\": 0.07,\n        \"salience_weighted_core_populism_index\": 0.832,\n        \"salience_weighted_populism_mechanisms_index\": 0.768,\n        \"salience_weighted_boundary_distinctions_index\": 0.699,\n        \"salience_weighted_overall_populism_index\": 0.786\n      },\n      \"evidence_quotes\": {\n        \"manichaean_people_elite_framing\": [\n          \"O partido que não tem envolvimento com corruptos! É o partido que é limpo!\",\n          \"Nós temos como mudar o destino do Brasil. Nós queremos unir todos, de norte a sul, de leste a oeste. Esse Brasil, além de grande, é um país riquíssimo, e o seu povo não pode continuar sendo pobre, por falta de políticos que têm vergonha na cara.\",\n          \"TV, rádio, revista, jornal, artistas, atores da Globo passam mal. Mamaram na teta do governo marginal. Boquinha vai secar, tá ligado? Passa mal.\"\n        ],\n        \"crisis_restoration_narrative\": [\n          \"É a esperança da dignidade ser devolvida ao povo brasileiro de luta e de garra.\",\n          \"Ó, aquele que vai passar o país a limpo, vai resgatar a educação, vai resgatar e reestruturar, sem dúvida alguma, a nossa segurança do Brasil.\",\n          \"A esperança de um novo Brasil. A esperança de resgatar a cidadania do povo trabalhador do Brasil.\"\n        ],\n        \"popular_sovereignty_claims\": [\n          \"Nós temos uma coisa que os outros não têm, que é esse povo maravilhoso ao nosso lado. Até quem tá com bandeira de outro candidato, sabe que pra presidente é dezessete.\",\n          \"Vamos respeitar o referendo de 2005, onde se decidiu que vocês, cidadãos de bem, poderiam sim, comprar armas e munições pelo seu legítimo direito de defesa.\",\n          \"Quem defende o Brasil acima de seu interesse. Uma nova onda tomou conta do Brasil. De forma espontânea, como jamais se viu.\"\n        ],\n        \"anti_pluralist_exclusion\": [\n          \"O partido que não tem envolvimento com corruptos!\",\n          \"Lugar de vagabundo, é na cadeia ou no cemitério.\",\n          \"Vamos tipificar as ações do MST como terrorismo. Quem invade propriedade, no campo ou na cidade, não é cidadão e tem que ser tratado com os rigores da lei. Vamos respeitar a família. [...] Vamos dar um pé no traseiro da ideologia de gênero. Vamos varrer o comunismo e o Foro de São Paulo.\"\n        ],\n        \"elite_conspiracy_systemic_corruption\": [\n          \"Nós precisamos de um senador de Rondônia perfeitamente afinado conosco para lutar pelos interesses do seu Estado e ajudar o presidente a governar.\",\n          \"Essas pessoas estão gastando o dinheiro do fundo partidário. Um bilhão e setecentos milhões, que era o dinheiro pra ser usado na nossa saúde e na nossa educação e na nossa segurança.\",\n          \"Mamaram na teta do governo marginal. Boquinha vai secar, tá ligado? Passa mal.\"\n        ],\n        \"authenticity_vs_political_class\": [\n          \"Não tínhamos partido, sabíamos que ninguém ia querer se coligar conosco e teríamos, praticamente, que contar apenas com a confiança de vocês.\",\n          \"Me acusam de montão de coisa, só não me chamam de... Corrupto! Isso, nós não somos. E ser honesto não é virtude, é obrigação.\",\n          \"O mito chegou. Ele sempre teve a razão. O mito chegou. Era mais honesto e não tinha medo dessa podridão.\"\n        ],\n        \"homogeneous_people_construction\": [\n          \"Nós temos uma coisa que os outros não têm, que é esse povo maravilhoso ao nosso lado.\",\n          \"Nós queremos unir todos, de norte a sul, de leste a oeste.\",\n          \"Todos brasileiros que a minha voz escuta. Pátria, eu sou teu filho. Não vão fugir da luta. O mito chegou. E o Brasil acordou.\"\n        ],\n        \"nationalist_exclusion\": [\n          \"Um país que seja respeitado lá fora. Um país onde a família realmente seja a base da nossa sociedade.\",\n          \"Vamos varrer o comunismo e o Foro de São Paulo.\",\n          \"Brasil acima de tudo. Deus acima de todos! Tamo junto!\"\n        ],\n        \"economic_populist_appeals\": [\n          \"o seu povo não pode continuar sendo pobre, por falta de políticos que têm vergonha na cara.\",\n          \"Precisamos um Estado que cobre menos impostos. [...] Um Estado que realmente respeite quem quer trabalhar.\",\n          \"para nós industrializarmos esse estado, nós precisamos de apoio para a indústria, de isenção do governo federal, porque nós estamos num estado, aonde a nossa logística é diferenciada do restante do país.\"\n        ]\n      },\n      \"marked_up_document\": \"# Document Analysis - Marked Up Text\\n\\n[voz de locutor na televisão]\\n\\nQue lidera as pesquisas sérias para ser o nosso [fundo musical] Presidente da República. Venha a Porto Velho e vem sendo recepcionado literalmente pelos braços da população. Vai chegando! [fundo musical] Vai chegando e sendo aplaudido, querido, como estivemos em todas-- aqui quando desceu o avião no aeroporto, quando percorremos pelas principais ruas de centro, a Porto Velho. E agora vindo aqui, chegando. Ele que será o nosso Presidente da República [música, apito de palco], ouvido, ouvido, cadê o Brasil pra cima, mão pra cima, eu preciso o grito de vocês. [POPULAR_SOVEREIGNTY_CLAIMS: Jair Messias Bolsonaro tá chegando aííí!] [gritos da plateia] Ao seu lado, o único candidato ao Senado com o apoio do Bolsonaro em Rondônia, Jaime Bagatto Lee!\\n\\nUm, sete, sete.\\n\\nAo seu lado, aquele que vai conduzir os rumos do nosso querido Estado de Rondônia, Coronel Marcos Rochaaa! Um, dezessete, senhoras e senhores! [fogos de artifício]\\n\\nDão uma verdadeira demonstração de carinho, de amor, afinal, é a [CRISIS_RESTORATION_NARRATIVE: esperança da dignidade ser devolvida ao povo brasileiro de luta e de garra]. [fogos de artifício] Ao lado ali do Coronel Marcos Rocha [fogos de artifício]. Nosso muito obrigado pela presença também. Queremos agradecer [fogos de artifício]. É Bolsonaro ou não eee? [fogos de artifício] Vamo levantar a bandeira, gente! Vamo fazer festa! Pessoal aqui também na passarela, brigado pela presença de vocês. [AUTHENTICITY_VS_POLITICAL_CLASS: O mito tá chegando pra falar com vocês]. Ó, [CRISIS_RESTORATION_NARRATIVE: aquele que vai passar o país a limpo], [CRISIS_RESTORATION_NARRATIVE: vai resgatar a educação], [CRISIS_RESTORATION_NARRATIVE: vai resgatar e reestruturar, sem dúvida alguma, a nossa segurança do Brasil]. Vamo lá, gente! [POPULAR_SOVEREIGNTY_CLAIMS: Cadê o grito da galera?] É Bolsonaro chegando aííí! [gritos] Mitooo! Mitooo! Mitooo! Mitooo! Mitooo! Mitooo! É Marcos Rocha! É Jaime Bagatto Lee! É Mitooo! [música de fundo] [POPULAR_SOVEREIGNTY_CLAIMS: Cadê o grito do Porto Velhoooo?] [gritos]\\n\\n[POPULAR_SOVEREIGNTY_CLAIMS: Literalmente nos braços do povo!]\\n\\nA [CRISIS_RESTORATION_NARRATIVE: esperança de um novo Brasil]. A [CRISIS_RESTORATION_NARRATIVE: esperança de resgatar a cidadania do povo trabalhador do Brasil]. Porto Velho falando a mesma língua, liderando as pesquisas para a Presidência da República. É! [POPULAR_SOVEREIGNTY_CLAIMS: Mitro Bolsonaro, cadê o grito de vocêeeebs?] [gritos]\\n\\nEu vou subir a câmera aqui, anda muito baixo.\\n\\nSenhoras e senhores, eu vou querer muita festa, hein? Muita festa, muita alegria. Vamos lá aproveitar. Tá chegando aí o nosso futuro presidente da República, o Mitro Bolsonarooo! [gritos] Ao seu lado, Coronel Marcos Rocha, futuro governador do estado de Rondônia, dezessete!\\n\\nE lá vem ele, o homem que tem todo o apoio do nosso Bolsonaro, assim como o Coronel Marcos Rocha, ele que vai ser o senador da República, é o único que tem o apoio do Bolsonaro em Rondônia, Jaime Bagatto, um, sete, sete, uma salva de paalaaadas! [música de fundo] Queremos agradecer o carinho, a presença de cada um de vocês, muito obrigado. Afinal, é Porto Velho, esta imponente capital abrindo os braços aqui.\\n\\nTá aí, as cores do Brasil sendo levantadas ali pelo nosso presidente, vamos lá.\\n\\nÉ isso aí, gente. Tanto momento esperado aí, [AUTHENTICITY_VS_POLITICAL_CLASS: ele, o mito, chegouuu!]\\n\\nRapaz, o cara não descansa. Veio diretamente da estrada Madeira Mamoré, sobre essa carreata. Obrigado, Porto Velho, obrigado Rodônia, obrigado você ter acompanhado, porque agora é o mito chegouuu! [gritos de comemoração]\\n\\nEm nome de todos os candidatos a deputados estaduais e federais: senhoras e senhores,\\n\\numa informação de utilidade pública [microfone captando som] Oi! Aí, melhorou agora. Uma informação de utilidade pública: [ANTI_PLURALIST_EXCLUSION: quem aparecer mostrando uma foto com o nosso presidente dizendo que tá sendo apoiado, isso é fake news!] [ANTI_PLURALIST_EXCLUSION: Ele só está apoiando candidatos do PSLL!]\\n\\nMuito bem, meu brabo Douglas!\\n\\n[MANICHAEAN_PEOPLE_ELITE_FRAMING: É o partido que não tem envolvimento com corruptos!] [ELITE_CONSPIRACY_SYSTEMIC_CORRUPTION: É o partido que é limpo!] [gritos de comemoração]\\n\\nMeus amigos, [ANTI_PLURALIST_EXCLUSION: tem muita gente boa em outro partido [risos]]. [HOMOGENEOUS_PEOPLE_CONSTRUCTION: Nós queremos é unir o Brasil] [música de fundo].\\n\\n[gritos]\\n\\n[ANTI_PLURALIST_EXCLUSION: Respeitamos todos que apoiam outros candidatos], são bem-vindos.\\n\\nSe tiver alguém indeciso, daí te voto no dezessete, tá okay? Mas pode ter certeza,\\n\\nnós, para o governo do Estado, sim, estamos fechado aqui com nosso coronel. E pro Senado, com o Jaime aqui.\\n\\nPosso começar a falar ou quer falar primeiro?\\n\\nVamo lá.\\n\\nMeus amigos, há quatro anos, eu decidi disputar a Presidência da República. [AUTHENTICITY_VS_POLITICAL_CLASS: Não tínhamos partido, sabíamos que ninguém ia querer se coligar conosco e teríamos, praticamente, que contar apenas com a confiança de vocês].\\n\\nAo longo desses quatro anos, isso foi acontecendo dia após dia. E hoje, [POPULAR_SOVEREIGNTY_CLAIMS: nós temos uma coisa que os outros não têm, que é esse povo maravilhoso ao nosso lado]. [gritos] [POPULAR_SOVEREIGNTY_CLAIMS: Até quem tá com bandeira de outro candidato, sabe que pra presidente é dezessete].\\n\\n[CRISIS_RESTORATION_NARRATIVE: Nós temos como mudar o destino do Brasil]. [HOMOGENEOUS_PEOPLE_CONSTRUCTION: Nós queremos unir todos, de norte a sul, de leste a oeste]. Esse Brasil, além de grande, é um país riquíssimo, e [ECONOMIC_POPULIST_APPEALS: o seu povo não pode continuar sendo pobre], por [MANICHAEAN_PEOPLE_ELITE_FRAMING: falta de políticos que têm vergonha na cara].\\n\\nO que eu tenho a oferecer pra vocês,\\n\\nalém dos meus sessenta e três anos de idade, mas tô com o carro do moleque de vinte.\\n\\n[AUTHENTICITY_VS_POLITICAL_CLASS: Tenho vinte e oito anos de parlamento. Me acusam de montão de coisa, só não me chamam de...]\\n\\n[MANICHAEAN_PEOPLE_ELITE_FRAMING: Corrupto!]\\n\\n[AUTHENTICITY_VS_POLITICAL_CLASS: Isso, nós não somos. E ser honesto não é virtude, é obrigação]. Tenho\\n\\npara oferecer pra vocês também, [AUTHENTICITY_VS_POLITICAL_CLASS: dezessete anos que fiquei no nosso querido exército brasileiro]. [aplausos] Lá, [AUTHENTICITY_VS_POLITICAL_CLASS: forjei valores]. Lá, [AUTHENTICITY_VS_POLITICAL_CLASS: aprendi a respeitar a pátria]. Lá, [AUTHENTICITY_VS_POLITICAL_CLASS: conheci de verdade o trabalho desses homens e mulheres]. E eles querem colaborar, como sempre colaboraram, com o [NATIONALIST_EXCLUSION: crescimento do nosso Brasil]. Estão ao nosso lado, assim como os nossos homens e mulheres da segurança pública, assim como muitos integrantes das mais variadas instituições, assim como [HOMOGENEOUS_PEOPLE_CONSTRUCTION: esse povo sofrido e trabalhador que clama por um lugar de destaque no Brasil]. Vamos dar oportunidade a todos vocês. [HOMOGENEOUS_PEOPLE_CONSTRUCTION: Quem trabalha, quem é honesto, quem acredita na família, tem que ter o seu lugar reconhecido no cenário nacional]. [ANTI_PLURALIST_EXCLUSION: Lugar de vagabundo, é na cadeia ou no cemitério].\\n\\n[POPULAR_SOVEREIGNTY_CLAIMS: Vamos respeitar o referendo de 2005, onde se decidiu que vocês, cidadãos de bem, poderiam sim, comprar armas e munições pelo seu legítimo direito de defesa].\\n\\n[ANTI_PLURALIST_EXCLUSION: Vamos\\n\\ntipificar as ações do MST como terrorismo]. [ANTI_PLURALIST_EXCLUSION: Quem invade propriedade, no campo ou na cidade, não é cidadão e tem que ser tratado com os rigores da lei]. [NATIONALIST_EXCLUSION: Vamos respeitar a família]. Quem acredita, vamos acreditar em Deus. [NATIONALIST_EXCLUSION: Quem não acredita, respeitamos. Mas eu, como cristão, sempre coloco Deus acima de tudo].\\n\\n[NATIONALIST_EXCLUSION: Vamos respeitar a nossa criança em sala de aula]. [NATIONALIST_EXCLUSION: Vamos dar um pé no traseiro da ideologia de gênero].\\n\\n[ANTI_PLURALIST_EXCLUSION: Vamos varrer o comunismo e o Foro de São Paulo].\\n\\n[NATIONALIST_EXCLUSION: Vamos trazer para nos ajudar aqui no Brasil, o professor Olavo de Carvalho].\\n\\n[NATIONALIST_EXCLUSION: Vamos fazer um busto em Brasília, para um herói nacional, um homem que nasceu fora do teu tempo, mas era um grande visionário, o nosso querido Enéas Carneiro].\\n\\n[CRISIS_RESTORATION_NARRATIVE: Temos tudo, tudo para sermos uma grande nação]. Devemos apenas caprichar no voto, com todo respeito que todos merecem. Vamos olhar nos olhos. Vamos ver o passado daqueles que se apresentam como candidato. No momento, tem um coronel ao meu lado aqui, candidato a presi-- a governo do Estado. Eu o conheço\\n\\ndesde 1978. Eu, como aspirante do Exército Brasileiro, e ele como tenente R2, lá no Rio de Janeiro. É uma pessoa que conheço há muito tempo. E se esse for o entendimento de vocês, eu peço que vote nele. Ao meu lado,\\n\\nao meu lado, [ECONOMIC_POPULIST_APPEALS: um homem do campo, um homem que emprega muita gente, um homem de negócio, um homem que quer empregar mais, mas para isso, precisa de um Estado que não atrapalhe].\\n\\n[ECONOMIC_POPULIST_APPEALS: Precisamos um Estado que cobre menos impostos].\\n\\n[comemorações e apito]\\n\\n[ECONOMIC_POPULIST_APPEALS: Um Estado que realmente\\n\\nrespeite quem quer trabalhar]. Meus amigos!\\n\\n[aplausos] [comemorações] [apitos]\\n\\n[ELITE_CONSPIRACY_SYSTEMIC_CORRUPTION: Nós precisamos\\n\\nde um senador de Rondônia perfeitamente afinado conosco para lutar pelos interesses do seu Estado e ajudar o presidente a governar].\\n\\n[POPULAR_SOVEREIGNTY_CLAIMS: O Jaime é esse homem que eu peço o apoio de todos vocês. Me coloque lá,\\n\\nmas também bote um homem no Senado que realmente nos ajude].\\n\\n[aplausos] [comemorações]\\n\\nAmigos de Rondônia! Amigos de Rondônia! Meu muito obrigado a todos vocês. [CRISIS_RESTORATION_NARRATIVE: A missão de salvar o Brasil]\\n\\ncaberá a todos nós. A cada um de vocês.\\n\\nMe perguntaram em que eu me inspiro para fazer política. Porque eu faço isso há quatro anos rodando pelo Brasil. Me inspiro na minha filha de sete anos de idade. [CRISIS_RESTORATION_NARRATIVE: Eu quero deixar o Brasil pra ela diferente do que nós temos hoje]. [NATIONALIST_EXCLUSION: Um Brasil seguro].\\n\\n[NATIONALIST_EXCLUSION: Um país que seja respeitado lá fora].\\n\\n[NATIONALIST_EXCLUSION: Um país onde a família realmente seja a base da nossa sociedade].\\n\\n[aplausos]\\n\\nAmigos de Rondônia, muito obrigado mais uma vez. Já estou com saudades. [NATIONALIST_EXCLUSION: Brasil acima de tudo. Deus acima de todos!] Tamo junto! [aplausos]\\n\\n[aplausos] Mito, mito, mito, mito, mito, mito, mito! [aplausos] Who é Bolsonaro? Who é Bolsonaro?\\n\\nWho é Bolsonaro?\\n\\n[aplausos]\\n\\nQuem fala agora? Eu? Eu quero! Olhe! [aplausos]\\n\\nSenhoras e senhores, neste momento vamos ouvir as palavras dele.\\n\\nCandidato ao Senado,\\n\\npor apoio do Bolsonaro aqui em Rondônia, Vilenense desde 1974,\\n\\ngera mais de quatrocentos empregos, tanto em Vilhena como em Porto Velho, em todo o estado de Rondônia. Empreendedor, um dos donos do Poço Catarinense, que fica em Vilhena e todos conhecem. Jaime Bagatto é o senador do Bolsonaro em Rondônia e ao lado do mito, vai combater a corrupção, cortar gastos desnecessários para poder priorizar as bases da nossa sociedade e valorizar o servidor público e a família. Com vocês, o futuro senador da República, com o número um, sete, sete, Jaime Bagattoleeer!\\n\\n[aplausos] [música]\\n\\n[HOMOGENEOUS_PEOPLE_CONSTRUCTION: Meu povo de Porto Velho, povo do estado de Rondônia]. Eu quero dizer a vocês, à população desse estado, que nós precisamos colocar pessoas na política que querem, que querem ver esse estado crescer, que querem ver esse estado ir para frente. Nós-- eu quero dizer a vocês, que estamos em Rondônia, a família Bagatto e o grupo Bagatto, que eu administro, estamos há mais de quarenta e quatro anos nesse estado do Rondônia e precisamos, [ECONOMIC_POPULIST_APPEALS: precisamos industrializar esse estado, protegendo o mini, o pequeno, o médio e o grande produtor]. E para nós, presidente Bolsonaro, [ECONOMIC_POPULIST_APPEALS: para nós industrializarmos esse estado, nós precisamos de apoio para a indústria, de isenção do governo federal], porque nós estamos num estado, aonde a nossa logística é diferenciada do restante do país. E eu quero dizer aqui nesta tarde, aos funcionários públicos que nos abracem, nos abracem nessa candidatura, nesse empenho, porque para nós, [ECONOMIC_POPULIST_APPEALS: para nós mantermos os salários de vocês, para aumentar o salário do professor, para manter qualidade ao salário dos policiais, dos enfermeiros, dos médicos, enfim, de toda a classe que geralmente trabalha no setor público, precisamos que o setor privado-- precisamos que o país cresça]. E para isso, [ECONOMIC_POPULIST_APPEALS: temos que fazer com que a única economia, a economia que roda esse estado aqui é o campo, é o mini, é o pequeno, é o médio e é o grande produtor]. E para nós, eu falo pra vocês, precisamos, no dia 7 de outubro, colocar lá no Senado da República, Jaime Bagattole, com o número 177 [aplausos]. Precisamos colocar, o nosso coronel Marco Rocha, com o número dezessete. E para isso, precisamos do nosso mito, do nosso Presidente da República, [AUTHENTICITY_VS_POLITICAL_CLASS: homem honesto, que está lá, não tem nenhuma comprovação de corrupção], Jair Messias Bolsonaro, e [CRISIS_RESTORATION_NARRATIVE: se Deus quiser, vamos vencer essas eleições lá em 7 de outubro]. [CRISIS_RESTORATION_NARRATIVE: Meu muito obrigado!]\\n\\n[gritos de multidão]\\n\\nEeeei, rapaaaaz! Nosso senador! Agora para fazer uso da palavra-- segura o som por gentileza, aí. Segura o som, segura o som. Brigado. Para fazer uso da palavra agora, vamos receber com aplausos o único governador que está sendo apoiado pelo Jair Messias Bolsonaro. Eu convido agora meu amigo, meu colega, meu irmão, camarada, ele, coronel Maaaarcos Rocha! [aplausos] [comemorações ao fundo]\\n\\nOlá pessoal!\\n\\nOlá, [HOMOGENEOUS_PEOPLE_CONSTRUCTION: minha gente de Rondônia amada]!\\n\\n[CRISIS_RESTORATION_NARRATIVE: Vamos mudar Rondônia!]\\n\\n[gritos ao fundo]\\n\\nEu não vou demorar aqui mais não.\\n\\n[gritos ao fundo]\\n\\nEu só digo uma coisa: [CRISIS_RESTORATION_NARRATIVE: vamos mudar Rondônia!] [CRISIS_RESTORATION_NARRATIVE: Vamos ajudar os policiais a ter condições de trabalho, ter liberdade pra trabalhar]. [CRISIS_RESTORATION_NARRATIVE: Vamos fazer com que os nossos professores, que é a minha outra área de atuação também tenha condições de trabalho]. E [CRISIS_RESTORATION_NARRATIVE: vamos juntos mudar Rondônia. Mudar de verdade. Junto com Jair Messias Bolsonaro]. É isso aí!\\n\\n[aplausos] [música ao fundo]\\n\\nPara fazer uso da palavra, o primeiro deputado que entre no congresso, está na tribuna o presidente, Eltânio de Freitas\\n\\nFernandes, que foi candidato unido à mim. A partir de hoje, o governo de Rondônia será de esquerda [gargalhadas].\\n\\n[gritos de multidão] [buzina de veículo]\\n\\nNão veio somente o PSL, mas também [ELITE_CONSPIRACY_SYSTEMIC_CORRUPTION: nós não loteamos o governo]. Se nós ganharmos o governo [pausa], [ELITE_CONSPIRACY_SYSTEMIC_CORRUPTION: vamos fazer uma administração imparcial, sem ter pro-pro-se ter arranjos, sem ter proteção para algum tipo que esteja fora da conformidade]. Nós também vamos trabalhar junto com o nosso líder Bolsonaro, para [ECONOMIC_POPULIST_APPEALS: documentar todas as terras do nosso estado de Rondônia, as terras que estão fora, que estão fora de documentos]. [ECONOMIC_POPULIST_APPEALS: Nós vamos trabalhar pra ajustar, pra ajustar todo o sistema da nossa mineração que tantos nossos garimpeiros pedem para que se legalize, para que eles possam trabalhar de maneira legalizada, além de que possam trabalhar com pequenos garimpos e que-- e fazer o seu, a sua vida decentemente, sem ser perseguido por órgãos que aí estão atrapalhando o desenvolvimento do nosso Estado]. [ELITE_CONSPIRACY_SYSTEMIC_CORRUPTION: Nós, nós não temos fundo de partido]. [MANICHAEAN_PEOPLE_ELITE_FRAMING: Vocês já viram a quantidade de bandeirinha e de gente trabalhando com formiguinha pra lá e pra cá]. [ELITE_CONSPIRACY_SYSTEMIC_CORRUPTION: O nosso partido é com dinheiro de-a ajuntado de um por um. E essas pessoas estão gastando o dinheiro do fundo partidário. Um bilhão e setecentos milhões, que era o dinheiro pra ser usado na nossa saúde e na nossa educação e na nossa segurança]. Então, [HOMOGENEOUS_PEOPLE_CONSTRUCTION: minha gente, analisem]. [POPULAR_SOVEREIGNTY_CLAIMS: Na hora de votar, esse, esse é o nosso lema de governar]. Vai ser [ELITE_CONSPIRACY_SYSTEMIC_CORRUPTION: um governo limpo], um governo junto com meu amigo coronel Marcos Rocha. [HOMOGENEOUS_PEOPLE_CONSTRUCTION: Um governo aonde todos tenham oportunidades pra- alô, alô]. Eh, então, é desta forma que nós vamos trabalhar. [POPULAR_SOVEREIGNTY_CLAIMS: Vamos votar em Ja-- em coronel Marcos Rocha],\\n\\ndezessete, e dezessete pra presidente e pra baixo. Vamos ban-- tocar na bandeira do PSL. Obrigado a todos! [aplausos] [buzinas]\\n\\n[piano] Êêê, rapaz, esse é o mito!\\n\\n[AUTHENTICITY_VS_POLITICAL_CLASS: O homem que chegou, vai fazer a diferença no cenário político brasileiro]. [AUTHENTICITY_VS_POLITICAL_CLASS: É nesse homem\\n\\nque confiamos]. O nome dele: Jair Messias Bolsonaro!\\n\\nBora finalizar com a coisa bacana? Bora, galera! [POPULAR_SOVEREIGNTY_CLAIMS: Bora gritar o jagão que todo o Brasil grita?]\\n\\nVamo lá, todo mundo: mito, mito, mito... Mais alto!\\n\\n[muitas pessoas ao mesmo tempo] Mito! Mito! Mito! Mito!\\n\\n[AUTHENTICITY_VS_POLITICAL_CLASS: Esse é o cara que tá fazendo a diferença!]\\n\\nObrigado, Senhor, pela oportunidade. Obrigado, Senhor Deus, por essa oportunidade única e ímpar na minha vida. Obrigado pela essa oportunidade de ver Porto Velho toda reunida em nome de todos os candidatos a deputados estaduais, todos os candidatos a deputados federais.\\n\\n[digitação de teclado]\\n\\nRecebemos aqui em Porto Velho, hoje, [CRISIS_RESTORATION_NARRATIVE: o homem que tem a promessa de mudar a vida]. [POPULAR_SOVEREIGNTY_CLAIMS: A confiança do povo rondoniense, do povo brasileiro pra fazer a política diferente]. Por isso, recebemos aqui, com braços abertos, ele: Jair Messias Bolsonaro! [batida de tambor]\\n\\n[música ao fundo] [HOMOGENEOUS_PEOPLE_CONSTRUCTION: Assim, nós também somos iguais].\\n\\n[NATIONALIST_EXCLUSION: Quem defende o Brasil acima de seu interesse]. [CRISIS_RESTORATION_NARRATIVE: Uma nova onda tomou conta do Brasil. De forma espontânea, como jamais se viu]. [CRISIS_RESTORATION_NARRATIVE: A honestidade é chegado, voltando à cena]. Por isso, [AUTHENTICITY_VS_POLITICAL_CLASS: Bolsonaro é aclamado onde chega]. [MANICHAEAN_PEOPLE_ELITE_FRAMING: TV, rádio, revista, jornal, artistas, atores da Globo passam mal. Mamaram na teta do governo marginal. Boquinha vai secar, tá ligado? Passa mal]. [NATIONALIST_EXCLUSION: Ordem e progresso]. [NATIONALIST_EXCLUSION: Eu quero pro meu país]. Bolsonaro. [CRISIS_RESTORATION_NARRATIVE: Que agende um futuro mais feliz]. [NATIONALIST_EXCLUSION: Ir à escola porque quero aprender. Ciência, matemática, física, português. Sexo. Não tenho idade pra isso. Ideologia de gênero. Oh, que nojento nascer menino. Vou me tornar um homem. Deus quis assim. Não me incomode. Obrigado, meus pais, pela orientação]. [NATIONALIST_EXCLUSION: Bolsonaro na cabeça e no coração]. [HOMOGENEOUS_PEOPLE_CONSTRUCTION: Todos brasileiros que a minha voz escuta]. [NATIONALIST_EXCLUSION: Pátria, eu sou teu filho. Não vão fugir da luta]. [CRISIS_RESTORATION_NARRATIVE: O mito chegou].\\n\\n[CRISIS_RESTORATION_NARRATIVE: E o Brasil acordou].\\n\\n[CRISIS_RESTORATION_NARRATIVE: A esperança de verdade]. [CRISIS_RESTORATION_NARRATIVE: Olhar de criança. Agora podemos ver um futuro melhor]. [CRISIS_RESTORATION_NARRATIVE: O mito chegou]. Oh-oh. [CRISIS_RESTORATION_NARRATIVE: E o Brasil acordou].\\n\\n[CRISIS_RESTORATION_NARRATIVE: A esperança de verdade]. [CRISIS_RESTORATION_NARRATIVE: Olhar de criança agora podemos ver um futuro melhor]. [CRISIS_RESTORATION_NARRATIVE: O mito chegou].\\n\\n[AUTHENTICITY_VS_POLITICAL_CLASS: Oh-oh. Ele sempre teve a razão]. [CRISIS_RESTORATION_NARRATIVE: O mito chegou]. [AUTHENTICITY_VS_POLITICAL_CLASS: Era mais honesto e não tinha medo dessa podridão]. [CRISIS_RESTORATION_NARRATIVE: O mito chegou]. [CRISIS_RESTORATION_NARRATIVE: Eu cedo a missão de governar a maior nação]. [CRISIS_RESTORATION_NARRATIVE: O mito chegou]. Bolsonaro presidente. [CRISIS_RESTORATION_NARRATIVE: O mito chegou]. [CRISIS_RESTORATION_NARRATIVE: O mito chegou]. Uô, uô.\\n\\n[CRISIS_RESTORATION_NARRATIVE: O mito chegou]. Bolsonaro. Yeah. El Beneco Loco. [risada máscula] [CRISIS_RESTORATION_NARRATIVE: O mito chegou]. [CRISIS_RESTORATION_NARRATIVE: O mito chegou]. Y ay sienta pa oró. [risada máscula] Ah, volvi a recorrer. No existe más volta. Bolsonaro presidente 2018. [CRISIS_RESTORATION_NARRATIVE: O mito chegou].\\n\\nY vos fala, el Beneco, [risada] el Benenco loco.\\n\\n[risada]\\n\\nFilho do Beneco.\\n\\nTá toda a cara para bater. Hã, não tenho medo de você. Hã, não tenho medo de você. Bolsonaro presidente 2018, o mito chegou. [corte de vídeo]\\n\\n[CRISIS_RESTORATION_NARRATIVE: O mito chegou]. Uô uô uô. Uô uô. Ah. [CRISIS_RESTORATION_NARRATIVE: O mito chegou]. Yeah. Ah. 2028. Já lo sabe. [POPULAR_SOVEREIGNTY_CLAIMS: O povo ya cansou de mentiras, tantas falácias e hiprocresía]. [NATIONALIST_EXCLUSION: Nos tiempos de hoy, claramente posso ver, quem defende o Brasil acima de su interés]. [CRISIS_RESTORATION_NARRATIVE: Una nova onda tomou conta do Brasil. De forma espontânea, como jamais se viu, a honestidade llegando, voltando a cena]. Por isso, [AUTHENTICITY_VS_POLITICAL_CLASS: Bolsonaro é aclamado onde chega].\\n\\n[batida de tambor] [MANICHAEAN_PEOPLE_ELITE_FRAMING: Dibí, rádio, revista, jornal, artistas, atores da Globo passam mal. Mamaram na teta do governo marginal. Boquinha vai secar, tá ligado? Passa mal].\\n\\n[NATIONALIST_EXCLUSION: Ordem e progresso].\\n\\n[NATIONALIST_EXCLUSION: Eu quero pro meu país]. Bolsonaro, [CRISIS_RESTORATION_NARRATIVE: representa um futuro mais feliz]. [NATIONALIST_EXCLUSION: Ir à escola porque quero aprender. Ciência, matemática, física, português. Sexo. Não tenho idade pra isso. Ideologia de gênero. Oh, que nojento nascer menino. Vou me tornar um homem. Deus quis assim, não me incomode. Obrigado, meus pais, pela orientação]. [NATIONALIST_EXCLUSION: Bolsonaro na cabeça e no coração]. [HOMOGENEOUS_PEOPLE_CONSTRUCTION: Todos brasileiros que a minha voz escuta]. [NATIONALIST_EXCLUSION: Padre, eu sou teu filho. Não vão fugir da luta].\\n\\n[CRISIS_RESTORATION_NARRATIVE: O mito chegou]. [CRISIS_RESTORATION_NARRATIVE: E o Brasil acordou]. [CRISIS_RESTORATION_NARRATIVE: A esperança de verdade]. [CRISIS_RESTORATION_NARRATIVE: Olhar de criança. Agora podemos ver um futuro melhor]. [CRISIS_RESTORATION_NARRATIVE: O mito chegou].\\n\\nE o\\n\\n[CRISIS_RESTORATION_NARRATIVE: Brasil acordou].\\n\\n[CRISIS_RESTORATION_NARRATIVE: A esperança de verdade]. [CRISIS_RESTORATION_NARRATIVE: Olhar de criança. Agora podemos ver um futuro melhor]. [CRISIS_RESTORATION_NARRATIVE: O mito chegou].\\n\\n[AUTHENTICITY_VS_POLITICAL_CLASS: Ele sempre teve a razão]. [CRISIS_RESTORATION_NARRATIVE: O mito chegou]. [AUTHENTICITY_VS_POLITICAL_CLASS: Era mais honesto e não tinha medo dessa podridão]. [CRISIS_RESTORATION_NARRATIVE: O mito chegou]. [CRISIS_RESTORATION_NARRATIVE: Eu cedo a missão de governar a maior nação]. [CRISIS_RESTORATION_NARRATIVE: O mito chegou]. Bolsonaro presidente. [CRISIS_RESTORATION_NARRATIVE: O mito chegou]. [CRISIS_RESTORATION_NARRATIVE: O mito chegou]. Uô uô. [CRISIS_RESTORATION_NARRATIVE: O mito chegou]. Bolsonaro. Yeah. El Beneco Loco. [risada máscula] [CRISIS_RESTORATION_NARRATIVE: O mito chegou]. [CRISIS_RESTORATION_NARRATIVE: O mito chegou]. Y si anda pa' oro. [risada máscula] Ah, volvió a recorrer. No. No existe más vuelta. Bolsonaro presidente 2018. [CRISIS_RESTORATION_NARRATIVE: O mito chegou]. Y vos fala, el Beneco. El Beneco Loco. [risada] Alô. A van de União Bandeirantes já está saindo. Então, a-a caravana de União Bandeirantes se dirige pra van. Grande abraço! Muito obrigado, Rondônia! Muito obrigado, Porto Velho! [POPULAR_SOVEREIGNTY_CLAIMS: Que grande festa democrática!]\\n\\nParabéns, Rondônia! [canto de pássaro] [batida de tambor] [NATIONALIST_EXCLUSION: Os tempos de hoje, claramente, posso ver, que defendem o Brasil acima de seu interesse]. [CRISIS_RESTORATION_NARRATIVE: Uma nova onda tomou conta do Brasil. De forma espontânea, como jamais se viu, a honestidade é chegando, voltando à cena]. Por isso, [AUTHENTICITY_VS_POLITICAL_CLASS: Bolsonaro é aclamado onde chega].\\n\\n[MANICHAEAN_PEOPLE_ELITE_FRAMING: TV, rádio, revista, jornal, artigos, atores...]\\n\\n[canto de mar de barco ao fundo] [som de motos]\\n\\nOlha, quem quiser adesivar o seu carro com o 17, é só dirigir durante essa campanha lá na sede do PSL, na Avenida Pinheiro Machado, vinte e oito, dezessete, próximo ao Paulo Guincho. Por favor, quem quiser, é, adesivar o seu carro, quiser levar uma bandeirinha do mito 17, é só procurar o Diretório Estadual do PSL, na Avenida Pinheiro Machado, vinte e oito, dezessete.\"\n    }\n  ]\n}\n```",
  "document_index": 3,
  "timestamp": "2025-09-25T19:10:18.010705+00:00"
}