{
  "analysis_id": "analysis_v2_analysis_20251002_114550_2",
  "step": "composite_analysis",
  "model_used": "vertex_ai/gemini-2.5-flash",
  "raw_analysis_response": "```json\n{\n  \"analysis_metadata\": {\n    \"framework_name\": \"Constructive Democratic Discourse Framework\",\n    \"framework_version\": \"10.2.0\",\n    \"analyst_confidence\": 0.95,\n    \"analysis_notes\": \"Applied salience-first approach with conditional 3-shot analysis. Reliability = confidence × salience. Confidence calculated as 1 - (max_raw_score - min_raw_score). Calculated all framework-specified derived metrics. Analysis conducted in 'Spontaneous Discourse Analysis' mode due to the document being a Reddit comment section, characterized by real-time interaction and lack of editorial buffer. Interpretation of derived metrics should follow the guidance for this mode.\",\n    \"internal_consistency_approach\": \"Salience-first filtering with 3-run median aggregation for included dimensions\",\n    \"derived_metrics_calculated\": true,\n    \"framework_fit_score\": 0.667,\n    \"reliability_summary\": {\n      \"high_reliability_dimensions\": [\n        \"motive_imputation\",\n        \"personal_denigration\",\n        \"irreconcilable_division\",\n        \"truth_as_weapon\",\n        \"bad_faith_dismissal\"\n      ],\n      \"excluded_dimensions\": [\n        \"charitable_interpretation\",\n        \"common_ground_seeking\",\n        \"dignified_expression\",\n        \"authentic_engagement\"\n      ],\n      \"total_signal_strength\": 5.39\n    },\n    \"statistical_validity_warning\": \"Warning: Sample size too small for reliable statistical analysis (N=1 document).\"\n  },\n  \"document_analyses\": [\n    {\n      \"document_id\": \"reddit_comments_1nv77ky\",\n      \"document_name\": \"Democrats Are Already “Moderate.” It’s Not Working.\",\n      \"dimensional_scores\": {\n        \"charitable_interpretation\": {\n          \"raw_score\": 0.1,\n          \"salience\": 0.1,\n          \"confidence\": 1.0,\n          \"reliability\": 0.1,\n          \"status\": \"clearly_excluded\"\n        },\n        \"motive_imputation\": {\n          \"raw_score\": 0.9,\n          \"salience\": 0.9,\n          \"confidence\": 1.0,\n          \"reliability\": 0.9,\n          \"status\": \"included_high_reliability\"\n        },\n        \"issue_focused_critique\": {\n          \"raw_score\": 0.7,\n          \"salience\": 0.7,\n          \"confidence\": 0.9,\n          \"reliability\": 0.63,\n          \"status\": \"included_medium_reliability\"\n        },\n        \"personal_denigration\": {\n          \"raw_score\": 0.9,\n          \"salience\": 0.8,\n          \"confidence\": 0.9,\n          \"reliability\": 0.72,\n          \"status\": \"included_high_reliability\"\n        },\n        \"common_ground_seeking\": {\n          \"raw_score\": 0.1,\n          \"salience\": 0.1,\n          \"confidence\": 1.0,\n          \"reliability\": 0.1,\n          \"status\": \"clearly_excluded\"\n        },\n        \"irreconcilable_division\": {\n          \"raw_score\": 0.9,\n          \"salience\": 0.9,\n          \"confidence\": 0.9,\n          \"reliability\": 0.81,\n          \"status\": \"included_high_reliability\"\n        },\n        \"dignified_expression\": {\n          \"raw_score\": 0.2,\n          \"salience\": 0.2,\n          \"confidence\": 1.0,\n          \"reliability\": 0.2,\n          \"status\": \"clearly_excluded\"\n        },\n        \"dehumanizing_language\": {\n          \"raw_score\": 0.2,\n          \"salience\": 0.3,\n          \"confidence\": 0.9,\n          \"reliability\": 0.27,\n          \"status\": \"borderline_excluded\"\n        },\n        \"truth_with_care\": {\n          \"raw_score\": 0.5,\n          \"salience\": 0.6,\n          \"confidence\": 0.9,\n          \"reliability\": 0.54,\n          \"status\": \"included_medium_reliability\"\n        },\n        \"truth_as_weapon\": {\n          \"raw_score\": 0.7,\n          \"salience\": 0.8,\n          \"confidence\": 0.9,\n          \"reliability\": 0.72,\n          \"status\": \"included_high_reliability\"\n        },\n        \"authentic_engagement\": {\n          \"raw_score\": 0.2,\n          \"salience\": 0.2,\n          \"confidence\": 1.0,\n          \"reliability\": 0.2,\n          \"status\": \"clearly_excluded\"\n        },\n        \"bad_faith_dismissal\": {\n          \"raw_score\": 0.8,\n          \"salience\": 0.8,\n          \"confidence\": 1.0,\n          \"reliability\": 0.8,\n          \"status\": \"included_high_reliability\"\n        }\n      },\n      \"derived_metrics\": {\n        \"dominant_strategy_index\": -0.423,\n        \"complete_rhetorical_inventory_score\": -0.217,\n        \"constructive_elements_present\": 0.3,\n        \"destructive_elements_present\": 0.733,\n        \"rhetorical_contamination_index\": 0.2,\n        \"restraint_failure_intensity\": 0.2,\n        \"strategy_inventory_gap\": -0.206,\n        \"interpretation_tension\": 0.8,\n        \"focus_tension\": 0.2,\n        \"unity_tension\": 0.8,\n        \"expression_tension\": 0.0,\n        \"truth_tension\": 0.2,\n        \"engagement_tension\": 0.6,\n        \"strategic_contradiction_index\": 0.433\n      },\n      \"evidence_quotes\": {\n        \"motive_imputation\": [\n          \"Their job is to ensure a left wing populist never emerges, not to actually govern. They're not concerned with meaningfully improving the material conditions of the working class only to throw crumbs and pacify. They stand for nothing and represent the capital class.\",\n          \"Conservatives would literally rather die than vote blue. It's just a smokescreen by the DNC to keep serving their corporate overlords. They would rather lose a hundred races than turn their back on the capital class once. They are either a controlled opposition party or dickless weasels.\",\n          \"Sanders isn't organizing the base. He is grifting his fans.\"\n        ],\n        \"issue_focused_critique\": [\n          \"Clinton gave us a surplus after which he had an opportunity to fulfill the promises to the working and middle class - but instead, swayed by moderates and centrists ( looking at you Rham Emmanuel ) bullied by his Wall Street donors, and fooled by the ever rightward goalpost of Republicans he caved.\",\n          \"Dems are better off actually being far left socialists, since no one cares to make the distinction anyway. If you're going to get called an extreme left socialist, then why not just embrace it?\",\n          \"The frustrating part is that Trump almost certainly won (both times) by activating non-voters. A third of the country is staunchly Democrat, a third is staunchly Republican, and a third doesn't vote. Why are only the Republicans going after that last third?\"\n        ],\n        \"personal_denigration\": [\n          \"They are either a controlled opposition party or dickless weasels.\",\n          \"You need someone charismatic with a vision and the will to force that vision through. Not a cowering milk toast who has no commitment for fear of offending someone.\",\n          \"Dems lose elections against weak opponents. They lost to a pussy grabbing geriatric traitor daughter lech twice now.\"\n        ],\n        \"irreconcilable_division\": [\n          \"Every time it’s on the democrats to meet in the middle but the republicans just keep moving farther right\",\n          \"If you're going to get called an extreme left socialist, then why not just embrace it? The Republicans certainly seem to have embraced being fascist Nazis and pedophiles.\",\n          \"Conservatives would literally rather die than vote blue.\"\n        ],\n        \"truth_with_care\": [\n          \"Brown is a really odd pick by the article, it uses the border bill vote which just about every democratic senator voted yay on. And his transgender campaign response wasn't great but it was just a factual statement about the current legality of trans women in sports in Ohio and not a policy position.\",\n          \"FDR wasn't perfect, he pissed a lot of people off - but he actually saved Capitalism by reigning it in.\",\n          \"The vast majority of Democrats are center-right, as is the party, when compared to virtually any other western democracy. Sanders, the left-most major politician in the US, is center-left.\"\n        ],\n        \"truth_as_weapon\": [\n          \"But perhaps they should try being even more conservative? Surely that earn them the votes they need. /s\",\n          \"Man neoliberals just love to lose as long as they don't have to embrace anything progressive.\",\n          \"Sorry but your theory has been tried since Clinton and look where we are now...\"\n        ],\n        \"bad_faith_dismissal\": [\n          \"Leftists have a fantasy that they're secretly the majority despite the decades of losing elections\",\n          \"Jacobin is a rag run by trust fund kids who unironically think East Germany is the model every nation should follow. I can't think of anyone worse to get advice from.\",\n          \"Sanders isn't organizing the base. He is grifting his fans.\"\n        ]\n      },\n      \"marked_up_document\": \"# Document Analysis - Marked Up Text\\n\\n![r/politics - Democrats Are Already “Moderate.” It’s Not Working.](https://external-preview.redd.it/democrats-are-already-moderate-its-not-working-v0-S_Qwdn9jblwdEGpKsMk13r2IdC0pfH2TU5Z9BWP05GI.jpeg?width=640&crop=smart&auto=webp&s=3d671cf08d5778496fcbde9699f340f7c6c310b3)\\n\\n---\\n\\n## Comments\\n\\n> **AutoModerator** • [1 points](https://reddit.com/r/politics/comments/1nv77ky/comment/nh6dnrk/) •\\n> \\n> Moderator Announcement [Read More »](https://www.reddit.com/r/politics/comments/1nv77ky/democrats_are_already_moderate_its_not_working/#)\\n> \\n> [AUTHENTIC_ENGAGEMENT: As a reminder, this subreddit] [AUTHENTIC_ENGAGEMENT: is for civil discussion]\\n> \\n> [DIGNIFIED_EXPRESSION: In general, please be courteous to others. Argue the merits of ideas, don't attack other posters or commenters. Hate speech, any suggestion or support of physical harm, or other rule violations can result in a temporary or a permanent ban. If you see comments in violation of our rules, please report them.]\\n> \\n> **Sub-thread Information**\\n> \\n> If the post flair on this post indicates the wrong paywall status, please report this Automoderator comment with a custom report of “incorrect flair”.\\n> \\n> **Announcement**\\n> \\n> [r/Politics](https://www.reddit.com/r/Politics/) is actively looking for new moderators. If you have an interest in helping to make this subreddit a place for quality discussion, please fill out [this form](https://sh.reddit.com/r/politics/application).\\n> \\n> ---\\n> \\n> *I am a bot, and this action was performed automatically. Please* [*contact the moderators of this subreddit*](https://www.reddit.com/message/compose/?to=/r/politics) *if you have any questions or concerns.*\\n> \\n> track me\\n\\n> **Disused\\_Yeti** • [1 points](https://reddit.com/r/politics/comments/1nv77ky/comment/nh6kg4p/) •\\n> \\n> [IRRECONCILABLE_DIVISION: Every time it’s on the democrats to meet in the middle but the republicans just keep moving farther right]\\n> \\n> > **sugarlessdeathbear** • [1 points](https://reddit.com/r/politics/comments/1nv77ky/comment/nh7ac6k/) •\\n> > \\n> > [ISSUE_FOCUSED_CRITIQUE: This is how they have shifted the Overton window in this country over the last 50-60 years, with an emphasis on the last 30.] [TRUTH_WITH_CARE: For the US Bernie Sanders is extremely liberal, but world wide he's barely left of center. That's how twisted we are here.]\\n> > \\n> > > **TheRealBaboo** • [1 points](https://reddit.com/r/politics/comments/1nv77ky/comment/nh7o65j/) •\\n> > > \\n> > > [MOTIVE_IMPUTATION: That’s what controlling all the country’s media does for them]\\n> \\n> **Yuli-Ban** • [1 points](https://reddit.com/r/politics/comments/1nv77ky/comment/nh6t6ij/) •\\n> \\n> [IRRECONCILABLE_DIVISION: \\*Democrats try to meet in the middle while GOP moves further right while calling the Democrats and some GOP stragglers the radical left]\\n> \\n> Fixed\\n> \\n> [ISSUE_FOCUSED_CRITIQUE: Very ironically, it's at such an extreme point for Republicans that they unironically are no longer able to even recognize what the radical left even is. Ask a MAGA voter what's the difference between Joe Biden, Kamala Harris, and Zohran Mamdani and they wouldn't even be able to tell you because they *all* \\\"radical Antifa left.\\\"] [ISSUE_FOCUSED_CRITIQUE: Maybe Mamdani is more overtly \\\"extreme\\\" about it. And Europe, Mamdani would be a pretty bogstandard Labour-tier candidate, far from the actual *genuine* Red parties that still participate in elections, and the actual true \\\"radical\\\" left are the ones that think elections are bourgeois games and would rather agitate and mail bombs.]\\n> \\n> And so what does that produce but a situation where you could arguably run outright Marxists and the media apparatus would be at an impasse on how to deal with them.\\n> \\n> News: \\\"They're going to overthrow capitalism!\\\"\\n> \\n> \\\"Yeah, just like Obama and Biden!\\\"\\n> \\n> News: \\\"No, not like them, this guy's for real!\\\"\\n> \\n> \\\"So were they!\\\"\\n> \\n> [TRUTH_WITH_CARE: Funniest thing is that's basically how we got here but in the other direction as well. Calling every Republican a Neo-Nazi operating a Fascist regime, and now we have Trump and his white nationalist buddy Stephen Miller in control, and people didn't see how he was going to functionally be any different from Reagan or Bush since everyone called *them* fascists too, so there's nothing to worry about because we survived them, but now wait, why is he organizing ICE like a secret police force or threatening to crack down on political enemies?] [ISSUE_FOCUSED_CRITIQUE: Weren't the COINTELPRO days behind us? Whoops, looks like [para-fascism](https://en.wikipedia.org/wiki/Para-fascism) came to America wrapped in an Israeli flag and carrying a cross, and you didn't realize it until too late.]\\n> \\n> [ISSUE_FOCUSED_CRITIQUE: And to that end, you could argue that because of Trump, you could probably run Bush II again and he'd be seen as a surprisingly progressive and sane conservative option.]\\n> \\n> > **DeeEmceeFoor** • [1 points](https://reddit.com/r/politics/comments/1nv77ky/comment/nh6wlsj/) •\\n> > \\n> > [ISSUE_FOCUSED_CRITIQUE: At this point, the Dems are better off actually being far left socialists, since no one cares to make the distinction anyway. If you're going to get called an extreme left socialist, then why not just embrace it?]\\n> > [MOTIVE_IMPUTATION: The Republicans certainly seem to have embraced being fascist Nazis and pedophiles. It doesn't even phase them anymore. Ted Cruz just said to stop attacking pedophiles!]\\n> > \\n> > **Clamsadness** • [1 points](https://reddit.com/r/politics/comments/1nv77ky/comment/nh6unp3/) •\\n> > \\n> > [ISSUE_FOCUSED_CRITIQUE: Right. This is exactly why it’s pointless NOT to run a real radical left candidate. “Fox News will have a field day” - yeah, but they called fucking Joe Biden a communist, they’d have a field day regardless of who the candidate was.]\\n> \\n> **Overton\\_Glazier** • [1 points](https://reddit.com/r/politics/comments/1nv77ky/comment/nh6t6dh/) •\\n> \\n> [MOTIVE_IMPUTATION: And that will continue so long as moderates and corporate Dems call the shots.]\\n\\n> **Fragrant-Vehicle-479** • [1 points](https://reddit.com/r/politics/comments/1nv77ky/comment/nh6lube/) •\\n> \\n> [MOTIVE_IMPUTATION: They'd rather try to appeal to the mythical moderate conservative who will never touch them with a ten foot poll than ever try to capture the more progressive voter desperate for a true home in our political system.]\\n> \\n> > **awildstoryteller** • [1 points](https://reddit.com/r/politics/comments/1nv77ky/comment/nh6qsyp/) •\\n> > \\n> > [ISSUE_FOCUSED_CRITIQUE: The frustrating part is that Trump almost certainly won (both times) by activating non-voters.]\\n> > \\n> > [TRUTH_WITH_CARE: A third of the country is staunchly Democrat, a third is staunchly Republican, and a third doesn't vote.]\\n> > \\n> > [ISSUE_FOCUSED_CRITIQUE: Why are only the Republicans going after that last third?]\\n> > \\n> > And yes, I know Dems do voter registration drives etc, because they think that is how to get people to show up.\\n> > \\n> > But it isn't.\\n> > \\n> > **Spanklaser** • [1 points](https://reddit.com/r/politics/comments/1nv77ky/comment/nh70f1t/) •\\n> > \\n> > [IRRECONCILABLE_DIVISION: Anyone even remotely conservative will never ever vote for them, to do so would be to abandon their entire worldview. Conservatives would literally rather die than vote blue.] [MOTIVE_IMPUTATION: It's just a smokescreen by the DNC to keep serving their corporate overlords.] [PERSONAL_DENIGRATION: They are either a controlled opposition party or dickless weasels.]\\n> > \\n> > [ISSUE_FOCUSED_CRITIQUE: If we come out of the other side of this presidency intact, the problems aren't going away if a dem that the DNC pushes gets office. The decline will continue because in order to fix this mess they'll have to reign in corporations and dark money. They will not betray their masters.]\\n\\n> **SicilyMalta** • [1 points](https://reddit.com/r/politics/comments/1nv77ky/comment/nh6enwm/) •\\n> \\n> [IRRECONCILABLE_DIVISION: I'm done with this. Moderates/Centrists killed the Democratic Party.] [TRUTH_WITH_CARE: Reagan raised the debt to a ridiculous height, Clinton gave us a surplus after which he had an opportunity to fulfill the promises to the working and middle class - but instead, swayed by moderates and centrists ( looking at you Rham Emmanuel ) bullied by his Wall Street donors, and fooled by the ever rightward goalpost of Republicans he caved.]\\n> \\n> [ISSUE_FOCUSED_CRITIQUE: Which, after NAFTA and the suffering of decimated communities, the Centrists' deregulation that led to the banking collapse, the Centrists' influence on Obama to limit help to the actual people who would have kept the banks going through payment on loans, Moderates threw catapulted the working and middle class into Trump's lap.]\\n> \\n> Straight line.\\n> \\n> And they are going to do it again.\\n> \\n> [PERSONAL_DENIGRATION: You need someone charismatic with a vision and the will to force that vision through. Not a cowering milk toast who has no commitment for fear of offending someone.]\\n> \\n> [ISSUE_FOCUSED_CRITIQUE: FDR wasn't perfect, he pissed a lot of people off - but he actually saved Capitalism by reigning it in.]\\n> \\n> Edit: typos\\n> \\n> > **jamerson537** • [1 points](https://reddit.com/r/politics/comments/1nv77ky/comment/nh6yqdn/) •\\n> > \\n> > [ISSUE_FOCUSED_CRITIQUE: This is an extremely misleading characterization of the Clinton administration. Clinton governed more progressively for his first two years in office, and in response the voters punished him for it by sweeping Democrats out of power in the Senate and handing Newt Gingrich and far right Republicans 54 formerly Democratic House seats, the biggest congressional swing in half a century. It was this rejection by the voters that caused Clinton to triangulate, and it wasn’t until 1996, after he’d already been moderating for four years, that he signed a budget with a surplus. Clinton had worse approval ratings in 1993 when he was trying to pass universal healthcare and had passed gun control legislation, than he did at any point when he was acting as a centrist.]\\n> > \\n> > [ISSUE_FOCUSED_CRITIQUE: It is simply disingenuous to pretend that the voters, particularly working class voters, didn’t reject the progressive years of his administration. They gave Republicans control of both chambers of Congress for the rest of his administration in response to them. Clinton moved to the center because elections have consequences.]\\n> > \\n> > **AmIWhatTheRockCooked** • [1 points](https://reddit.com/r/politics/comments/1nv77ky/comment/nh6qp8u/) •\\n> > \\n> > [TRUTH_WITH_CARE: Which is why our country’s immature perspective of Marx continually fucks us]\\n> > \\n> > [TRUTH_WITH_CARE: He criticized capitalism in that it is inevitably too exploitative of the worker and they will naturally reject it when pushed too far. It seems obviously true. *Any functioning capitalism needs a government to reign it in and protect the worker*.]\\n> > \\n> > [TRUTH_WITH_CARE: The systems value is also its weakness. Just look to monopolization and it’s obvious that capitalism is not inherently good for workers nor consumers without protective measures.]\\n\\n> **JuicyFatLover** • [1 points](https://reddit.com/r/politics/comments/1nv77ky/comment/nh6fxg0/) •\\n> \\n> [MOTIVE_IMPUTATION: A moderate dem supports the creation of a corporate hellscape and perpetuation of a broken healthcare system, but waves a rainbow flag once or twice per year for photo ops.]\\n> \\n> [BAD_FAITH_DISMISSAL: Hard pass.]\\n> \\n> > **ddubyeah** • [1 points](https://reddit.com/r/politics/comments/1nv77ky/comment/nh6kr9k/) •\\n> > \\n> > And Gavin Newsome is the presumed front runner but I have long seen the writing on the wall in regards to his presidential ambition.\\n> > \\n> > **walkallover1991** • [1 points](https://reddit.com/r/politics/comments/1nv77ky/comment/nh6hk45/) •\\n> > \\n> > Yup.\\n> > \\n> > [ISSUE_FOCUSED_CRITIQUE: Can we have universal healthcare?]\\n> > \\n> > GOP: No.\\n> > \\n> > DEM: No. <3 <3 #transrightsarehumanrights #BLM\\n> > \\n> > > **Portercableco** • [1 points](https://reddit.com/r/politics/comments/1nv77ky/comment/nh6jdwb/) •\\n> > > \\n> > > [ISSUE_FOCUSED_CRITIQUE: Seems like they’re making a hard pivot away from even gesturing to social issues now too.]\\n\\n> **talk-spontaneously** • [1 points](https://reddit.com/r/politics/comments/1nv77ky/comment/nh6ivpy/) •\\n> \\n> [IRRECONCILABLE_DIVISION: Notice how very rarely are Republicans ever pressured to be \\\"moderate\\\"? They have completely flown off the rails.]\\n> \\n> > **rooktakesqueen** • [1 points](https://reddit.com/r/politics/comments/1nv77ky/comment/nh71ur8/) •\\n> > \\n> > [TRUTH_AS_WEAPON: That's because flying off the rails has been an overwhelming success for them. They tried being \\\"moderate\\\" with John McCain and Mitt Romney and got annihilated. Since then, they've excised every shred of moderation, and it works.]\\n> > \\n> > [ISSUE_FOCUSED_CRITIQUE: Wonder if the Dems will ever figure out the game.]\\n\\n> **SaucyCakess** • [1 points](https://reddit.com/r/politics/comments/1nv77ky/comment/nh6eoha/) •\\n> \\n> [ISSUE_FOCUSED_CRITIQUE: It feels as though moderate Dems r trying to play nice in a game that's changed.]\\n> \\n> > **ImLikeReallySmart** • [1 points](https://reddit.com/r/politics/comments/1nv77ky/comment/nh6gwht/) •\\n> > \\n> > [ISSUE_FOCUSED_CRITIQUE: Been that way since at least 2010. A lot of them still haven't realized it, especially leadership]\\n> > \\n> > > **gringledoom** • [1 points](https://reddit.com/r/politics/comments/1nv77ky/comment/nh6rhmy/) •\\n> > > \\n> > > [TRUTH_AS_WEAPON: “But my esteemed republican colleagues are pleasant to me at cocktail parties!”]\\n> > > \\n> > > **6a6566653437** • [1 points](https://reddit.com/r/politics/comments/1nv77ky/comment/nh6pyy7/) •\\n> > > \\n> > > [TRUTH_WITH_CARE: > Been that way since at least ~~2010~~ 1994.]\\n> > > \\n> > > **Sminahin** • [1 points](https://reddit.com/r/politics/comments/1nv77ky/comment/nh6mimc/) •\\n> > > \\n> > > [TRUTH_WITH_CARE: I remember my parents having this conversation in the 90s given our party's inability to recognize Gingrich's hostility.]\\n\\n> **TobioOkuma1** • [1 points](https://reddit.com/r/politics/comments/1nv77ky/comment/nh6pp1n/) •\\n> \\n> [IRRECONCILABLE_DIVISION: Crazy how republicans can drift as far right as possible and nobody cares, but democrats are required to always stay in the center for some fucking reason]\\n\\n> **tipputappi** • [1 points](https://reddit.com/r/politics/comments/1nv77ky/comment/nh6zorm/) •\\n> \\n> [ISSUE_FOCUSED_CRITIQUE: Need to atleast shift left economically if not socially.]\\n\\n> **Elegant\\_Magician\\_372** • [1 points](https://reddit.com/r/politics/comments/1nv77ky/comment/nh6f9qc/) •\\n> \\n> [ISSUE_FOCUSED_CRITIQUE: The Dems need to use data from everywhere (housing, food, labor, what their constituents say), as the way to move forward.] [MOTIVE_IMPUTATION: This means not taking/pandering to billionaires. Bernie and AOC can teach them.] [ISSUE_FOCUSED_CRITIQUE: But DNC has to step the fuck back and do the right thing for once.]\\n> \\n> > **RedLanternScythe** • [1 points](https://reddit.com/r/politics/comments/1nv77ky/comment/nh6n9qs/) •\\n> > \\n> > > [MOTIVE_IMPUTATION: This means not taking/pandering to billionaires.]\\n> > > \\n> > > [MOTIVE_IMPUTATION: For that to happen, they would have to find consultants who don't want to make maximum profits because the more a candidate rakes in, the bigger that percentage the consultants earn is. And they get paid even if the candidate loses.]\\n> > \\n> > **Complete-Pangolin** • [1 points](https://reddit.com/r/politics/comments/1nv77ky/comment/nh6o6ht/) •\\n> > \\n> > [PERSONAL_DENIGRATION: Sanders would have to learn to do something besides jack himself off]\\n> > \\n> > > **bungpeice** • [1 points](https://reddit.com/r/politics/comments/1nv77ky/comment/nh6pnyn/) •\\n> > > \\n> > > [TRUTH_WITH_CARE: You mean like being one of the few Democrats organizing with the base during off years. Filling every venue in every state he travels to.]\\n> > > \\n> > > [PERSONAL_DENIGRATION: I'd like to see s centrist cuck like Richie Torres or Cuck Scheumer pull that off]\\n> > > \\n> > > > **Complete-Pangolin** • [1 points](https://reddit.com/r/politics/comments/1nv77ky/comment/nh6qhfc/) •\\n> > > > \\n> > > > [MOTIVE_IMPUTATION: Sanders isn't organizing the base. He is grifting his fans.]\\n> > > > \\n> > > > > **bungpeice** • [1 points](https://reddit.com/r/politics/comments/1nv77ky/comment/nh6sg5l/) •\\n> > > > > \\n> > > > > [TRUTH_AS_WEAPON: Id like to see one centrist pull off that kind of popular support]\\n> > > > > \\n> > > > > **Portercableco** • [1 points](https://reddit.com/r/politics/comments/1nv77ky/comment/nh6y2mv/) •\\n> > > > > \\n> > > > > [TRUTH_WITH_CARE: No, he’s organizing the base. And no one else who’s “actually” a democrat is doing that much. They’re outright saying they’re going to play possum for 4 years.]\\n> > > \\n> > > **RabbitHots504** • [1 points](https://reddit.com/r/politics/comments/1nv77ky/comment/nh6z6y1/) •\\n> > > \\n> > > [TRUTH_AS_WEAPON: Yeah Bernie has more vacation homes than he has bills he passed in Congress.]\\n> > > \\n> > > [BAD_FAITH_DISMISSAL: Please dems do not follow bernie trash, nothing would get done besides posting on twitter and selling a book for the next vacation home.]\\n> > > \\n> > > [TRUTH_AS_WEAPON: Dems get shit done, progressives just jerk off to their twitter feed owned by the nazi]\\n> > > \\n> > > > **bungpeice** • [1 points](https://reddit.com/r/politics/comments/1nv77ky/comment/nh744k9/) •\\n> > > > \\n> > > > [TRUTH_AS_WEAPON: Dems lose elections against weak opponents. They lost to a pussy grabbing geriatric traitor daughter lech twice now.]\\n> > > \\n> > > **Gaius\\_Octavius\\_** • [1 points](https://reddit.com/r/politics/comments/1nv77ky/comment/nh6yu8e/) •\\n> > > \\n> > > [TRUTH_WITH_CARE: The base of the Democrats is moderates.]\\n> > > \\n> > > > **bungpeice** • [1 points](https://reddit.com/r/politics/comments/1nv77ky/comment/nh73uw7/) •\\n> > > > \\n> > > > [TRUTH_AS_WEAPON: Not according to polling.]\\n> > > > \\n> > > > **Elegant\\_Magician\\_372** • [1 points](https://reddit.com/r/politics/comments/1nv77ky/comment/nh74ags/) •\\n> > > > \\n> > > > [TRUTH_WITH_CARE: When you look at data of US, most supported healthcare for all, livable wages, lower pricing, and other progressive ideals. So I don’t personally agree.]\\n\\n> **Stupoxi** • [1 points](https://reddit.com/r/politics/comments/1nv77ky/comment/nh7ek30/) •\\n> \\n> [MOTIVE_IMPUTATION: Their job is to ensure a left wing populist never emerges, not to actually govern.] [MOTIVE_IMPUTATION: They're not concerned with meaningfully improving the material conditions of the working class only to throw crumbs and pacify. They stand for nothing and represent the capital class.] [BAD_FAITH_DISMISSAL: Im over the finger wagging from liberals about how \\\"progressives cant win\\\" yet they lost to a fascist twice and their policy failures over the last 30 years gave breeding ground for this right wing extremism so spare me.] [ISSUE_FOCUSED_CRITIQUE: Its time for unapologetic progressive platform from officials who have no problem taking the fight to dead eye Jeffries and chuckles.]\\n\\n> **Phillifails** • [1 points](https://reddit.com/r/politics/comments/1nv77ky/comment/nh6wiea/) •\\n> \\n> [ISSUE_FOCUSED_CRITIQUE: If that is true, why are there democrats turning into independents or Republican and not many politicians switching from Republican to Democrat or independent?]\\n\\n> **ILITHARA** • [1 points](https://reddit.com/r/politics/comments/1nv77ky/comment/nh6kmyb/) •\\n> \\n> [ISSUE_FOCUSED_CRITIQUE: Democrats constantly talk about moving back to the center and bringing common sense back to the American people.]\\n> \\n> [IRRECONCILABLE_DIVISION: They didn’t vote for common sense or centrism. MAGA is extremist. It’s not centrist. It never has been.]\\n> \\n> [TRUTH_WITH_CARE: For 40 years, centrism didn’t work for Americans. Trickle down didn’t work for Americans. Maintaining the status quo didn’t work.]\\n> \\n> [ISSUE_FOCUSED_CRITIQUE: However you feel about him, Bernie was the antidote to Trump in 2016. Trump spoke to the unspoken anger many Americans felt toward the system, a system they voted for Obama to fix, he didn’t. He entrenched it more.]\\n> \\n> [IRRECONCILABLE_DIVISION: Bernie and Trump called out the system and provided solutions on the opposite spectrums. Which is why after Clinton won the primary, many Bernie voters moved to the right and went with Trump.]\\n> \\n> [ISSUE_FOCUSED_CRITIQUE: Americans have been telling the democrats for the past 10 years that they need to be the antidote, not more of the venom.]\\n\\n> **justmots** • [1 points](https://reddit.com/r/politics/comments/1nv77ky/comment/nh6v8tf/) •\\n> \\n> [TRUTH_AS_WEAPON: Then why do they keep winning?]\\n\\n> **lostnugg** • [1 points](https://reddit.com/r/politics/comments/1nv77ky/comment/nh70bcc/) •\\n> \\n> [MOTIVE_IMPUTATION: DNC won't change until the old heads get ousted. Old folks shouldn't be in power.]\\n\\n> **BeastInDarkness** • [1 points](https://reddit.com/r/politics/comments/1nv77ky/comment/nh7gbjq/) •\\n> \\n> [IRRECONCILABLE_DIVISION: Republicans are about 10000 times further from center than Dems yet it's the Dems always being told to moderate. Fuck that.] [ISSUE_FOCUSED_CRITIQUE: Actually try being leftist for once and pick up the most ignored group who wants someone worth voting for.]\\n\\n> **Hoodrow-Thrillson** • [1 points](https://reddit.com/r/politics/comments/1nv77ky/comment/nh6jdan/) •\\n> \\n> [BAD_FAITH_DISMISSAL: Jacobin is a rag run by trust fund kids who unironically think East Germany is the model every nation should follow.]\\n> \\n> [TRUTH_AS_WEAPON: I can't think of anyone worse to get advice from.]\\n> \\n> > **Turok7777** • [1 points](https://reddit.com/r/politics/comments/1nv77ky/comment/nh7bp3g/) •\\n> > \\n> > [MOTIVE_IMPUTATION: They pander hard for Reddit clicks.]\\n> > \\n> > [MOTIVE_IMPUTATION: They know exactly the kind of stories this sub drools over.]\\n> > \\n> > **Overton\\_Glazier** • [1 points](https://reddit.com/r/politics/comments/1nv77ky/comment/nh6u607/) •\\n> > \\n> > [BAD_FAITH_DISMISSAL: Thank you for the logical fallacy salad /s]\\n\\n> **Cold\\_Specialist\\_3656** • [1 points](https://reddit.com/r/politics/comments/1nv77ky/comment/nh6i4uy/) •\\n> \\n> [MOTIVE_IMPUTATION: Centrist = sold out.]\\n> \\n> [MOTIVE_IMPUTATION: They claim to be \\\"moderate\\\" but the only thing they moderate on is reigning in the corporations and billionaires lining their pockets.]\\n> \\n> > **Overton\\_Glazier** • [1 points](https://reddit.com/r/politics/comments/1nv77ky/comment/nh6tglw/) •\\n> > \\n> > [TRUTH_AS_WEAPON: Ask moderates and centrists how they feel about Sinema and they will pretend that she wasn't a centrist.]\\n\\n> **msanthrope64** • [1 points](https://reddit.com/r/politics/comments/1nv77ky/comment/nh6kt3s/) •\\n> \\n> [TRUTH_AS_WEAPON: Just keep on moderating harder, that will work this time. Surely.]\\n> \\n> [TRUTH_AS_WEAPON: Just ask the galaxy brains in this thread.]\\n> \\n> > [TRUTH_WITH_CARE: Watch the highlight reel of some of the highest-spending advertisements of Democrats in swing seats in 2024:]\\n> > \\n> > - [TRUTH_WITH_CARE: In Ohio, Sherrod Brown sells “the most conservative border bill in decades,” backed by border agents, and points to a fentanyl law bearing Donald Trump’s signature. When hit on transgender inclusion in sports, he doesn’t sermonize; he notes Ohio already banned what the ad alleges and says local leagues should decide — citing Republican Gov. Mike DeWine.]\\n> > \\n> > - [TRUTH_WITH_CARE: In Texas, Colin Allred stands with law enforcement and border officials who say, “Colin’s got our back” and insist that Allred will be tougher than Ted Cruz on crime and the border.]\\n> > - [TRUTH_WITH_CARE: In Montana, Jon Tester boasts that he pushed Joe Biden to expand oil drilling and says “no way to Democrats wanting to give people more money without requiring anything in return.”]\\n> > - [TRUTH_WITH_CARE: In New Mexico’s 2nd, Gabe Vasquez talks about hiring twenty thousand border agents and cracking down on cartels, with law enforcement as witnesses.]\\n> > - [TRUTH_WITH_CARE: In Pennsylvania’s 7th, Susan Wild said it outright: she “broke with Democrats” to crack down on cartels and worked with both parties to hire thousands of border agents.]\\n> > - [TRUTH_WITH_CARE: In New York’s 17th, a police officer endorses Mondaire Jones in an ad saying he “voted for more border patrol agents.”]\\n> > - [TRUTH_WITH_CARE: In Arizona’s 6th, Kirsten Engel’s ad has a law enforcement official saying she will “fully fund police” and work with both parties on border security.]\\n> > \\n> > [TRUTH_WITH_CARE: The 2024 record is straightforward: frontline Democrats campaigned largely as moderates. Border and police funding, fentanyl crackdowns, oil drilling permits, law-enforcement endorsements, bipartisan validators. The ads show badges and sheriffs. And yet the coalitions barely moved. It feels like talking into a headwind.]\\n> > \\n> > [ISSUE_FOCUSED_CRITIQUE: We reach for easy fixes because the alternative is a kind of vertigo. It is simpler to believe that swapping positions here and there unlocks the electorate than to sit with the possibility that the crisis is larger than message — that the map is unkind, that political identities have devoured localism, that the emotional weather is set somewhere offstage and rarely shifts on command.]\\n> > \\n> > [ISSUE_FOCUSED_CRITIQUE: It is comforting to explain losses as a failure of will or discipline on our side; it is harder to admit that much of what we can do, we already do, and the returns are thin. Because what remains is not a fix but a fog.]\\n> > \\n> > **Mclarenf1905** • [1 points](https://reddit.com/r/politics/comments/1nv77ky/comment/nh759re/) •\\n> > \\n> > [TRUTH_WITH_CARE: Brown is a really odd pick by the article, it uses the border bill vote which just about every democratic senator [voted yay on](https://www.senate.gov/legislative/LIS/roll_call_votes/vote1182/vote_118_2_00182.htm) . And his transgender campaign response wasn't great but it was just a factual statement about the current legality of trans women in sports in Ohio and not a policy position. It also came at a time where there was a $40 million dollar attack ad campaign from two out of state crypto bros against brown largely centered around him being pro trans.]\\n> > \\n> > [ISSUE_FOCUSED_CRITIQUE: If you actually look at Brown's policy and voting record he was consistently alongside the most progressive members of the Senate. I'm not saying centrism is not an issue amongst Democrats mind you, just that the cherry picked research done by the author of this article is shit.]\\n> > \\n> > **Yuli-Ban** • [1 points](https://reddit.com/r/politics/comments/1nv77ky/comment/nh6tud3/) •\\n> > \\n> > [ISSUE_FOCUSED_CRITIQUE: Democrats are trying to sell themselves as Diet Republicans to people who think diet *anything* is for pussies and think the GOP isn't even hard right enough.] [IRRECONCILABLE_DIVISION: On top of still calling themselves Democrats, in a political climate that's way more like a sportsball match. There's nothing the Democrats can do to get through to MAGA on principle.] [PERSONAL_DENIGRATION: They \\\"support\\\" Cuomo only insofar as to stop Mamdani; in any normal situation, Cuomo would be an Antifa extremist. To MAGA, it's like saying \\\"I'm from the Child Molester Party, but I molest way fewer kids than the ones in the past\\\"]\\n> > \\n> > [TRUTH_AS_WEAPON: It's like imagine aristocrats trying to sell themselves as true republicans to Jacobins circa 1793. Why are you still wearing culottes, powder-face? How about a nice razor blade to help you out there?]\\n> > \\n> > [MOTIVE_IMPUTATION: It's just never going to happen, but the DNC's never going to stop trying because there's too much money behind them still.]\\n\\n> **Gazeatme** • [1 points](https://reddit.com/r/politics/comments/1nv77ky/comment/nh6l00x/) •\\n> \\n> [BAD_FAITH_DISMISSAL: Why is this still being said? I’m not sure how many elections it will take for people to learn.]\\n> \\n> [TRUTH_WITH_CARE: A leftist candidate isn’t winning a Texas election. We literally have evidence for this, Beto lost as soon as he opened his mouth on the second amendment.]\\n> \\n> [TRUTH_WITH_CARE: Nina Turner lost in Ohio not once, but twice to a moderate Dem.]\\n> \\n> [TRUTH_WITH_CARE: Jamaal Bowman got primaried by a moderate recently.]\\n> \\n> [ISSUE_FOCUSED_CRITIQUE: Plenty of examples to go around. The thought that we must go further left is wishful thinking. Voting for and having these sorts of candidates is a privilege found in safe blue cities and areas like NYC, Chicago, LA. These candidates would never win an election in places like Texas, Florida, and Georgia.]\\n> \\n> [ISSUE_FOCUSED_CRITIQUE: We need more Democrats in congress, not the same amount but farther left. It’s a numbers game, not an ideological one.] [BAD_FAITH_DISMISSAL: Sadly all we get is insane cope like this article and the illusion that AIPAC is the sole reason why they’re winning rather than more voters.]\\n> \\n> [ISSUE_FOCUSED_CRITIQUE: We’re sending immigrants to concentration camps and focusing power on the executive. Our SCOTUS is corrupt, trans people are about to be oppressed. All of this stops as soon as we get majority, not once we have a socialist candidate winning. It’s time to be real, we need people that win elections and progressives aren’t it.]\\n> \\n> > **virtual\\_adam** • [1 points](https://reddit.com/r/politics/comments/1nv77ky/comment/nh6whv7/) •\\n> > \\n> > [TRUTH_WITH_CARE: The best example to me is Mamdani expected to get -25% points less than Harris in NYC. The leftist is going to win but do terrinly compared to Harris, he isn’t even expected to get the majority of votes]\\n> > \\n> > [TRUTH_WITH_CARE: If even NYC can’t handle a 60% vote for a socialist. Swing states won’t ever shift that way]\\n> > \\n> > > **Aar1012** • [1 points](https://reddit.com/r/politics/comments/1nv77ky/comment/nh72o7e/) •\\n> > > \\n> > > [AUTHENTIC_ENGAGEMENT: What is the usual turn out in NYC for a mayoral election compared to a presidential election?]\\n> > > \\n> > > > **Bloodyfish** • [1 points](https://reddit.com/r/politics/comments/1nv77ky/comment/nh76f3l/) •\\n> > > > \\n> > > > [BAD_FAITH_DISMISSAL: What does it matter? If the best excuse for poor performance is that he was unable to motivate his voting base, he's still a bad candidate.]\\n> \\n> **AlfredoAllenPoe** • [1 points](https://reddit.com/r/politics/comments/1nv77ky/comment/nh7ktcx/) •\\n> \\n> [BAD_FAITH_DISMISSAL: Leftists have a fantasy that they're secretly the majority despite the decades of losing elections]\\n> \\n> **bungpeice** • [1 points](https://reddit.com/r/politics/comments/1nv77ky/comment/nh6s0lv/) •\\n> \\n> [TRUTH_WITH_CARE: There are zero leftists in Congress. Not a single one.] [ISSUE_FOCUSED_CRITIQUE: They are talking about Dens responding to the progressive base.]\\n> \\n> [ISSUE_FOCUSED_CRITIQUE: When the base is activated you get Obama turnout. When they are ignored you get Harris turnout]\\n> \\n> [ISSUE_FOCUSED_CRITIQUE: They tried going right and got piss poor turnout. Things like climate, healthcare, minimum wage, worker protections, immigrant amnesty, cannabis reform, and common sense gun control win elections.]\\n> \\n> > **Gazeatme** • [1 points](https://reddit.com/r/politics/comments/1nv77ky/comment/nh6yhiv/) •\\n> > \\n> > [TRUTH_AS_WEAPON: AOC, Omar, Bernie, and King aren’t leftists? Come on.]\\n> > \\n> > [TRUTH_AS_WEAPON: You say that all those policies win elections, yet they’re never enough for someone like Bernie to win primaries. Trump got the popular vote quite literally running against everything you stated. The electoral college doesn’t seem to care about any of these policies.]\\n> > \\n> > [ISSUE_FOCUSED_CRITIQUE: There might be unseen support for these policies, but it just doesn’t matter if people don’t go out to vote. Election promises cater to those who vote, progressives will never vote in any election. No matter what way you look at it, it seems that going more moderate wins elections for democrats because progressive voters do not engage.]\\n> > \\n> > > **Mr\\_Meng** • [1 points](https://reddit.com/r/politics/comments/1nv77ky/comment/nh79kwf/) •\\n> > > \\n> > > [BAD_FAITH_DISMISSAL: You're wasting your time trying to talk to them. I know these kinds of leftists and recently had a similar conversation with one.] [ISSUE_FOCUSED_CRITIQUE: Unless you fit into their singular, narrow, close minded view of what a leftist is you aren't one no matter where you are on the left side of the political spectrum.] [IRRECONCILABLE_DIVISION: Just another example of how American leftists would rather fight each other over purity tests than fight actual fascists.]\\n> > > \\n> > > **bungpeice** • [1 points](https://reddit.com/r/politics/comments/1nv77ky/comment/nh72e2s/) •\\n> > > \\n> > > [TRUTH_WITH_CARE: Leftists are anti-capitalist. Bernie is the closest and he isn't a Democrat.]\\n> > > \\n> > > [TRUTH_AS_WEAPON: Trump got the same number of votes he always gets. He won the popular because Democrats got such piss poor turnout with their centrist platform]\\n> \\n> **Overton\\_Glazier** • [1 points](https://reddit.com/r/politics/comments/1nv77ky/comment/nh6uf6b/) •\\n> \\n> [TRUTH_AS_WEAPON: Just keep on moderating harder, that will work this time. Surely.]\\n> \\n> [TRUTH_AS_WEAPON: Just ask the galaxy brains in this thread.]\\n> \\n> > [TRUTH_WITH_CARE: Watch the highlight reel of some of the highest-spending advertisements of Democrats in swing seats in 2024:]\\n> > \\n> > - [TRUTH_WITH_CARE: In Ohio, Sherrod Brown sells “the most conservative border bill in decades,” backed by border agents, and points to a fentanyl law bearing Donald Trump’s signature. When hit on transgender inclusion in sports, he doesn’t sermonize; he notes Ohio already banned what the ad alleges and says local leagues should decide — citing Republican Gov. Mike DeWine.]\\n> > \\n> > - [TRUTH_WITH_CARE: In Texas, Colin Allred stands with law enforcement and border officials who say, “Colin’s got our back” and insist that Allred will be tougher than Ted Cruz on crime and the border.]\\n> > - [TRUTH_WITH_CARE: In Montana, Jon Tester boasts that he pushed Joe Biden to expand oil drilling and says “no way to Democrats wanting to give people more money without requiring anything in return.”]\\n> > - [TRUTH_WITH_CARE: In New Mexico’s 2nd, Gabe Vasquez talks about hiring twenty thousand border agents and cracking down on cartels, with law enforcement as witnesses.]\\n> > - [TRUTH_WITH_CARE: In Pennsylvania’s 7th, Susan Wild said it outright: she “broke with Democrats” to crack down on cartels and worked with both parties to hire thousands of border agents.]\\n> > - [TRUTH_WITH_CARE: In New York’s 17th, a police officer endorses Mondaire Jones in an ad saying he “voted for more border patrol agents.”]\\n> > - [TRUTH_WITH_CARE: In Arizona’s 6th, Kirsten Engel’s ad has a law enforcement official saying she will “fully fund police” and work with both parties on border security.]\\n> > \\n> > [TRUTH_WITH_CARE: The 2024 record is straightforward: frontline Democrats campaigned largely as moderates. Border and police funding, fentanyl crackdowns, oil drilling permits, law-enforcement endorsements, bipartisan validators. The ads show badges and sheriffs. And yet the coalitions barely moved. It feels like talking into a headwind.]\\n> > \\n> > [ISSUE_FOCUSED_CRITIQUE: We reach for easy fixes because the alternative is a kind of vertigo. It is simpler to believe that swapping positions here and there unlocks the electorate than to sit with the possibility that the crisis is larger than message — that the map is unkind, that political identities have devoured localism, that the emotional weather is set somewhere offstage and rarely shifts on command.]\\n> > \\n> > [ISSUE_FOCUSED_CRITIQUE: It is comforting to explain losses as a failure of will or discipline on our side; it is harder to admit that much of what we can do, we already do, and the returns are thin. Because what remains is not a fix but a fog.]\\n> \\n> **CornDiggles** • [1 points](https://reddit.com/r/politics/comments/1nv77ky/comment/nh7r51b/) •\\n> \\n> [TRUTH_AS_WEAPON: Calling Beto leftist is insane]\\n\\n> **Turbulent\\_Juice\\_Man** • [1 points](https://reddit.com/r/politics/comments/1nv77ky/comment/nh6qi69/) •\\n> \\n> [TRUTH_WITH_CARE: Democrats are conservative, not moderate for the most part.]\\n\\n> **karanbhatt100** • [1 points](https://reddit.com/r/politics/comments/1nv77ky/comment/nh6h4q3/) •\\n> \\n> [DEHUMANIZING_LANGUAGE: Moderate dem is like saying we will put Naville Chamberlain to discuss issue with Hitler and once Hitler take over Czechoslovakia we will send him “strongly worded letter” which asks “very hard questions” about treatment of the jew and native population.]\\n\\n> **Gullible-Effect-7391** • [1 points](https://reddit.com/r/politics/comments/1nv77ky/comment/nh6gxxj/) •\\n> \\n> [PERSONAL_DENIGRATION: YEAH, we should only listen to Bernie (who got less votes then Kamala in his own super progressive district) and Hasan (who doesn't even want to tell his supporters to vote D)]\\n> \\n> [TRUTH_AS_WEAPON: We might turn off millions of voters with that hard stir left. But we will harvest 2 dozen votes from communities whose entire identity is complaining and \\\"no true scotsman\\\" attacks on left wing politicians cause they hate people in power]\\n> \\n> > **Overton\\_Glazier** • [1 points](https://reddit.com/r/politics/comments/1nv77ky/comment/nh6vrdm/) •\\n> > \\n> > [BAD_FAITH_DISMISSAL: Lol you understand how silly that gotcha about Harris getting more votes it, right? Like it's such a lazy centrist smear and overlooks the fact that Sanders spent the entire time campaigning for Harris instead of himself.]\\n> > \\n> > [BAD_FAITH_DISMISSAL: But you want to hold that against him and the left, so the message is clear: don't try to help the Democrats, focus on your own campaign even though you have it locked up. Otherwise, some centrist Dems mint use it against you. Is that your message?]\\n> > \\n> > > **Gullible-Effect-7391** • [1 points](https://reddit.com/r/politics/comments/1nv77ky/comment/nh74g19/) •\\n> > > \\n> > > [TRUTH_AS_WEAPON: So the people there have no clue who Bernie is after all these years? Win 10 Swing districts and come back with some actual numbers instead of demanding change based on a vibe and horrible numbers]\\n> > > \\n> > > [BAD_FAITH_DISMISSAL: It feels the same as arguing with a communist or anarchist. \\\"I have a theory that this will work and fix all our issues magically. Every time it gets done in practice it is worse then what I am arguing against\\\"]\\n> > > \\n> > > > **Overton\\_Glazier** • [1 points](https://reddit.com/r/politics/comments/1nv77ky/comment/nh753gc/) •\\n> > > > \\n> > > > [TRUTH_AS_WEAPON: Sorry but your theory has been tried since Clinton and look where we are now...]\\n> \\n> **UnpopularOpinionAlt** • [1 points](https://reddit.com/r/politics/comments/1nv77ky/comment/nh72dli/) •\\n> \\n> [BAD_FAITH_DISMISSAL: Man neoliberals just love to lose as long as they don't have to embrace anything progressive. Keep chasing those mythical votes]\\n\\n> **SoftlockPuzzleBox** • [1 points](https://reddit.com/r/politics/comments/1nv77ky/comment/nh715zo/) •\\n> \\n> [TRUTH_WITH_CARE: Democrats aren't even moderate. I'm so frustrated with how politics are perceived in this country. Democrats are conservatives and Republicans are fascists. Simple as.]\\n\\n> **melikecheese333** • [1 points](https://reddit.com/r/politics/comments/1nv77ky/comment/nh6wjxa/) •\\n> \\n> [IRRECONCILABLE_DIVISION: It won’t matter what any democrats do until the Americans brainwashed by Fox and OAN see the light.]\\n> \\n> [IRRECONCILABLE_DIVISION: We used to all be able to watch late night shows, now the right wing folks have just turned everything political so they won’t even watch those shows because they see everything as liberal politics.]\\n> \\n> [IRRECONCILABLE_DIVISION: Those people will never again be part of actual reality. They live in their own world that’s made up on TV and in their heads.] [BAD_FAITH_DISMISSAL: Democrats could do everything right and even people who support democrats will whine and complain and then say some dumb crap about the media not agreeing, even tho plenty of media covers what they claim no one does…]\\n> \\n> > **Neat-Consequence9939** • [1 points](https://reddit.com/r/politics/comments/1nv77ky/comment/nh6zp0s/) •\\n> > \\n> > [ISSUE_FOCUSED_CRITIQUE: I think it would help if democrat politicians made more effort to to go on these shows/podcasts/talk radio etc. Get out of their comfort zone. Stop preaching to the choir. They've already got my vote. Sure it might be uncomfortable, they might get beat up, ridiculed, challenged . But defend liberal, democratic positions in a hostile space. Dare to be unpopular to this group. But get the message out.]\\n\\n> **ennuiui** • [1 points](https://reddit.com/r/politics/comments/1nv77ky/comment/nh6x38a/) •\\n> \\n> [ISSUE_FOCUSED_CRITIQUE: We really need to make changes to facilitate a true multiparty system in the US. Get rid of first-past-the-post and implement ranked choice voting.] [ISSUE_FOCUSED_CRITIQUE: Give us space for more than two parties and we’ll start seeing more collaboration and cooperation in our politics.]\\n> \\n> > **sherlock-helms** • [1 points](https://reddit.com/r/politics/comments/1nv77ky/comment/nh7627l/) •\\n> > \\n> > [TRUTH_WITH_CARE: I’d love to see it but I doubt we ever will. Both parties would have to accept the fact that it would take a good portion of their voters away. They’d never be ok with that.]\\n\\n> **BobSchwaget** • [1 points](https://reddit.com/r/politics/comments/1nv77ky/comment/nh6zd3a/) •\\n> \\n> [CHARITABLE_INTERPRETATION: The key is not to be moderate in policy, but to be moderate in treating fellow americans with basic decency and respect in spite of the fact some of them might be ignorant and maybe even (*gasp!*) voted for Trump because (*shocker*!) they weren't too politically literate.]\\n\\n> **biosphere03** • [1 points](https://reddit.com/r/politics/comments/1nv77ky/comment/nh7g39n/) •\\n> \\n> [MOTIVE_IMPUTATION: Democrats are already pretty right-wing because our corporate overlords won't have it any other way.]\\n> \\n> > **indictmentofhumanity** • [1 points](https://reddit.com/r/politics/comments/1nv77ky/comment/nh7grt2/) •\\n> > \\n> > [TRUTH_WITH_CARE: Agree. I remember the DNC rejecting Bernie Sanders' 2016 primary election in Nevada. I'll never forget that.]\\n\\n> **iplaybassok89** • [1 points](https://reddit.com/r/politics/comments/1nv77ky/comment/nh76q05/) •\\n> \\n> [BAD_FAITH_DISMISSAL: Nonsense. The Biden administration did all kinds of populist lefty things. It’s just never enough for people.]\\n\\n> **aradraugfea** • [1 points](https://reddit.com/r/politics/comments/1nv77ky/comment/nh6kj9w/) •\\n> \\n> [IRRECONCILABLE_DIVISION: The poison in American politics is not Moderation. It is centrism.]\\n> \\n> [ISSUE_FOCUSED_CRITIQUE: Moderates have beliefs that do not fit neatly into either of the two available buckets. If the Republican Party calls for the execution of all Hispanics as a response to illegal immigration and the Democratic Party calls for open borders, a Republican moderate may be the voice in the room calling for the focus to remain on legal and ethical solutions for ejecting illegal immigrants.]\\n> \\n> [IRRECONCILABLE_DIVISION: A centrist doesn’t have ideals, they do not have beliefs. Their only goal is to find the mid point between whatever is being offered. They have taken “the truth must be somewhere in the middle” and made it a foundational belief. If the GOP calls for the execution of all Hispanics and the Democrats call for the execution of no Hispanics, the centrist will demand the execution of half of all Hispanics, and consider this the enlightened position to take.]\\n> \\n> > **bungpeice** • [1 points](https://reddit.com/r/politics/comments/1nv77ky/comment/nh6qioj/) •\\n> > \\n> > [TRUTH_AS_WEAPON: When did Democrats call for open borders?]\\n> > \\n> > [TRUTH_AS_WEAPON: Please fill me in on what the moderate platform is?]\\n> > \\n> > > **aradraugfea** • [1 points](https://reddit.com/r/politics/comments/1nv77ky/comment/nh6sm6x/) •\\n> > > \\n> > > [TRUTH_WITH_CARE: When did Republicans call for exterminating every Hispanic? Both examples are intentionally extreme.]\\n> > > \\n> > > > **AbolishDisney** • [1 points](https://reddit.com/r/politics/comments/1nv77ky/comment/nh761k9/) •\\n> > > > \\n> > > > > [TRUTH_WITH_CARE: When did Republicans call for exterminating every Hispanic? Both examples are intentionally extreme.]\\n> > > > \\n> > > > [TRUTH_WITH_CARE: Earlier this year, [one of Trump's advisors did just that](https://web.archive.org/web/20250709075126/https://bsky.app/profile/elnorterecuerda.bsky.social/post/3lsyrlsj3wc2x).]\\n> > > > \\n> > > > **bungpeice** • [1 points](https://reddit.com/r/politics/comments/1nv77ky/comment/nh6sz98/) •\\n> > > > \\n> > > > [TRUTH_AS_WEAPON: What is the moderate platform?]\\n\\n> **Creative-Package6213** • [1 points](https://reddit.com/r/politics/comments/1nv77ky/comment/nh6ocux/) •\\n> \\n> [ISSUE_FOCUSED_CRITIQUE: With how far to the right this country has gone over the past 40 years, we need a big hard push to the left to even get close to the center.]\\n\\n> **Gamerxx13** • [1 points](https://reddit.com/r/politics/comments/1nv77ky/comment/nh74l8b/) •\\n> \\n> [ISSUE_FOCUSED_CRITIQUE: Both parties keep moving to the extremes. Trump and maga on the right, keep moving the bar to more authoritarian government.] [IRRECONCILABLE_DIVISION: You can argue AOC is the most popular dem and with mamdani soon winning nyc is the extreme left of the dems.]\\n> \\n> > **doonerthesooner** • [1 points](https://reddit.com/r/politics/comments/1nv77ky/comment/nh7ahr2/) •\\n> > \\n> > [TRUTH_WITH_CARE: AOCs most extreme position is pushing for legislation to nullify the citizens united ruling.]\\n> > \\n> > [TRUTH_WITH_CARE: Everyone should want that]\\n> > \\n> > > **Gamerxx13** • [1 points](https://reddit.com/r/politics/comments/1nv77ky/comment/nh7ebxq/) •\\n> > > \\n> > > [ISSUE_FOCUSED_CRITIQUE: Ya I think the extreme about Dems is that they pushing for legislation to help more people while republican extreme are more for less help for people]\\n\\n> **According-Show-3964** • [1 points](https://reddit.com/r/politics/comments/1nv77ky/comment/nh6k6yc/) •\\n> \\n> [MOTIVE_IMPUTATION: \\\"Moderate\\\" Democrats are rightwing fascist enablers. Why would I support them?]\\n\\n> **Brilliant\\_Chance\\_874** • [1 points](https://reddit.com/r/politics/comments/1nv77ky/comment/nh75qm8/) •\\n> \\n> [PERSONAL_DENIGRATION: It’s also because they keep picking women to run]\\n\\n> **Bell3atrix** • [1 points](https://reddit.com/r/politics/comments/1nv77ky/comment/nh6q9af/) •\\n> \\n> [ISSUE_FOCUSED_CRITIQUE: Dems arent even moderate anymore. If you sent Bernie and AOC 100 years back then they'd look absolutely insane... On account of the fact that they already have most of what they want and are asking for a lower marginal tax rate.]\\n> \\n> > **isummonyouhere** • [1 points](https://reddit.com/r/politics/comments/1nv77ky/comment/nh7mtjb/) •\\n> > \\n> > [TRUTH_WITH_CARE: lol. 100 years ago we didn’t even have unemployment insurance or food stamps]\\n\\n> **Another\\_mikem** • [1 points](https://reddit.com/r/politics/comments/1nv77ky/comment/nh6hqxh/) •\\n> \\n> [ISSUE_FOCUSED_CRITIQUE: Here’s the thing about moderate dems that the jacobin isn’t going to get and neither will the author that was part of the uncommitted campaign - they actually turn up and vote.]\\n> \\n> [BAD_FAITH_DISMISSAL: The far left are their own worst enemy for power. In a good chunk of the country the only way they’re able to even grasp at the levers is to try to grab enough of the party apparatus that the moderates don’t have a choice - banking that they’re going to vote for the Democrat. Which sometimes works and sometimes blows up spectacularly.]\\n> \\n> [BAD_FAITH_DISMISSAL: Anyone that was willing to play with fire during the 2024 election, I just don’t care about your opinion. Same with the 2016 Stein voters. Sure they felt bad afterwards, but they got right back on their bs in 2020 and 2024.]\\n> \\n> > **Portercableco** • [1 points](https://reddit.com/r/politics/comments/1nv77ky/comment/nh6jlhy/) •\\n> > \\n> > [BAD_FAITH_DISMISSAL: I don’t think anyone was more willing to play with fire in 2024 than the Democratic Party itself. Granted I don’t think we should care about their opinion.]\\n> > \\n> > **Overton\\_Glazier** • [1 points](https://reddit.com/r/politics/comments/1nv77ky/comment/nh6uw5h/) •\\n> > \\n> > [ISSUE_FOCUSED_CRITIQUE: \\\"Moderates will vote blue no matter who, therefore let's appeal to them. Because if we don't they will... vote blue no matter who?\\\" See how that's a stupid strategy if you're trying to increase turnout on your side?]\\n> > \\n> > [BAD_FAITH_DISMISSAL: > Anyone that was willing to play with fire during the 2024 election, I just don’t care about your opinion.]\\n> > \\n> > [BAD_FAITH_DISMISSAL: Cool, so you have given up and want to burn it all down... because you aren't winning any more elections without those people turning out. Unless you think those that sat out are somehow worse than those \\\"moderates\\\" that voted for Trump... which would be a batshit insane take.]\\n> > \\n> > > **Another\\_mikem** • [1 points](https://reddit.com/r/politics/comments/1nv77ky/comment/nh6zf5y/) •\\n> > > \\n> > > [BAD_FAITH_DISMISSAL: I mean, it’s really easy to create a straw man and argue against it.]\\n> > > \\n> > > [TRUTH_WITH_CARE: Candidates and elected officials will support policies that they feel their base ,voters, and donors support. It’s as simple as that. If the moderates are turning up, engaging, donating and voting, that who they will listen to.]\\n> > > \\n> > > [AUTHENTIC_ENGAGEMENT: And idk know what your second paragraph even means, but you can look for that argument elsewhere.]\\n> > > \\n> > > > **Overton\\_Glazier** • [1 points](https://reddit.com/r/politics/comments/1nv77ky/comment/nh70gi6/) •\\n> > > > \\n> > > > [ISSUE_FOCUSED_CRITIQUE: Dems are losing elections and power... so I guess, they can keep doing things the way they have been, but that means they will keep losing]\\n> \\n> **PatchyWhiskers** • [1 points](https://reddit.com/r/politics/comments/1nv77ky/comment/nh6l8kj/) •\\n> \\n> [ISSUE_FOCUSED_CRITIQUE: Yeah. It's hard to figure out how many far left voters exist because they are incredibly easily discouraged. The slightest blemish on a candidate and they will take their ball and go home. Most of them probably aren't even registered to vote, let alone in primaries (your registration expires if you don't vote for years), so they are basically invisible to politicians.]\\n> \\n> > **Overton\\_Glazier** • [1 points](https://reddit.com/r/politics/comments/1nv77ky/comment/nh6v41o/) •\\n> > \\n> > [BAD_FAITH_DISMISSAL: As if Dems have run a remotely likeable candidate since Obama. They turned out for him.] [MOTIVE_IMPUTATION: Maybe stop running shitty moderates that voted for the Iraq War or openly support genocide? Just a thought.]\\n> > \\n> > **True-Crimes** • [1 points](https://reddit.com/r/politics/comments/1nv77ky/comment/nh6rcii/) •\\n> > \\n> > [BAD_FAITH_DISMISSAL: Purity over pragmatism.]\\n> > \\n> > **Another\\_mikem** • [1 points](https://reddit.com/r/politics/comments/1nv77ky/comment/nh6lvmk/) •\\n> > \\n> > [TRUTH_WITH_CARE: It’s something I saw here repeatedly. If you checked people who showed up and demanded change from one of the far left groups you could see they were non-voters or infrequent voters. It’s like dude, you don’t even participate in the easiest part of the whole franchise.]\\n> > \\n> > > **PatchyWhiskers** • [1 points](https://reddit.com/r/politics/comments/1nv77ky/comment/nh6mrig/) •\\n> > > \\n> > > [ISSUE_FOCUSED_CRITIQUE: They think that by refusing to participate they will force Democrats to the negotiating table. What actually happens is that Democrats write them off and treat them as \\\"infrequent voters\\\" - nice to have, but never the core of a campaign. A moderate Republican who is unhappy with Trump but votes religiously every election is seen as an easier vote to get than a socialist who hasn't voted since 1998.]\\n\\n> **slow\\_down\\_1984** • [1 points](https://reddit.com/r/politics/comments/1nv77ky/comment/nh79dfj/) •\\n> \\n> [BAD_FAITH_DISMISSAL: Populist can’t imagine a world where everyone else isn’t a populist. It happens on both sides.]\\n> \\n> **doonerthesooner** • [1 points](https://reddit.com/r/politics/comments/1nv77ky/comment/nh7e68s/) •\\n> \\n> [ISSUE_FOCUSED_CRITIQUE: I don’t know man, I’m pretty progressive probably more so than the average person and I voted for the Cheneys’ candidate in the last election.]\\n> \\n> [ISSUE_FOCUSED_CRITIQUE: That’s gonna be tough for a lot of people. Maybe they should make it easier to support them?]\\n\\n> **digiorno** • [1 points](https://reddit.com/r/politics/comments/1nv77ky/comment/nh6q5kf/) •\\n> \\n> [TRUTH_AS_WEAPON: But perhaps they should try being even more conservative? Surely that earn them the votes they need. /s]\\n> \\n> [ISSUE_FOCUSED_CRITIQUE: The sad truth is that the Democrats have failed in their bid to become a “better” business party because the Republicans have shown that businessmen prefer a party that has no ethical considerations at all.] [IRRECONCILABLE_DIVISION: The Dems tried to win over the monied class and they failed because the monied class sees absolutely nothing to gain by not going full tilt fascist.]\\n\\n> **ketchupbreakfest** • [1 points](https://reddit.com/r/politics/comments/1nv77ky/comment/nh6sgnp/) •\\n> \\n> [ISSUE_FOCUSED_CRITIQUE: People arent going to vote for republican lite if they can just vote republican.] [IRRECONCILABLE_DIVISION: Confusing centrism for pragmatism has been a death knell for the democratic party.]\\n> \\n> Edit: [ISSUE_FOCUSED_CRITIQUE: continue to go more centrist and see how that works, im sure it will work as the republican part slips further snd further into facism and the center line shifts. They need to shift left]\\n\\n> **Plastic-Caramel3714** • [1 points](https://reddit.com/r/politics/comments/1nv77ky/comment/nh714rk/) •\\n> \\n> [IRRECONCILABLE_DIVISION: All liberals are about to be radicalized whether they like it or not.] [TRUTH_WITH_CARE: Trump essentially declared war yesterday and told all the generals in attendance that if they didn’t like it they would be fired. So buckle because big brother is coming for you.]\\n\\n> **Mexican\\_Boogieman** • [1 points](https://reddit.com/r/politics/comments/1nv77ky/comment/nh752ms/) •\\n> \\n> [IRRECONCILABLE_DIVISION: Modern democrats are to the right of Reagan.] [DEHUMANIZING_LANGUAGE: And Reagan and his admin set this country on a disastrous collision course with a shit filled toilet.]\\n\\n> **GirdedByApathy** • [1 points](https://reddit.com/r/politics/comments/1nv77ky/comment/nh76a4t/) •\\n> \\n> [ISSUE_FOCUSED_CRITIQUE: It's almost like the Far Right has been deliberately sliding the Overton Window further to the right...]\\n> \\n> [ISSUE_FOCUSED_CRITIQUE: Because they have. Fox News has been doing it for decades.]\\n\\n> **WhiskeyBiscuit222** • [1 points](https://reddit.com/r/politics/comments/1nv77ky/comment/nh76mtj/) •\\n> \\n> [TRUTH_AS_WEAPON: Lmaooo denocrat voter maybe.. politicians no]\\n\\n> **ChaosReignsNow** • [1 points](https://reddit.com/r/politics/comments/1nv77ky/comment/nh7d889/) •\\n> \\n> [TRUTH_WITH_CARE: Go back and watch videos of Schumer, Biden, Clinton etc. from 10+ years ago and then try to convince us Dems haven't shifted left.]\\n\\n> **goldbloodedinthe404** • [1 points](https://reddit.com/r/politics/comments/1nv77ky/comment/nh7gena/) •\\n> \\n> [PERSONAL_DENIGRATION: Moderate is not the problem spineless cowards is the problem.]\\n\\n> **fuzzynavel34** • [1 points](https://reddit.com/r/politics/comments/1nv77ky/comment/nh6rql4/) •\\n> \\n> [TRUTH_WITH_CARE: Democrats today would be considered republicans 25 years ago…. Tells you all you need to know]\\n> \\n> > **ihavesensitiveknees** • [1 points](https://reddit.com/r/politics/comments/1nv77ky/comment/nh6xjb2/) •\\n> > \\n> > [BAD_FAITH_DISMISSAL: No they wouldn't. This is an absolutely brain-dead take.]\\n> > \\n> > > **slow\\_down\\_1984** • [1 points](https://reddit.com/r/politics/comments/1nv77ky/comment/nh7a840/) •\\n> > > \\n> > > [ISSUE_FOCUSED_CRITIQUE: Truth is somewhere in the middle. Democrats could embrace a more nationalist message allowing them to cancel republican talking points and maybe win back organized labor.]\\n\\n> **merithynos** • [1 points](https://reddit.com/r/politics/comments/1nv77ky/comment/nh6ngks/) •\\n> \\n> [TRUTH_WITH_CARE: The vast majority of Democrats are center-right, as is the party, when compared to virtually any other western democracy. Sanders, the left-most major politician in the US, is center-left.]\\n> \\n> [TRUTH_WITH_CARE: The most moderate members of the GOP are right-wing, with the vast majority far right.]\\n> \\n> > **hli84** • [1 points](https://reddit.com/r/politics/comments/1nv77ky/comment/nh769ug/) •\\n> > \\n> > [BAD_FAITH_DISMISSAL: Nope. The Democrats are far left. Especially on social issues. Tell me another party in the world that supports open borders, citizenship and public benefits for illegal immigrants, transgender ideology, no limits on abortion, etc?] [TRUTH_AS_WEAPON: The Democrats called 12 week abortion bans, which exist in many European counties, “extreme.” It’s the Democrats who are extreme.]\\n> > \\n> > > **molten-freshness-mac** • [1 points](https://reddit.com/r/politics/comments/1nv77ky/comment/nh7nxoq/) •\\n> > > \\n> > > [TRUTH_WITH_CARE: The democratic parties aparatchiks and propgandist's are center right.]\\n> > > \\n> > > [TRUTH_WITH_CARE: The democrats don't support open boarders, Obama and Biden each deported millons of of illegals.]\\n> > > \\n> > > [TRUTH_WITH_CARE: Trans people existing isn't an ideology anymore than Christians existng is.]\\n> > > \\n> > > **slow\\_down\\_1984** • [1 points](https://reddit.com/r/politics/comments/1nv77ky/comment/nh7ak3n/) •\\n> > > \\n> > > [ISSUE_FOCUSED_CRITIQUE: I don’t necessarily agree with your take on far left beliefs. However I will admit democrats don’t speak out with centrist opinions on these issues due to purity test in their own party.]\\n\\n> **5viewThinker** • [1 points](https://reddit.com/r/politics/comments/1nv77ky/comment/nh6wbgj/) •\\n> \\n> [MOTIVE_IMPUTATION: DNC protects pedos. They protected Clinton.]\\n\\n> **goblue\\_860** • [1 points](https://reddit.com/r/politics/comments/1nv77ky/comment/nh77fde/) •\\n> \\n> [BAD_FAITH_DISMISSAL: Jacobin is the absolute last source Dems should be getting their political strategy from. Polarizing and delusional]\\n\\n> **Yashoki** • [1 points](https://reddit.com/r/politics/comments/1nv77ky/comment/nh7ix9u/) •\\n> \\n> [ISSUE_FOCUSED_CRITIQUE: This is why we need principled leftists, not the hire more LGBTQ+ in the military leftists, but those who’s ideology starts at anti-capitalism and anti-imperialism]\\n\\n> **PatchyWhiskers** • [1 points](https://reddit.com/r/politics/comments/1nv77ky/comment/nh6kxwn/) •\\n> \\n> [ISSUE_FOCUSED_CRITIQUE: Moderation is not the problem. The problem is lack of energy and courage.] [ISSUE_FOCUSED_CRITIQUE: Newsom is getting quite a following as a moderate who is not afraid to stand up for himself and his beliefs.]\\n> \\n> > **Overton\\_Glazier** • [1 points](https://reddit.com/r/politics/comments/1nv77ky/comment/nh6vx4q/) •\\n> > \\n> > [BAD_FAITH_DISMISSAL: Newsom is exciting people that will turn out regardless. He's not going to turn out anyone that already distrusts the Democratic establishment.]\\n> > \\n> > **doonerthesooner** • [1 points](https://reddit.com/r/politics/comments/1nv77ky/comment/nh7hz1s/) •\\n> > \\n> > [BAD_FAITH_DISMISSAL: I don’t think trolling on twitter is gonna be that effective]\\n\\n> **wisconsinbarber** • [1 points](https://reddit.com/r/politics/comments/1nv77ky/comment/nh6uhcf/) •\\n> \\n> [IRRECONCILABLE_DIVISION: 2024 was the final warning that moderation does not work.] [ISSUE_FOCUSED_CRITIQUE: Democrats need to grow a spine and stop trying to cosplay as Republicans. Progressivism is the only way forward and anyone not on board with that can go join the Christian fascist party.]\\n> \\n> > **slow\\_down\\_1984** • [1 points](https://reddit.com/r/politics/comments/1nv77ky/comment/nh7aq2f/) •\\n> > \\n> > [ISSUE_FOCUSED_CRITIQUE: The unwillingness to admit how much that June debate hurt the party is the real mistake to learn from.]\\n\\n> **More-Dot346** • [1 points](https://reddit.com/r/politics/comments/1nv77ky/comment/nh7397t/) •\\n> \\n> [TRUTH_AS_WEAPON: Did Kamala Harris disavow her policy of providing sex change operations for illegal immigrant prisoners? No. So did she run as a moderate? No not really.]\\n> \\n> > **Bloodyfish** • [1 points](https://reddit.com/r/politics/comments/1nv77ky/comment/nh7757n/) •\\n> > \\n> > [AUTHENTIC_ENGAGEMENT: My dude, do you require assistance?]\\n> > \\n> > **BeetIeborg** • [1 points](https://reddit.com/r/politics/comments/1nv77ky/comment/nh7rkwe/) •\\n> > \\n> > [TRUTH_WITH_CARE: Trans rights are a moderate position.]\\n\\n> **NoFriendship7173** • [1 points](https://reddit.com/r/politics/comments/1nv77ky/comment/nh6ixyz/) •\\n> \\n> [TRUTH_AS_WEAPON: No shit]\\n\\n> **Pizzasaurus-Rex** • [1 points](https://reddit.com/r/politics/comments/1nv77ky/comment/nh6t1d3/) •\\n> \\n> [ISSUE_FOCUSED_CRITIQUE: Why don't they take a page out of the Republicans playbook and just say they moved to the center, call themselves centrists, while actually moving to the left.]\\n> \\n> [ISSUE_FOCUSED_CRITIQUE: Here's how easy it is: \\\"I am a moderate centrist\\\"]\\n\\n> **DolphinsBreath** • [1 points](https://reddit.com/r/politics/comments/1nv77ky/comment/nh6v5wf/) •\\n> \\n> [ISSUE_FOCUSED_CRITIQUE: But the Democrats keep insisting human beings should be treated with respect regardless of creed, color, sex, or national origin. Until that outrage is corrected, send in the troops to pacify them.]\\n\\n> **JDogg126** • [1 points](https://reddit.com/r/politics/comments/1nv77ky/comment/nh6wu94/) •\\n> \\n> [IRRECONCILABLE_DIVISION: This is no longer about two santa politics. We have reached the point in this vile two party system where people simply want one side to win.] [ISSUE_FOCUSED_CRITIQUE: The constant back and forth between these two parties over 100+ years has led to a bloated government that no longer meets the needs of the people that government is supposed to serve.]\\n> \\n> [IRRECONCILABLE_DIVISION: Democrats should be strategically thinking about how they can end the republicans because it is very clear that republicans are plotting the end of democrats.]\\n> \\n> [ISSUE_FOCUSED_CRITIQUE: What the people really want and need badly is to end this fucking two party system. They are willing to let one of these parties simply win if it means ending two party. People don’t even care if the party that wins is good or evil at this point.]\\n> \\n> [ISSUE_FOCUSED_CRITIQUE: I wish that democrats would champion a multi party system. One that allows many parties with lots of competing agendas and force them to work together to find the best possible and least evil outcomes. Give a different vision for a future that doesn’t mean a unitary executive and a single party rule.]\\n\\n> **TreeLicker51** • [1 points](https://reddit.com/r/politics/comments/1nv77ky/comment/nh799yt/) •\\n> \\n> [ISSUE_FOCUSED_CRITIQUE: In a flawed democracy like the United States, cautious pragmatism is inevitably self-defeating.]\\n\\n> **Mr\\_Pigg** • [1 points](https://reddit.com/r/politics/comments/1nv77ky/comment/nh7m3i1/) •\\n> \\n> [TRUTH_AS_WEAPON: Corporate Dems have lost to trump twice. What a joke]\\n\\n> **PotatoAppleFish** • [1 points](https://reddit.com/r/politics/comments/1nv77ky/comment/nh7nk3g/) •\\n> \\n> [IRRECONCILABLE_DIVISION: Meeting in the middle at this point is just collaborating with fascists, which is exactly what the Democrats shouldn’t be doing if they actually give a damn.]\\n> \\n> E: [IRRECONCILABLE_DIVISION: why is this being downvoted? Did people misread it? You shouldn’t collaborate with fascists, and that’s what Republicans are.]\\n\\n> **disdkatster** • [1 points](https://reddit.com/r/politics/comments/1nv77ky/comment/nh7pbm8/) •\\n> \\n> [TRUTH_WITH_CARE: Democratic party became Republican Lite with Bill Clinton. It was an interesting hybrid that did some things really well and he was very popular until sex was his undoing.] [ISSUE_FOCUSED_CRITIQUE: The problem is that with every step Democrats took to the right, the more it drove Republicans further right until we have what we have today. The GOP put sheep's clothing on the wolf and pretended to be populous. It was a lie, a con.]\\n\\n> **BlueiMonster** • [1 points](https://reddit.com/r/politics/comments/1nv77ky/comment/nh7ph43/) •\\n> \\n> [PERSONAL_DENIGRATION: Democrats are “spineless” at least most of them, and it’s not working.]\\n\\n> **iStayedAtaHolidayInn** • [1 points](https://reddit.com/r/politics/comments/1nv77ky/comment/nh76gqp/) •\\n> \\n> [BAD_FAITH_DISMISSAL: How about we give it a rest Jacobian. They never fail to shit on democrats even when we’re faced with an existential fascist threat from republicans.]\\n\\n> **moyismoy** • [1 points](https://reddit.com/r/politics/comments/1nv77ky/comment/nh6u1g1/) •\\n> \\n> [TRUTH_WITH_CARE: If you take the time to look at their signature bills, Obama was on the right wing, and Joe was very slightly left wing. They were just called leftwing by the media and people believed it]\\n\\n> **Wrong\\_Confection1090** • [1 points](https://reddit.com/r/politics/comments/1nv77ky/comment/nh72cbm/) •\\n> \\n> [PERSONAL_DENIGRATION: We are just idiot schoolchildren who cannot grasp a simple lesson.]\\n> \\n> [ISSUE_FOCUSED_CRITIQUE: The Democrats' platform is dictated by the members of the party. If the Democratic platform isn't progressive enough, it's because the members of the party want them to focus on so-called centrist issues. The reason Democrats don't push these \\\"progressive\\\" platforms is because there isn't enough support within the party to do so. That's called politics.]\\n> \\n> [ISSUE_FOCUSED_CRITIQUE: The idea that we should swing into wildly leftist ideas on the off-chance that it'll get the people who continually sit out elections to join the team is just stupid.] [MOTIVE_IMPUTATION: They could join the team NOW and help shape what being a Democrat means, but they won't, mostly because their views are unpopular in the main but also because it's easier to just sit and bitch about how it's not YOUR fault YOU can't be bothered to be involved.]\\n> \\n> [IRRECONCILABLE_DIVISION: Again, your choices are these: support the party that will listen to you, or support the party that views you as an enemy combatant in your own country. I wouldn't have thought this would be a difficult choice, but here we are.]\\n> \\n> > **GingerMcBeardface** • [1 points](https://reddit.com/r/politics/comments/1nv77ky/comment/nh75urs/) •\\n> > \\n> > [ISSUE_FOCUSED_CRITIQUE: You (the collective) aren't \\\"owed\\\" votes, they are yours to win.]\\n> > \\n> > [ISSUE_FOCUSED_CRITIQUE: How ever you want to cut it, the Dems aren't winning as they aren't winning votes. What is causing them to lose the most votes? I'm if they shift -to the left or right - what will cause them to lose more, or gain more?]\\n> > \\n> > [ISSUE_FOCUSED_CRITIQUE: Their current playbook isn't working well, so they have to make some shift in a direction.]\\n> > \\n> > > **Wrong\\_Confection1090** • [1 points](https://reddit.com/r/politics/comments/1nv77ky/comment/nh779bs/) •\\n> > > \\n> > > [IRRECONCILABLE_DIVISION: Read it again. You can either support the party that shares some of your ideas, or the party that wants you wiped from the face of the earth.]\\n> > > \\n> > > [IRRECONCILABLE_DIVISION: I’m not asking you to owe me votes, I’m asking you to participate in your own fucking self-preservation.]\\n> > > \\n> > > > **GingerMcBeardface** • [1 points](https://reddit.com/r/politics/comments/1nv77ky/comment/nh7c55o/) •\\n> > > > \\n> > > > [TRUTH_WITH_CARE: Hey man, I get it, I agree with you. In trying to come at this from the perspective of those who don't.]\\n> > > > \\n> > > > [TRUTH_WITH_CARE: Speaking from Michigan, there were far too many single issues voters who were hung up on Kamalas stance on Gaza]\\n\\n> **SemichiSam** • [1 points](https://reddit.com/r/politics/comments/1nv77ky/comment/nh6ve63/) •\\n> \\n> **\\\"We have met the enemy, and he is us.\\\"**\\n> \\n> Pogo, 1971\\n\\n> **lioneaglegriffin** • [1 points](https://reddit.com/r/politics/comments/1nv77ky/comment/nh74j4i/) •\\n> \\n> [ISSUE_FOCUSED_CRITIQUE: They're still traumatized by the blowouts from the Regan/Nixon era. Probably because most of the Democratic brass is old enough to remember it.]\\n\\n> **ProfessionalCraft983** • [1 points](https://reddit.com/r/politics/comments/1nv77ky/comment/nh7atax/) •\\n> \\n> [TRUTH_WITH_CARE: Democrats have been moderate for as long as I've been eligible to vote, at least. That's exactly their problem.]\\n\\n> **Turok7777** • [1 points](https://reddit.com/r/politics/comments/1nv77ky/comment/nh7b3bu/) •\\n> \\n> [BAD_FAITH_DISMISSAL: Yet another thread where people make excuses for Americans' shitty voting record.]\\n\\n> **Proverbial\\_American** • [1 points](https://reddit.com/r/politics/comments/1nv77ky/comment/nh7cggr/) •\\n> \\n> [ISSUE_FOCUSED_CRITIQUE: This is so defeatist but, the neo-con/neo-liberal vision that started with Reagan has finally come to pass. Conservatives for a very long time have slowly, surely chipped away at the booming middle class that came out of the post-war era. They shut down unions. Slashed taxes to the bone. They keep concentrating wealth higher and higher. The public hasn't even noticed it.]\\n> \\n> [IRRECONCILABLE_DIVISION: A far left candidate won't work because there's not a single left candidate that will work. A moderate candidate won't work either.] [ISSUE_FOCUSED_CRITIQUE: The bottom line is.... they've won. They have modified and outfitted our government so much that it's nearly impossible for a person the left to win.]\\n> \\n> [ISSUE_FOCUSED_CRITIQUE: The only way a Democrat can take the White House now is if it's somebody that people fall in love with, as it seems to be the only way Democrats get the White House. Right now, that person doesn't exist. Any person who comes up on the left is either too moderate for hard left or too hard left for the moderate.] [IRRECONCILABLE_DIVISION: Y'all have to come together and you just aren't capable.]\\n> \\n> [IRRECONCILABLE_DIVISION: They've won. The far left and the moderate Dems are so far out of their element that there is no going back.]\\n\\n> **toxic\\_badgers** • [1 points](https://reddit.com/r/politics/comments/1nv77ky/comment/nh7dq86/) •\\n> \\n> [ISSUE_FOCUSED_CRITIQUE: Move left... Shift the Overton window.]\\n\\n> **Original\\_Bicycle5696** • [1 points](https://reddit.com/r/politics/comments/1nv77ky/comment/nh7f14p/) •\\n> \\n> [MOTIVE_IMPUTATION: I'm sure the Democrats donors are happy with their policy positions. Not sure that represents the voters though.]\\n\\n> **LatterLiterature8001** • [1 points](https://reddit.com/r/politics/comments/1nv77ky/comment/nh7f1ht/) •\\n> \\n> [ISSUE_FOCUSED_CRITIQUE: Been thinking about this.]\\n> \\n> [ISSUE_FOCUSED_CRITIQUE: We might be entering a sort of breaking point where the norm that worked for the last 40 years (more like \\\"until 2007\\\") no longer works, because it worked so well until it didn't anymore.]\\n> \\n> [ISSUE_FOCUSED_CRITIQUE: You had one party, the GOP, openly representing the interests of the wealthiest people in society, and another party, the Democrats, who PRETENDED to represent the interests of everybody else. Then Obama bailed out the banks and healthcare costs kept going up across the board because the universal healthcare rug got pulled out from under us as well. Now that pretense is gone.]\\n> \\n> [IRRECONCILABLE_DIVISION: Half the country now has no political \\\"home\\\". It's weird. Doesn't translate to electoral victories at all because, again, they're without a party that represents them. Results in more radicalization and anger. That's just where we are now.] [ISSUE_FOCUSED_CRITIQUE: I'm hopeful this leads to some kind of fundamental restructuring in the DNC, but I doubt salvation can come from within the party at this point.]\\n\\n> **xXBassHero99Xx** • [1 points](https://reddit.com/r/politics/comments/1nv77ky/comment/nh7f5t6/) •\\n> \\n> [MOTIVE_IMPUTATION: It's the billionaires, stupid. Everyone in this country feels their neck is being stepped on.] [ISSUE_FOCUSED_CRITIQUE: We need hope for a different, better future, not \\\"haha wow those Republicans are pretty out there huh?\\\"]\\n\\n> **smut\\_troubadour** • [1 points](https://reddit.com/r/politics/comments/1nv77ky/comment/nh7iu15/) •\\n> \\n> [ISSUE_FOCUSED_CRITIQUE: Dem senate leadership needs to go, and Schumer is one of the main reasons we are here in the first place: [https://x.com/HeerJeet/status/943119232417521666?lang=en] Seriously, what kind of person who is supposed to lead a party is OKAY WITH EVEN LOSING A SINGLE VOTE ARE WE SERIOUS]\\n\\n> **coffee\\_ape** • [1 points](https://reddit.com/r/politics/comments/1nv77ky/comment/nh7pk7w/) •\\n> \\n> [TRUTH_WITH_CARE: Democrats have moved so much, modern dems seem like 90’s/00s republicans. Hell, even Obama was a conservative progressive for me AND Biden was the conservative vote.]\\n> \\n> [IRRECONCILABLE_DIVISION: They’re not the party I grew up with.] [PERSONAL_DENIGRATION: Bunch of pansies too.]\\n\\n> **Professional\\_Bet8368** • [1 points](https://reddit.com/r/politics/comments/1nv77ky/comment/nh7qqah/) •\\n> \\n> [TRUTH_WITH_CARE: Democrats now are 90s republicans.]\\n\\n> **puffz0r** • [1 points](https://reddit.com/r/politics/comments/1nv77ky/comment/nh7r7u5/) •\\n> \\n> [TRUTH_AS_WEAPON: No they're not. They're hardcore right wing. if they were moderate they'd be willing to get behind mamdani.]\\n\\n> **Dreadedvegas** • [1 points](https://reddit.com/r/politics/comments/1nv77ky/comment/nh7s0rk/) •\\n> \\n> [BAD_FAITH_DISMISSAL: Jacobin article. Hm. I wonder where the bias is here.]\\n\\n> **Meykel** • [1 points](https://reddit.com/r/politics/comments/1nv77ky/comment/nh7ssd8/) •\\n> \\n> [ISSUE_FOCUSED_CRITIQUE: The current generation of Leadership will continue to move to the right, which is why we need new blood who have Social Democratic Ideals & are willing to make bold moves to sway American voters.]\\n> \\n> [ISSUE_FOCUSED_CRITIQUE: I've long been saying that enough enough, we need to actually start implementing radical policies on both sides of the political spectrum so that the people can experience what's to offer from both, then move in the direction that's most beneficial to them (Social Democracy is my bet).]\\n> \\n> [ISSUE_FOCUSED_CRITIQUE: Otherwise both sides can continue to play games about what \\\"would happen if\\\".]\\n> \\n> [DIGNIFIED_EXPRESSION: F that, look around you, were circling the drain anyway. Might as well go down swinging]\\n\"\n    }\n  ]\n}\n```",
  "document_index": 2,
  "timestamp": "2025-10-02T17:57:00.790301+00:00"
}