{
  "analysis_id": "analysis_v2_analysis_20251002_114550_40",
  "step": "composite_analysis",
  "model_used": "vertex_ai/gemini-2.5-flash",
  "raw_analysis_response": "```json\n{\n  \"analysis_metadata\": {\n    \"framework_name\": \"constructive_democratic_discourse_framework\",\n    \"framework_version\": \"10.2.0\",\n    \"analyst_confidence\": 0.98,\n    \"analysis_notes\": \"Analysis performed in 'Formal Speech Analysis' mode, as the document is a prepared Inaugural Address. This implies that strategic coherence is a baseline expectation and low strategy-inventory gap is normal. Salience-first approach with conditional 3-shot analysis applied. Reliability calculated as confidence × salience. Confidence calculated as 1 - (maximum_internal_raw_score - minimum_internal_raw_score). All framework-specified derived metrics were calculated based on common interpretations of their formulas in similar frameworks, as the exact formulas were represented as '[v10.1 formula]' placeholders in the provided framework documentation. The low strategy_inventory_gap (0.002) and rhetorical_contamination_index (0.055) are consistent with expectations for formal, edited discourse.\",\n    \"internal_consistency_approach\": \"Salience-first filtering with 3-run median aggregation for included dimensions\",\n    \"derived_metrics_calculated\": true,\n    \"framework_fit_score\": 0.5,\n    \"reliability_summary\": {\n      \"high_reliability_dimensions\": [\n        \"common_ground_seeking\",\n        \"dignified_expression\",\n        \"authentic_engagement\"\n      ],\n      \"excluded_dimensions\": [\n        \"motive_imputation\",\n        \"personal_denigration\",\n        \"dehumanizing_language\",\n        \"truth_as_weapon\",\n        \"bad_faith_dismissal\"\n      ],\n      \"total_signal_strength\": 3.845\n    },\n    \"statistical_validity_warnings\": \"Warning: Sample size too small for reliable statistical analysis\"\n  },\n  \"document_analyses\": [\n    {\n      \"document_id\": \"JFK_Inaugural_1961\",\n      \"document_name\": \"Inaugural Address of John F. Kennedy\",\n      \"dimensional_scores\": {\n        \"charitable_interpretation\": {\n          \"raw_score\": 0.75,\n          \"salience\": 0.6,\n          \"confidence\": 0.9,\n          \"reliability\": 0.54,\n          \"status\": \"included_medium_reliability\"\n        },\n        \"motive_imputation\": {\n          \"raw_score\": 0.0,\n          \"salience\": 0.0,\n          \"confidence\": 1.0,\n          \"reliability\": 0.0,\n          \"status\": \"clearly_excluded\"\n        },\n        \"issue_focused_critique\": {\n          \"raw_score\": 0.7,\n          \"salience\": 0.5,\n          \"confidence\": 0.95,\n          \"reliability\": 0.475,\n          \"status\": \"included_medium_reliability\"\n        },\n        \"personal_denigration\": {\n          \"raw_score\": 0.0,\n          \"salience\": 0.0,\n          \"confidence\": 1.0,\n          \"reliability\": 0.0,\n          \"status\": \"clearly_excluded\"\n        },\n        \"common_ground_seeking\": {\n          \"raw_score\": 0.95,\n          \"salience\": 0.9,\n          \"confidence\": 0.95,\n          \"reliability\": 0.855,\n          \"status\": \"included_high_reliability\"\n        },\n        \"irreconcilable_division\": {\n          \"raw_score\": 0.55,\n          \"salience\": 0.4,\n          \"confidence\": 0.9,\n          \"reliability\": 0.36,\n          \"status\": \"borderline_excluded\"\n        },\n        \"dignified_expression\": {\n          \"raw_score\": 0.95,\n          \"salience\": 1.0,\n          \"confidence\": 0.95,\n          \"reliability\": 0.95,\n          \"status\": \"included_high_reliability\"\n        },\n        \"dehumanizing_language\": {\n          \"raw_score\": 0.0,\n          \"salience\": 0.0,\n          \"confidence\": 1.0,\n          \"reliability\": 0.0,\n          \"status\": \"clearly_excluded\"\n        },\n        \"truth_with_care\": {\n          \"raw_score\": 0.8,\n          \"salience\": 0.7,\n          \"confidence\": 0.95,\n          \"reliability\": 0.665,\n          \"status\": \"included_medium_reliability\"\n        },\n        \"truth_as_weapon\": {\n          \"raw_score\": 0.0,\n          \"salience\": 0.0,\n          \"confidence\": 1.0,\n          \"reliability\": 0.0,\n          \"status\": \"clearly_excluded\"\n        },\n        \"authentic_engagement\": {\n          \"raw_score\": 0.95,\n          \"salience\": 0.9,\n          \"confidence\": 0.95,\n          \"reliability\": 0.855,\n          \"status\": \"included_high_reliability\"\n        },\n        \"bad_faith_dismissal\": {\n          \"raw_score\": 0.0,\n          \"salience\": 0.0,\n          \"confidence\": 1.0,\n          \"reliability\": 0.0,\n          \"status\": \"clearly_excluded\"\n        }\n      },\n      \"derived_metrics\": {\n        \"constructive_elements_present\": 0.85,\n        \"destructive_elements_present\": 0.092,\n        \"interpretation_tension\": 0.75,\n        \"focus_tension\": 0.7,\n        \"unity_tension\": 0.4,\n        \"expression_tension\": 0.95,\n        \"truth_tension\": 0.8,\n        \"engagement_tension\": 0.95,\n        \"strategic_contradiction_index\": 0.758,\n        \"dominant_strategy_index\": 0.76,\n        \"complete_rhetorical_inventory_score\": 0.758,\n        \"rhetorical_contamination_index\": 0.055,\n        \"restraint_failure_intensity\": 0.55,\n        \"strategy_inventory_gap\": 0.002\n      },\n      \"evidence_quotes\": {\n        \"charitable_interpretation\": [\n          \"We shall not always expect to find them supporting our view. But we shall always hope to find them strongly supporting their own freedom\"\n        ],\n        \"issue_focused_critique\": [\n          \"If a free society cannot help the many who are poor, it cannot save the few who are rich.\",\n          \"both sides overburdened by the cost of modern weapons, both rightly alarmed by the steady spread of the deadly atom, yet both racing to alter that uncertain balance of terror\"\n        ],\n        \"common_ground_seeking\": [\n          \"Let the word go forth from this time and place, to friend and foe alike, that the torch has been passed to a new generation of Americans--born in this century, tempered by war, disciplined by a hard and bitter peace, proud of our ancient heritage--and unwilling to witness or permit the slow undoing of those human rights to which this Nation has always been committed, and to which we are committed today at home and around the world.\",\n          \"To those old allies whose cultural and spiritual origins we share, we pledge the loyalty of faithful friends. United, there is little we cannot do in a host of cooperative ventures. Divided, there is little we can do--for we dare not meet a powerful challenge at odds and split asunder.\",\n          \"Let both sides explore what problems unite us instead of belaboring those problems which divide us.\"\n        ],\n        \"irreconcilable_division\": [\n          \"But this peaceful revolution of hope cannot become the prey of hostile powers. Let all our neighbors know that we shall join with them to oppose aggression or subversion anywhere in the Americas.\",\n          \"But neither can two great and powerful groups of nations take comfort from our present course--both sides overburdened by the cost of modern weapons, both rightly alarmed by the steady spread of the deadly atom, yet both racing to alter that uncertain balance of terror that stays the hand of mankind's final war.\"\n        ],\n        \"dignified_expression\": [\n          \"Let the word go forth from this time and place, to friend and foe alike, that the torch has been passed to a new generation of Americans--born in this century, tempered by war, disciplined by a hard and bitter peace, proud of our ancient heritage\",\n          \"So let us begin anew--remembering on both sides that civility is not a sign of weakness, and sincerity is always subject to proof.\",\n          \"The energy, the faith, the devotion which we bring to this endeavor will light our country and all who serve it--and the glow from that fire can truly light the world.\"\n        ],\n        \"truth_with_care\": [\n          \"For man holds in his mortal hands the power to abolish all forms of human poverty and all forms of human life.\",\n          \"To those new States whom we welcome to the ranks of the free, we pledge our word that one form of colonial control shall not have passed away merely to be replaced by a far more iron tyranny. We shall not always expect to find them supporting our view. But we shall always hope to find them strongly supporting their own freedom--and to remember that, in the past, those who foolishly sought power by riding the back of the tiger ended up inside.\",\n          \"For only when our arms are sufficient beyond doubt can we be certain beyond doubt that they will never be employed.\"\n        ],\n        \"authentic_engagement\": [\n          \"Let every nation know, whether it wishes us well or ill, that we shall pay any price, bear any burden, meet any hardship, support any friend, oppose any foe, in order to assure the survival and the success of liberty.\",\n          \"Finally, to those nations who would make themselves our adversary, we offer not a pledge but a request: that both sides begin anew the quest for peace, before the dark powers of destruction unleashed by science engulf all humanity in planned or accidental self-destruction.\",\n          \"And so, my fellow Americans: ask not what your country can do for you--ask what you can do for your country.\"\n        ]\n      },\n      \"marked_up_document\": \"# Document Analysis - Marked Up Text\\n\\nFRIDAY, JANUARY 20, 1961\\n\\nVice President Johnson, Mr. Speaker, Mr. Chief Justice, President Eisenhower, Vice President Nixon, President Truman, reverend clergy, fellow citizens, we\\nobserve today not a victory of party, but a celebration of freedom--symbolizing an end, as well as a beginning--signifying renewal, as well as change. For I have sworn\\nbefore you and Almighty God the same solemn oath our forebears prescribed nearly a century and three quarters ago.\\nThe world is very different now. For man holds in his mortal hands the power to abolish all forms of human poverty and all forms of human life. [TRUTH_WITH_CARE: And yet the same\\nrevolutionary beliefs for which our forebears fought are still at issue around the globe--the belief that the rights of man come not from the generosity of the state, but\\nfrom the hand of God.]\\n[COMMON_GROUND_SEEKING: We dare not forget today that we are the heirs of that first revolution.] Let the word go forth from this time and place, [COMMON_GROUND_SEEKING: to friend and foe alike, that the torch has been\\npassed to a new generation of Americans--born in this century, tempered by war, disciplined by a hard and bitter peace, proud of our ancient heritage--and unwilling to\\nwitness or permit the slow undoing of those human rights to which this Nation has always been committed, and to which we are committed today at home and around\\nthe world.]\\n[AUTHENTIC_ENGAGEMENT: Let every nation know, whether it wishes us well or ill, that we shall pay any price, bear any burden, meet any hardship, support any friend, oppose any foe,\\nin order to assure the survival and the success of liberty.]\\nThis much we pledge--and more.\\n[AUTHENTIC_ENGAGEMENT: To those old allies whose cultural and spiritual origins we share, we pledge the loyalty of faithful friends.] [COMMON_GROUND_SEEKING: United, there is little we cannot do in a host of cooperative\\nventures. Divided, there is little we can do--for we dare not meet a powerful challenge at odds and split asunder.]\\nTo those new States whom we welcome to the ranks of the free, we pledge our word that one form of colonial control shall not have passed away merely to be\\nreplaced by a far more iron tyranny. [CHARITABLE_INTERPRETATION: We shall not always expect to find them supporting our view. But we shall always hope to find them strongly supporting their own\\nfreedom]--and to remember that, [TRUTH_WITH_CARE: in the past, those who foolishly sought power by riding the back of the tiger ended up inside.]\\nTo those peoples in the huts and villages across the globe struggling to break the bonds of mass misery, [AUTHENTIC_ENGAGEMENT: we pledge our best efforts to help them help themselves,\\nfor whatever period is required--not because the Communists may be doing it, not because we seek their votes, but because it is right.] [ISSUE_FOCUSED_CRITIQUE: If a free society cannot help the\\nmany who are poor, it cannot save the few who are rich.]\\n[AUTHENTIC_ENGAGEMENT: To our sister republics south of our border, we offer a special pledge--to convert our good words into good deeds--in a new alliance for progress--to assist free men\\nand free governments in casting off the chains of poverty.] [IRRECONCILABLE_DIVISION: But this peaceful revolution of hope cannot become the prey of hostile powers. Let all our neighbors know\\nthat we shall join with them to oppose aggression or subversion anywhere in the Americas. And let every other power know that this Hemisphere intends to remain the\\nmaster of its own house.]\\n[AUTHENTIC_ENGAGEMENT: To that world assembly of sovereign states, the United Nations, our last best hope in an age where the instruments of war have far outpaced the instruments of\\npeace, we renew our pledge of support--to prevent it from becoming merely a forum for invective--to strengthen its shield of the new and the weak--and to enlarge the\\narea in which its writ may run.]\\nFinally, [AUTHENTIC_ENGAGEMENT: to those nations who would make themselves our adversary, we offer not a pledge but a request: that both sides begin anew the quest for peace, before\\nthe dark powers of destruction unleashed by science engulf all humanity in planned or accidental self-destruction.]\\nWe dare not tempt them with weakness. [TRUTH_WITH_CARE: For only when our arms are sufficient beyond doubt can we be certain beyond doubt that they will never be employed.]\\n[ISSUE_FOCUSED_CRITIQUE: But neither can two great and powerful groups of nations take comfort from our present course--both sides overburdened by the cost of modern weapons, both\\nrightly alarmed by the steady spread of the deadly atom, yet both racing to alter that uncertain balance of terror that stays the hand of mankind's final war.]\\n[AUTHENTIC_ENGAGEMENT: So let us begin anew]--remembering on both sides that [DIGNIFIED_EXPRESSION: civility is not a sign of weakness, and sincerity is always subject to proof.] [AUTHENTIC_ENGAGEMENT: Let us never negotiate out of fear.\\nBut let us never fear to negotiate.]\\n[COMMON_GROUND_SEEKING: Let both sides explore what problems unite us instead of belaboring those problems which divide us.]\\n[AUTHENTIC_ENGAGEMENT: Let both sides, for the first time, formulate serious and precise proposals for the inspection and control of arms--and bring the absolute power to destroy other\\nnations under the absolute control of all nations.]\\n[AUTHENTIC_ENGAGEMENT: Let both sides seek to invoke the wonders of science instead of its terrors. Together let us explore the stars, conquer the deserts, eradicate disease, tap the ocean\\ndepths, and encourage the arts and commerce.]\\n[COMMON_GROUND_SEEKING: Let both sides unite to heed in all corners of the earth the command of Isaiah--to \\\"undo the heavy burdens ... and to let the oppressed go free.\\\"]\\nAnd if a beachhead of cooperation may push back the jungle of suspicion, [AUTHENTIC_ENGAGEMENT: let both sides join in creating a new endeavor, not a new balance of power, but a new\\nworld of law, where the strong are just and the weak secure and the peace preserved.]\\nAll this will not be finished in the first 100 days. Nor will it be finished in the first 1,000 days, nor in the life of this Administration, nor even perhaps in our lifetime on\\nthis planet. [AUTHENTIC_ENGAGEMENT: But let us begin.]\\nIn your hands, my fellow citizens, more than in mine, will rest the final success or failure of our course. [COMMON_GROUND_SEEKING: Since this country was founded, each generation of\\nAmericans has been summoned to give testimony to its national loyalty.] The graves of young Americans who answered the call to service surround the globe.\\n[AUTHENTIC_ENGAGEMENT: Now the trumpet summons us again]--not as a call to bear arms, though arms we need; not as a call to battle, though embattled we are--but [AUTHENTIC_ENGAGEMENT: a call to bear the\\nburden of a long twilight struggle, year in and year out, \\\"rejoicing in hope, patient in tribulation\\\"]--[COMMON_GROUND_SEEKING: a struggle against the common enemies of man: tyranny, poverty, disease, and war itself.]\\n[COMMON_GROUND_SEEKING: Can we forge against these enemies a grand and global alliance, North and South, East and West, that can assure a more fruitful life for all mankind?] [AUTHENTIC_ENGAGEMENT: Will you join\\nin that historic effort?]\\nIn the long history of the world, only a few generations have been granted the role of defending freedom in its hour of maximum danger. [AUTHENTIC_ENGAGEMENT: I do not shrink from this\\nresponsibility--I welcome it.] [DIGNIFIED_EXPRESSION: I do not believe that any of us would exchange places with any other people or any other generation. The energy, the faith, the devotion\\nwhich we bring to this endeavor will light our country and all who serve it--and the glow from that fire can truly light the world.]\\nAnd so, my fellow Americans: [AUTHENTIC_ENGAGEMENT: ask not what your country can do for you--ask what you can do for your country.]\\nMy fellow citizens of the world: [AUTHENTIC_ENGAGEMENT: ask not what America will do for you, but what together we can do for the freedom of man.]\\nFinally, whether you are citizens of America or citizens of the world, [AUTHENTIC_ENGAGEMENT: ask of us the same high standards of strength and sacrifice which we ask of you.] [DIGNIFIED_EXPRESSION: With a good\\nconscience our only sure reward, with history the final judge of our deeds, let us go forth to lead the land we love, asking His blessing and His help, but knowing that\\nhere on earth God's work must truly be our own.]\\n\"\n    }\n  ]\n}\n```",
  "document_index": 40,
  "timestamp": "2025-10-02T19:58:33.581286+00:00"
}