{
  "analysis_id": "analysis_v2_analysis_20251002_114550_29",
  "step": "composite_analysis",
  "model_used": "vertex_ai/gemini-2.5-flash",
  "raw_analysis_response": "```json\n{\n  \"analysis_metadata\": {\n    \"framework_name\": \"constructive_democratic_discourse_framework\",\n    \"framework_version\": \"10.2.0\",\n    \"analyst_confidence\": 0.95,\n    \"analysis_notes\": \"Applied salience-first approach with conditional 3-shot analysis. Reliability = confidence × salience. Confidence calculated as 1 - (maximum_internal_raw_score - minimum_internal_raw_score). Calculated all framework-specified derived metrics using standard interpretations due to specific formulas not being explicitly provided in the v10.2 machine-readable appendix snippet. This document was analyzed in 'Formal Speech Analysis' mode, as it is an Inaugural Address.\",\n    \"internal_consistency_approach\": \"Salience-first filtering with 3-run median aggregation for included dimensions\",\n    \"derived_metrics_calculated\": true,\n    \"framework_fit_score\": 0.5,\n    \"reliability_summary\": {\n      \"high_reliability_dimensions\": [\n        \"charitable_interpretation\",\n        \"issue_focused_critique\",\n        \"common_ground_seeking\",\n        \"dignified_expression\",\n        \"truth_with_care\"\n      ],\n      \"medium_reliability_dimensions\": [\n        \"authentic_engagement\"\n      ],\n      \"excluded_dimensions\": [\n        \"motive_imputation\",\n        \"personal_denigration\",\n        \"irreconcilable_division\",\n        \"dehumanizing_language\",\n        \"truth_as_weapon\",\n        \"bad_faith_dismissal\"\n      ],\n      \"total_signal_strength\": 4.37\n    }\n  },\n  \"document_analyses\": [\n    {\n      \"document_id\": \"george_w_bush_inaugural_2005\",\n      \"document_name\": \"George W. Bush - Inaugural Address (2005)\",\n      \"dimensional_scores\": {\n        \"charitable_interpretation\": {\n          \"raw_score\": 0.9,\n          \"salience\": 0.8,\n          \"confidence\": 0.9,\n          \"reliability\": 0.72,\n          \"status\": \"included_high_reliability\"\n        },\n        \"motive_imputation\": {\n          \"raw_score\": 0.0,\n          \"salience\": 0.1,\n          \"confidence\": 1.0,\n          \"reliability\": 0.10,\n          \"status\": \"clearly_excluded\"\n        },\n        \"issue_focused_critique\": {\n          \"raw_score\": 0.9,\n          \"salience\": 0.8,\n          \"confidence\": 1.0,\n          \"reliability\": 0.80,\n          \"status\": \"included_high_reliability\"\n        },\n        \"personal_denigration\": {\n          \"raw_score\": 0.0,\n          \"salience\": 0.1,\n          \"confidence\": 1.0,\n          \"reliability\": 0.10,\n          \"status\": \"clearly_excluded\"\n        },\n        \"common_ground_seeking\": {\n          \"raw_score\": 0.8,\n          \"salience\": 0.7,\n          \"confidence\": 1.0,\n          \"reliability\": 0.70,\n          \"status\": \"included_high_reliability\"\n        },\n        \"irreconcilable_division\": {\n          \"raw_score\": 0.2,\n          \"salience\": 0.3,\n          \"confidence\": 0.9,\n          \"reliability\": 0.27,\n          \"status\": \"borderline_excluded\"\n        },\n        \"dignified_expression\": {\n          \"raw_score\": 1.0,\n          \"salience\": 0.9,\n          \"confidence\": 1.0,\n          \"reliability\": 0.90,\n          \"status\": \"included_high_reliability\"\n        },\n        \"dehumanizing_language\": {\n          \"raw_score\": 0.0,\n          \"salience\": 0.1,\n          \"confidence\": 1.0,\n          \"reliability\": 0.10,\n          \"status\": \"clearly_excluded\"\n        },\n        \"truth_with_care\": {\n          \"raw_score\": 0.8,\n          \"salience\": 0.8,\n          \"confidence\": 1.0,\n          \"reliability\": 0.80,\n          \"status\": \"included_high_reliability\"\n        },\n        \"truth_as_weapon\": {\n          \"raw_score\": 0.0,\n          \"salience\": 0.1,\n          \"confidence\": 0.9,\n          \"reliability\": 0.09,\n          \"status\": \"clearly_excluded\"\n        },\n        \"authentic_engagement\": {\n          \"raw_score\": 0.5,\n          \"salience\": 0.5,\n          \"confidence\": 0.9,\n          \"reliability\": 0.45,\n          \"status\": \"included_medium_reliability\"\n        },\n        \"bad_faith_dismissal\": {\n          \"raw_score\": 0.0,\n          \"salience\": 0.2,\n          \"confidence\": 0.9,\n          \"reliability\": 0.18,\n          \"status\": \"clearly_excluded\"\n        }\n      },\n      \"derived_metrics\": {\n        \"dominant_strategy_index\": 0.691,\n        \"complete_rhetorical_inventory_score\": 0.783,\n        \"constructive_elements_present\": 0.817,\n        \"destructive_elements_present\": 0.033,\n        \"rhetorical_contamination_index\": 0.023,\n        \"restraint_failure_intensity\": 0.2,\n        \"strategy_inventory_gap\": -0.092,\n        \"interpretation_tension\": 0.9,\n        \"focus_tension\": 0.9,\n        \"unity_tension\": 1.0,\n        \"expression_tension\": 1.0,\n        \"truth_tension\": 0.8,\n        \"engagement_tension\": 0.5,\n        \"strategic_contradiction_index\": 0.85\n      },\n      \"evidence_quotes\": {\n        \"charitable_interpretation\": [\n          \"There is only one force of history that can break the reign of hatred and resentment and expose the pretensions of tyrants and reward the hopes of the decent and tolerant, and that is the force of human freedom.\",\n          \"America's belief in human dignity will guide our policies.\",\n          \"Eventually, the call of freedom comes to every mind and every soul.\"\n        ],\n        \"motive_imputation\": [],\n        \"issue_focused_critique\": [\n          \"For as long as whole regions of the world simmer in resentment and tyranny, prone to ideologies that feed hatred and excuse murder, violence will gather and multiply in destructive power...\",\n          \"ending tyranny in our world.\",\n          \"America will not pretend that jailed dissidents prefer their chains or that women welcome humiliation and servitude or that any human being aspires to live at the mercy of bullies.\"\n        ],\n        \"personal_denigration\": [],\n        \"common_ground_seeking\": [\n          \"recall the deep commitments that unite our country.\",\n          \"Americans of every party and background, Americans by choice and by birth are bound to one another in the cause of freedom.\",\n          \"And all the allies of the United States can know: We honor your friendship; we rely on your counsel; and we depend on your help.\"\n        ],\n        \"irreconcilable_division\": [\n          \"We will persistently clarify the choice before every ruler and every nation, the moral choice between oppression, which is always wrong, and freedom, which is eternally right.\"\n        ],\n        \"dignified_expression\": [\n          \"On this day, prescribed by law and marked by ceremony, we celebrate the durable wisdom of our Constitution and recall the deep commitments that unite our country.\",\n          \"It is the honorable achievement of our fathers. Now, it is the urgent requirement of our Nation's security and the calling of our time.\",\n          \"From the viewpoint of centuries, the questions that come to us are narrowed and few: Did our generation advance the cause of freedom? And did our character bring credit to that cause?\"\n        ],\n        \"dehumanizing_language\": [],\n        \"truth_with_care\": [\n          \"America's vital interests and our deepest beliefs are now one. From the day of our founding, we have proclaimed that every man and woman on this Earth has rights and dignity and matchless value...\",\n          \"We will persistently clarify the choice before every ruler and every nation, the moral choice between oppression, which is always wrong, and freedom, which is eternally right.\",\n          \"We have confidence because freedom is the permanent hope of mankind, the hunger in dark places, the longing of the soul.\"\n        ],\n        \"truth_as_weapon\": [],\n        \"authentic_engagement\": [\n          \"We have known divisions, which must be healed to move forward in great purposes, and I will strive in good faith to heal them.\",\n          \"Today, America speaks anew to the peoples of the world. All who live in tyranny and hopelessness can know: The United States will not ignore your oppression or excuse your oppressors.\",\n          \"Today I also speak anew to my fellow citizens. From all of you I have asked patience in the hard task of securing America...\"\n        ],\n        \"bad_faith_dismissal\": [\n          \"Some, I know, have questioned the global appeal of liberty, though this time in history, four decades defined by the swiftest advance of freedom ever seen, is an odd time for doubt.\"\n        ]\n      },\n      \"marked_up_document\": \"# Document Analysis - Marked Up Text\\n\\nGEORGE W. BUSH\\nInaugural Address\\nJanuary 20, 2005\\nVice President Cheney, Mr. Chief Justice, President Carter, President Bush,\\nPresident Clinton, Members of the United States Congress, reverend clergy,\\ndistinguished guests, fellow citizens:\\n[DIGNIFIED_EXPRESSION: On this day, prescribed by law and marked by ceremony, we celebrate the\\ndurable wisdom of our Constitution and recall the deep commitments that\\nunite our country.] [COMMON_GROUND_SEEKING: recall the deep commitments that unite our country.] I am grateful for the honor of this hour, mindful of the\\nconsequential times in which we live, and determined to fulfill the oath that\\nI have sworn and you have witnessed.\\nAt this second gathering, our duties are defined not by the words I use but\\nby the history we have seen together. For a half a century, America\\ndefended our own freedom by standing watch on distant borders. After the\\nshipwreck of communism came years of relative quiet, years of repose,\\nyears of sabbatical, and then there came a day of fire.\\n[ISSUE_FOCUSED_CRITIQUE: We have seen our vulnerability, and we have seen its deepest source. For as\\nlong as whole regions of the world simmer in resentment and tyranny, prone to ideologies that feed hatred and excuse murder, violence will gather and multiply in destructive power and cross the most defended]\\n\\n\fborders and raise a mortal threat. [CHARITABLE_INTERPRETATION: There is only one force of history that can\\nbreak the reign of hatred and resentment and expose the pretensions of\\ntyrants and reward the hopes of the decent and tolerant, and that is the\\nforce of human freedom.]\\n[CHARITABLE_INTERPRETATION: We are led, by events and common sense, to one conclusion: The survival of\\nliberty in our land increasingly depends on the success of liberty in other\\nlands. The best hope for peace in our world is the expansion of freedom in\\nall the world.]\\n[TRUTH_WITH_CARE: America's vital interests and our deepest beliefs are now one. From the day\\nof our founding, we have proclaimed that every man and woman on this\\nEarth has rights and dignity and matchless value, because they bear the\\nimage of the Maker of heaven and Earth.] [DIGNIFIED_EXPRESSION: Across the generations, we have\\nproclaimed the imperative of self-government, because no one is fit to be a\\nmaster and no one deserves to be a slave.] [DIGNIFIED_EXPRESSION: Advancing these ideals is the\\nmission that created our Nation. It is the honorable achievement of our\\nfathers. Now, it is the urgent requirement of our Nation's security and the\\ncalling of our time.]\\nSo it is the policy of the United States to [ISSUE_FOCUSED_CRITIQUE: seek and support the growth of\\ndemocratic movements and institutions in every nation and culture, with\\nthe ultimate goal of ending tyranny in our world.] This is not primarily the\\ntask of arms, though we will defend ourselves and our friends by force of\\narms when necessary. [CHARITABLE_INTERPRETATION: Freedom, by its nature, must be chosen and\\ndefended by citizens and sustained by the rule of law and the protection of\\nminorities.] And when the soul of a nation finally speaks, the institutions that\\narise may reflect customs and traditions very different from our own.\\nAmerica will not impose our own style of government on the unwilling. [AUTHENTIC_ENGAGEMENT: Our\\ngoal instead is to help others find their own voice, attain their own freedom,\\nand make their own way.]\\n[DIGNIFIED_EXPRESSION: The great objective of ending tyranny is the concentrated work of\\ngenerations. The difficulty of the task is no excuse for avoiding it.] America's\\ninfluence is not unlimited, but fortunately for the oppressed, America's\\ninfluence is considerable and we will use it confidently in freedom's cause.\\n[DIGNIFIED_EXPRESSION: My most solemn duty is to protect this Nation and its people from further\\nattacks and emerging threats.] Some have unwisely chosen to test America's\\nresolve and have found it firm. [TRUTH_WITH_CARE: We will persistently clarify the choice before\\n\\n\fevery ruler and every nation, the moral choice between oppression, which\\nis always wrong, and freedom, which is eternally right.] [IRRECONCILABLE_DIVISION: We will persistently clarify the choice before every ruler and every nation, the moral choice between oppression, which is always wrong, and freedom, which is eternally right.]\\nAmerica will not pretend that jailed dissidents prefer their chains or that\\nwomen welcome humiliation and servitude or that any human being\\naspires to live at the mercy of bullies. [ISSUE_FOCUSED_CRITIQUE: We will encourage reform in other\\ngovernments by making clear that success in our relations will require the\\ndecent treatment of their own people.] [TRUTH_WITH_CARE: America's belief in human dignity will\\nguide our policies.] Yet rights must be more than the grudging concessions\\nof dictators. They are secured by free dissent and the participation of the\\ngoverned. [TRUTH_WITH_CARE: In the long run, there is no justice without freedom and there can\\nbe no human rights without human liberty.]\\n[BAD_FAITH_DISMISSAL: Some, I know, have questioned the global appeal of liberty, though this time\\nin history, four decades defined by the swiftest advance of freedom ever\\nseen, is an odd time for doubt.] [CHARITABLE_INTERPRETATION: Americans, of all people, should never be\\nsurprised by the power of our ideals. Eventually, the call of freedom comes\\nto every mind and every soul.] [TRUTH_WITH_CARE: We do not accept the existence of permanent\\ntyranny because we do not accept the possibility of permanent slavery.\\nLiberty will come to those who love it.]\\n[AUTHENTIC_ENGAGEMENT: Today, America speaks anew to the peoples of the world. All who live in\\ntyranny and hopelessness can know: The United States will not ignore your\\noppression or excuse your oppressors. When you stand for your liberty, we\\nwill stand with you.]\\n[AUTHENTIC_ENGAGEMENT: Democratic reformers facing repression, prison, or exile can know: America\\nsees you for who you are, the future leaders of your free country.]\\nThe rulers of outlaw regimes can know that we still believe as Abraham\\nLincoln did: \\\"Those who deny freedom to others deserve it not for\\nthemselves and, under the rule of a just God, cannot long retain it.\\\"\\n[AUTHENTIC_ENGAGEMENT: The leaders of governments with long habits of control need to know: To\\nserve your people, you must learn to trust them. Start on this journey of\\nprogress and justice, and America will walk at your side.]\\n[COMMON_GROUND_SEEKING: And all the allies of the United States can know: We honor your friendship;\\nwe rely on your counsel; and we depend on your help.] [ISSUE_FOCUSED_CRITIQUE: Division among free\\nnations is a primary goal of freedom's enemies. The concerted effort of free\\n\\n\fnations to promote democracy is a prelude to our enemies' defeat.]\\n[AUTHENTIC_ENGAGEMENT: Today I also speak anew to my fellow citizens. From all of you I have asked\\npatience in the hard task of securing America, which you have granted in\\ngood measure.] Our country has accepted obligations that are difficult to\\nfulfill and would be dishonorable to abandon. Yet because we have acted in\\nthe great liberating tradition of this Nation, tens of millions have achieved\\ntheir freedom. And as hope kindles hope, millions more will find it. By our\\nefforts, we have lit a fire as well, a fire in the minds of men. It warms those\\nwho feel its power. It burns those who fight its progress. And one day this\\nuntamed fire of freedom will reach the darkest corners of our world.\\nA few Americans have accepted the hardest duties in this cause, in the quiet\\nwork of intelligence and diplomacy, the idealistic work of helping raise up\\nfree governments, the dangerous and necessary work of fighting our\\nenemies. Some have shown their devotion to our country in deaths that\\nhonored their whole lives, and we will always honor their names and their\\nsacrifice.\\nAll Americans have witnessed this idealism and some for the first time. I ask\\nour youngest citizens to believe the evidence of your eyes. You have seen\\nduty and allegiance in the determined faces of our soldiers. You have seen\\nthat life is fragile and evil is real and courage triumphs. Make the choice to\\nserve in a cause larger than your wants, larger than yourself, and in your\\ndays you will add not just to the wealth of our country but to its character.\\nAmerica has need of idealism and courage because we have essential work\\nat home, the unfinished work of American freedom. In a world moving\\ntoward liberty, we are determined to show the meaning and promise of\\nliberty.\\n[TRUTH_WITH_CARE: In America's ideal of freedom, citizens find the dignity and security of\\neconomic independence instead of laboring on the edge of subsistence.]\\nThis is the broader definition of liberty that motivated the Homestead Act,\\nthe Social Security Act, and the GI bill of rights. And now we will extend this\\nvision by reforming great institutions to serve the needs of our time. To give\\nevery American a stake in the promise and future of our country, we will\\nbring the highest standards to our schools and build an ownership society.\\nWe will widen the ownership of homes and businesses, retirement savings,\\nand health insurance, preparing our people for the challenges of life in a\\n\\n\ffree society. By making every citizen an agent of his or her own destiny, we\\nwill give our fellow Americans greater freedom from want and fear and\\nmake our society more prosperous and just and equal.\\n[TRUTH_WITH_CARE: In America's ideal of freedom, the public interest depends on private\\ncharacter, on integrity and tolerance toward others and the rule of\\nconscience in our own lives.] [DIGNIFIED_EXPRESSION: Self-government relies, in the end, on the\\ngoverning of the self.] That edifice of character is built in families, supported\\nby communities with standards, and sustained in our national life by the\\ntruths of Sinai, the Sermon on the Mount, the words of the Koran, and the\\nvaried faiths of our people. [COMMON_GROUND_SEEKING: Americans move forward in every generation by\\nreaffirming all that is good and true that came before, ideals of justice and\\nconduct that are the same yesterday, today, and forever.]\\n[TRUTH_WITH_CARE: In America's ideal of freedom, the exercise of rights is ennobled by service\\nand mercy and a heart for the weak.] Liberty for all does not mean\\nindependence from one another. Our Nation relies on men and women\\nwho look after a neighbor and surround the lost with love. [COMMON_GROUND_SEEKING: Americans, at\\nour best, value the life we see in one another and must always remember\\nthat even the unwanted have worth.] And our country must abandon all the\\nhabits of racism, because we cannot carry the message of freedom and the\\nbaggage of bigotry at the same time.\\n[DIGNIFIED_EXPRESSION: From the perspective of a single day, including this day of dedication, the\\nissues and questions before our country are many. From the viewpoint of\\ncenturies, the questions that come to us are narrowed and few: Did our\\ngeneration advance the cause of freedom? And did our character bring\\ncredit to that cause?]\\n[COMMON_GROUND_SEEKING: These questions that judge us also unite us, because Americans of every\\nparty and background, Americans by choice and by birth are bound to one\\nanother in the cause of freedom.] [AUTHENTIC_ENGAGEMENT: We have known divisions, which must be\\nhealed to move forward in great purposes, and I will strive in good faith to\\nheal them.] Yet those divisions do not define America. We felt the unity and\\nfellowship of our Nation when freedom came under attack, and our\\nresponse came like a single hand over a single heart. And we can feel that\\nsame unity and pride whenever America acts for good and the victims of\\ndisaster are given hope and the unjust encounter justice and the captives\\nare set free.\\n\\n\f[TRUTH_WITH_CARE: We go forward with complete confidence in the eventual triumph of\\nfreedom, not because history runs on the wheels of inevitability—it is\\nhuman choices that move events; not because we consider ourselves a\\nchosen nation—God moves and chooses as He wills.] [CHARITABLE_INTERPRETATION: We have confidence\\nbecause freedom is the permanent hope of mankind, the hunger in dark\\nplaces, the longing of the soul.] When our Founders declared a new order of\\nthe ages, when soldiers died in wave upon wave for a union based on\\nliberty, when citizens marched in peaceful outrage under the banner\\n\\\"Freedom Now,\\\" they were acting on an ancient hope that is meant to be\\nfulfilled. History has an ebb and flow of justice, but history also has a visible\\ndirection, set by liberty and the Author of Liberty.\\n[DIGNIFIED_EXPRESSION: When the Declaration of Independence was first read in public and the\\nLiberty Bell was sounded in celebration, a witness said, \\\"It rang as if it\\nmeant something.\\\"] In our time, it means something still. [DIGNIFIED_EXPRESSION: America, in this\\nyoung century, proclaims liberty throughout all the world and to all the\\ninhabitants thereof. Renewed in our strength, tested but not weary, we are\\nready for the greatest achievements in the history of freedom.]\\nMay God bless you, and may He watch over the United States of America.\\n\\nGeorge W. Bush - Inaugural Address: The American Preside…\\n\\nNOTE: The President spoke at 11:59 a.m. at the West Front of the Capitol. Prior\\nto his remarks, Chief Justice William H. Rehnquist administered the oath of\\noffice. The address was broadcast live on radio and television. The Office of the\\n\\n\fPress Secretary also released a Spanish language transcript of this address.\\n\\nGeorge W. Bush, Inaugural Address Online by Gerhard Peters and John T.\\nWoolley, The American Presidency Project\\nhttps://www.presidency.ucsb.edu/node/214048\"\n    }\n  ],\n  \"statistical_validity_warnings\": [\n    \"Warning: Sample size too small for reliable statistical analysis\"\n  ]\n}\n```",
  "document_index": 29,
  "timestamp": "2025-10-02T19:21:15.828135+00:00"
}