{
  "analysis_id": "analysis_v2_analysis_20251002_114550_1",
  "step": "evidence_extraction",
  "model_used": "vertex_ai/gemini-2.5-flash-lite",
  "evidence_extraction": "```json\n[\n  {\n    \"dimension\": \"motive_imputation\",\n    \"raw_score\": 1.0,\n    \"quote\": \"The vision of our opponents and the Marxist totalitarian left is filled with venom, hatred, darkness, resentment, arrogance, and despair.\"\n  },\n  {\n    \"dimension\": \"motive_imputation\",\n    \"raw_score\": 1.0,\n    \"quote\": \"They want power, they want control, they want uniformity, and they want submission.\"\n  },\n  {\n    \"dimension\": \"motive_imputation\",\n    \"raw_score\": 1.0,\n    \"quote\": \"The temptation that I believe the enemy is putting towards us is to say, my actions do not matter and we will not see victory.\"\n  },\n  {\n    \"dimension\": \"issue_focused_critique\",\n    \"raw_score\": 0.7,\n    \"quote\": \"they're teaching our children this vile garbage of critical race theory and this woke nonsense.\"\n  },\n  {\n    \"dimension\": \"issue_focused_critique\",\n    \"raw_score\": 0.7,\n    \"quote\": \"One of the things that Totalitarian Left wants to do for our society is to destroy the distinction between God and man, between man and woman, between good and evil.\"\n  },\n  {\n    \"dimension\": \"issue_focused_critique\",\n    \"raw_score\": 0.7,\n    \"quote\": \"Young people say, well, it's just too expensive to get married and have children.\"\n  },\n  {\n    \"dimension\": \"personal_denigration\",\n    \"raw_score\": 0.6,\n    \"quote\": \"Now, we know what the bad guys are fighting for.\"\n  },\n  {\n    \"dimension\": \"personal_denigration\",\n    \"raw_score\": 0.6,\n    \"quote\": \"Our opposition is fragile. Our opposition can't hear a speaker without trying to deploy the shock troops.\"\n  },\n  {\n    \"dimension\": \"personal_denigration\",\n    \"raw_score\": 0.6,\n    \"quote\": \"The drug-addicted generation in history is the stuff that gives you meaning they have been told is evil.\"\n  },\n  {\n    \"dimension\": \"irreconcilable_division\",\n    \"raw_score\": 1.0,\n    \"quote\": \"You see, we're in a very important time in our nation's history. And, we as a movement, as a conservative movement, need a vision.\"\n  },\n  {\n    \"dimension\": \"irreconcilable_division\",\n    \"raw_score\": 1.0,\n    \"quote\": \"And so, what is our vision as conservatives? We know their vision is one of despair and confusion, the destroying of distinctions.\"\n  },\n  {\n    \"dimension\": \"irreconcilable_division\",\n    \"raw_score\": 1.0,\n    \"quote\": \"It is the challenge of our generation. Are we going to go in the direction that reasserts the principles of the independent judiciary and consent to the governed and separation of powers and the greatest political document ever written in the U.S. Constitution? Or are we going to go in this other direction?\"\n  },\n  {\n    \"dimension\": \"dignified_expression\",\n    \"raw_score\": 0.8,\n    \"quote\": \"Thank you, everybody. Thank you. Please take a seat.\"\n  },\n  {\n    \"dimension\": \"dignified_expression\",\n    \"raw_score\": 0.8,\n    \"quote\": \"I'm honored to be here, everybody. And thank you guys for taking your valuable time to be here and to get recharged, re-energized and to think deeply in the next couple of days of why we fight and why we sacrifice so much of our money and our energy and our time.\"\n  },\n  {\n    \"dimension\": \"dignified_expression\",\n    \"raw_score\": 0.8,\n    \"quote\": \"No. We are the masters of our own destiny. We are the recipients of a nation that is not filled, but we inherited it. We are going to celebrate that nation.\"\n  },\n  {\n    \"dimension\": \"dehumanizing_language\",\n    \"raw_score\": 0.5,\n    \"quote\": \"this vile garbage of critical race theory and this woke nonsense.\"\n  },\n  {\n    \"dimension\": \"dehumanizing_language\",\n    \"raw_score\": 0.5,\n    \"quote\": \"we need to excommunicate the demonic, anti-biblical idea of wokeism out of the American church immediately.\"\n  },\n  {\n    \"dimension\": \"dehumanizing_language\",\n    \"raw_score\": 0.5,\n    \"quote\": \"The drug-addicted generation in history is the stuff that gives you meaning they have been told is evil.\"\n  },\n  {\n    \"dimension\": \"truth_with_care\",\n    \"raw_score\": 0.7,\n    \"quote\": \"We want a country where kids are taught about Jefferson and Madison and Jay. A country where they're taught about Abraham Lincoln and the beauty of the Declaration and the Constitution and the Federalist Papers.\"\n  },\n  {\n    \"dimension\": \"truth_with_care\",\n    \"raw_score\": 0.7,\n    \"quote\": \"In the last five years, according to Morning Consult, in 2017, when Turning Point was just getting started... 47% of our nation's young people self-identified with a liberal worldview... A 13-point collapse. 13 points.\"\n  },\n  {\n    \"dimension\": \"truth_with_care\",\n    \"raw_score\": 0.7,\n    \"quote\": \"Homeschooling has nearly doubled in the last two years in America. Nearly doubled.\"\n  },\n  {\n    \"dimension\": \"truth_as_weapon\",\n    \"raw_score\": 0.8,\n    \"quote\": \"The vision of our opponents and the Marxist totalitarian left is filled with venom, hatred, darkness, resentment, arrogance, and despair.\"\n  },\n  {\n    \"dimension\": \"truth_as_weapon\",\n    \"raw_score\": 0.8,\n    \"quote\": \"We know what they want. They want power, they want control, they want uniformity, and they want submission.\"\n  },\n  {\n    \"dimension\": \"truth_as_weapon\",\n    \"raw_score\": 0.8,\n    \"quote\": \"10,800 people that decide to up their game in the next calendar year, terrifies the left.\"\n  },\n  {\n    \"dimension\": \"authentic_engagement\",\n    \"raw_score\": 0.8,\n    \"quote\": \"Great to see all of you. I just want to compliment our Turning Point staff for the promotion, the marketing, the branding of this world-class event.\"\n  },\n  {\n    \"dimension\": \"authentic_engagement\",\n    \"raw_score\": 0.8,\n    \"quote\": \"And if you are a high school student out there and you are not yet involved, you have got to go to our booth in the exhibit hall and start a high school chapter.\"\n  },\n  {\n    \"dimension\": \"authentic_engagement\",\n    \"raw_score\": 0.8,\n    \"quote\": \"But my charge to you these next couple days is to be willing to be challenged. Do not have the attitude to say, Charlie, I'm doing a lot. I'm doing too much. Maybe you are, but we can all do more.\"\n  },\n  {\n    \"dimension\": \"bad_faith_dismissal\",\n    \"raw_score\": 0.8,\n    \"quote\": \"Or I don't want to participate in the patriarchy. What a robbery of joy.\"\n  },\n  {\n    \"dimension\": \"bad_faith_dismissal\",\n    \"raw_score\": 0.8,\n    \"quote\": \"Our opposition is fragile. Our opposition can't hear a speaker without trying to deploy the shock troops. Our opposition has not had to contend or fight for their beliefs.\"\n  },\n  {\n    \"dimension\": \"bad_faith_dismissal\",\n    \"raw_score\": 0.8,\n    \"quote\": \"don't give me this nonsense that Americans are giving up. That is not true.\"\n  }\n]\n```",
  "document_index": 1,
  "timestamp": "2025-10-02T17:52:45.316855+00:00"
}