{
  "analysis_id": "analysis_v2_analysis_20251002_114550_39",
  "step": "evidence_extraction",
  "model_used": "vertex_ai/gemini-2.5-flash-lite",
  "evidence_extraction": "```json\n[\n  {\n    \"dimension\": \"motive_imputation\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[MOTIVE_IMPUTATION: Everything about these motherfuckers is fake. All of them. They don't have the slightest idea what the fuck they are doing.]\"\n  },\n  {\n    \"dimension\": \"motive_imputation\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[MOTIVE_IMPUTATION: To the authoritarian, the aesthetics of power are all-important, even more important than *actual* vehicles of power. It is a kind of sympathetic magic:]\"\n  },\n  {\n    \"dimension\": \"motive_imputation\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[MOTIVE_IMPUTATION: Hegseth knows exactly what he is doing here.]\"\n  },\n  {\n    \"dimension\": \"issue_focused_critique\",\n    \"raw_score\": 0.6,\n    \"quote\": \"[ISSUE_FOCUSED_CRITIQUE: I prefer my military leaders focus on strategy and tactics, not deadlifts.]\"\n  },\n  {\n    \"dimension\": \"issue_focused_critique\",\n    \"raw_score\": 0.6,\n    \"quote\": \"[ISSUE_FOCUSED_CRITIQUE: Rules of engagement prevent the military from committing war crimes! He's just openly saying that he wants the US military to commit war crimes.]\"\n  },\n  {\n    \"dimension\": \"issue_focused_critique\",\n    \"raw_score\": 0.6,\n    \"quote\": \"[ISSUE_FOCUSED_CRITIQUE: “I can’t get over how the right-wing doesn’t understand modern militaries, with the majority serving non-combat roles,” he explained. “You think the best IT security and logistics personnel spends two hours in the gym every day to look like the cast of 300? They’re at furry conventions and model train shows.”]\"\n  },\n  {\n    \"dimension\": \"personal_denigration\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[PERSONAL_DENIGRATION: A Fox News host / podcaster that’s completely unqualified for his position speaking to qualified people like they are children.]\"\n  },\n  {\n    \"dimension\": \"personal_denigration\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[PERSONAL_DENIGRATION: Pete’s Pageant. His ‘warrior’ recital. Prancing around on the stage like some wannabe tough guy. Fucking bum.]\"\n  },\n  {\n    \"dimension\": \"personal_denigration\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[PERSONAL_DENIGRATION: You know, one of the biggest problems we have is that we require zero qualifications for people to hold our highest positions of power.]\"\n  },\n  {\n    \"dimension\": \"irreconcilable_division\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[IRRECONCILABLE_DIVISION: Republicans don't deserve America]\"\n  },\n  {\n    \"dimension\": \"irreconcilable_division\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[IRRECONCILABLE_DIVISION: Unqualified, incompetent fascist lunatics are running our country. The American people should be thoroughly humiliated and if they weren’t so clueless, they should be terrified that the guy they gave control of our government to, is sending our own military into our cities to “take out” any of us who aren’t willing obedient subjects who’ll kiss the ring of this deranged ANTI-American dick-tater wannabe.]\"\n  },\n  {\n    \"dimension\": \"irreconcilable_division\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[IRRECONCILABLE_DIVISION: This country is not yours to take. You are not patriots.]\"\n  },\n  {\n    \"dimension\": \"dehumanizing_language\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[DEHUMANIZING_LANGUAGE: They're as in over their heads as a kindergartner in a differential equations class.]\"\n  },\n  {\n    \"dimension\": \"dehumanizing_language\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[DEHUMANIZING_LANGUAGE: Pete’s Pageant. His ‘warrior’ recital. Prancing around on the stage like some wannabe tough guy. Fucking bum.]\"\n  },\n  {\n    \"dimension\": \"dehumanizing_language\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[DEHUMANIZING_LANGUAGE: It was embarrassing. In a room full of serious men and women, they put on a clown show.]\"\n  },\n  {\n    \"dimension\": \"truth_with_care\",\n    \"raw_score\": 0.4,\n    \"quote\": \"[TRUTH_WITH_CARE: “I can’t get over how the right-wing doesn’t understand modern militaries, with the majority serving non-combat roles,” he explained. “You think the best IT security and logistics personnel spends two hours in the gym every day to look like the cast of 300? They’re at furry conventions and model train shows.”]\"\n  },\n  {\n    \"dimension\": \"truth_with_care\",\n    \"raw_score\": 0.4,\n    \"quote\": \"[TRUTH_WITH_CARE: For those that don’t know, the reason Russia keeps losing their generals is because (other than the ones that get thrown out windows) they put them on the front lines. The US is the opposite and keeps their generals far away from direct danger because they know they’re too valuable to risk like that.]\"\n  },\n  {\n    \"dimension\": \"truth_with_care\",\n    \"raw_score\": 0.4,\n    \"quote\": \"[TRUTH_WITH_CARE: He seems to forget that these generals are mostly not knucklehead “warriors.” They’re generally sober bureaucrats trying to lead the largest bureaucracy in the US government while also trying to protect their men and women at all costs.]\"\n  },\n  {\n    \"dimension\": \"truth_as_weapon\",\n    \"raw_score\": 0.8,\n    \"quote\": \"[TRUTH_AS_WEAPON: Man who can't handle an axe, a skateboard, or a Signals chat; lecturing senior decorated officers on being the right weight and height.]\"\n  },\n  {\n    \"dimension\": \"truth_as_weapon\",\n    \"raw_score\": 0.8,\n    \"quote\": \"[TRUTH_AS_WEAPON: Despite editorial review, peripheral contamination was detected. This suggests either: (1) last-minute additions, (2) live ad-libs during delivery, or (3) deliberate dual messaging.]\"\n  },\n  {\n    \"dimension\": \"truth_as_weapon\",\n    \"raw_score\": 0.8,\n    \"quote\": \"[TRUTH_AS_WEAPON: He flew in 30+ year military professionals, called them fat, said they looked like shit, and called them weak minded pussies, expected to be applauded and lauded as a hero.]\"\n  },\n  {\n    \"dimension\": \"bad_faith_dismissal\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[BAD_FAITH_DISMISSAL: ‘Most Loser Shit I Have Ever Seen': Pete Hegseth’s Unhinged Speech to Generals Sparks Instant Ridicule]\"\n  },\n  {\n    \"dimension\": \"bad_faith_dismissal\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[BAD_FAITH_DISMISSAL: It's ... fucking pathetic.]\"\n  },\n  {\n    \"dimension\": \"bad_faith_dismissal\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[BAD_FAITH_DISMISSAL: He IS Zapp Brannigan.]\"\n  },\n  {\n    \"dimension\": \"motive_imputation\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[MOTIVE_IMPUTATION: A Fox News host / podcaster that’s completely unqualified for his position speaking to qualified people like they are children.]\"\n  },\n  {\n    \"dimension\": \"personal_denigration\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[PERSONAL_DENIGRATION: It seemed like Pete thought he was acting in a dramatic war movie and he was expecting cheers from the crowd; and also he's a bad actor.]\"\n  },\n  {\n    \"dimension\": \"personal_denigration\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[PERSONAL_DENIGRATION: He's a bad actor and a *bad actor*]\"\n  },\n  {\n    \"dimension\": \"personal_denigration\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[PERSONAL_DENIGRATION: About what one would expect from someone] whose most consequential act as SecDef thusfar has been to have a makeup room added to the Pentagon.\"\n  },\n  {\n    \"dimension\": \"motive_imputation\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[MOTIVE_IMPUTATION: Everything about these motherfuckers is fake. All of them. They don't have the slightest idea what the fuck they are doing.]\"\n  },\n  {\n    \"dimension\": \"dehumanizing_language\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[DEHUMANIZING_LANGUAGE: They're as in over their heads as a kindergartner in a differential equations class.]\"\n  },\n  {\n    \"dimension\": \"dehumanizing_language\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[DEHUMANIZING_LANGUAGE: You know how they take make-a-wish kids and let them run on an NFL field up against NFL players who all ham up their failed \\\"tackle attempts\\\" while subtly (or sometimes not-so-subtly) guiding the kid to the end zone? That's basically these motherfuckers' entire lives, and it's led them to believe they're the most elite running backs in the history of football. All the while drowning in \\\"act as if\\\" pageantry and cargo cult imitations of the mannerisms of historical strongmen.]\"\n  },\n  {\n    \"dimension\": \"bad_faith_dismissal\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[BAD_FAITH_DISMISSAL: It's ... fucking pathetic.]\"\n  },\n  {\n    \"dimension\": \"truth_as_weapon\",\n    \"raw_score\": 0.8,\n    \"quote\": \"[TRUTH_AS_WEAPON: Spent six figures adding a makeup room to the Pentagon and still can't colour match his foundation to his neck to make himself look less jaundiced.]\"\n  },\n  {\n    \"dimension\": \"personal_denigration\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[PERSONAL_DENIGRATION: Pete’s Pageant. His ‘warrior’ recital. Prancing around on the stage like some wannabe tough guy. Fucking bum.]\"\n  },\n  {\n    \"dimension\": \"truth_as_weapon\",\n    \"raw_score\": 0.8,\n    \"quote\": \"[TRUTH_AS_WEAPON: He actually said \\\"as a platoon leader...\\\"].\"\n  },\n  {\n    \"dimension\": \"bad_faith_dismissal\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[BAD_FAITH_DISMISSAL: The secondhand embarrassment that gave me, omg he has no self awareness]\"\n  },\n  {\n    \"dimension\": \"truth_as_weapon\",\n    \"raw_score\": 0.8,\n    \"quote\": \"[TRUTH_AS_WEAPON: *Man who can't handle an axe, a skateboard, or a Signals chat; lecturing senior decorated officers on being the right weight and height.*]\"\n  },\n  {\n    \"dimension\": \"irreconcilable_division\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[IRRECONCILABLE_DIVISION: Still not the worst part of the event which was trump saying the real war is the \\\"enemies within\\\" and we should train our military fighting those enemies in Chicago, Portland, etc. and saying some people in the room will be involved in fighting that enemy. Wait til trump realizes if you use the military to enforce fascism, it's only a matter of time before the military realizes the politicians at the top are a vestigial structure.]\"\n  },\n  {\n    \"dimension\": \"motive_imputation\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[MOTIVE_IMPUTATION: To the authoritarian, the aesthetics of power are all-important, even more important than *actual* vehicles of power. It is a kind of sympathetic magic: Put up a bunch of Roman columns and hope they will bless you with the power of Rome. Put a Punisher skull decal on your cop car in the hope it will give you the power of vengeance. And put your soldiers in snappy jackboots in the hopes they will turn obedient to your anti-democratic goals. Authoritarians invoke power symbolically, even at the expense of systems that would actually give them power, because they are too dumb and lazy to put in the work of building power through systems. They want you to give them your power, so they insist on performing the theater of pretending they are powerful.]\"\n  },\n  {\n    \"dimension\": \"bad_faith_dismissal\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[BAD_FAITH_DISMISSAL: The fact that Maga people can’t see through this performative, ego boosting, ridiculous acting bullshit is just mind-boggling]\"\n  },\n  {\n    \"dimension\": \"issue_focused_critique\",\n    \"raw_score\": 0.6,\n    \"quote\": \"[ISSUE_FOCUSED_CRITIQUE: \\\"No overweight generals.\\\"]\"\n  },\n  {\n    \"dimension\": \"issue_focused_critique\",\n    \"raw_score\": 0.6,\n    \"quote\": \"[ISSUE_FOCUSED_CRITIQUE: I prefer my military leaders focus on strategy and tactics, not deadlifts.]\"\n  },\n  {\n    \"dimension\": \"truth_as_weapon\",\n    \"raw_score\": 0.8,\n    \"quote\": \"[TRUTH_AS_WEAPON: Meanwhile their CIC is a bloated orange blob who can't walk up stairs and has a stroke every other week.]\"\n  },\n  {\n    \"dimension\": \"truth_with_care\",\n    \"raw_score\": 0.4,\n    \"quote\": \"[TRUTH_WITH_CARE: Makes sense when you idolize Russia that you think your generals need to be combat ready. For those that don’t know, the reason Russia keeps losing their generals is because (other than the ones that get thrown out windows) they put them on the front lines. The US is the opposite and keeps their generals far away from direct danger because they know they’re too valuable to risk like that. If the US ever has a brigadier general picking up a rifle, things have gone so unbelievably wrong that we’ve already lost the war]\"\n  },\n  {\n    \"dimension\": \"issue_focused_critique\",\n    \"raw_score\": 0.6,\n    \"quote\": \"[ISSUE_FOCUSED_CRITIQUE: This was my biggest takeaway from the speech.]\"\n  },\n  {\n    \"dimension\": \"issue_focused_critique\",\n    \"raw_score\": 0.6,\n    \"quote\": \"[ISSUE_FOCUSED_CRITIQUE: \\\"We're going to get rid of DEI and make sure that the people in each role are the BEST person for that role, above all other considerations!\\\"]\"\n  },\n  {\n    \"dimension\": \"issue_focused_critique\",\n    \"raw_score\": 0.6,\n    \"quote\": \"[ISSUE_FOCUSED_CRITIQUE: \\\"Even if you're a desk jockey, you need to be fit and keep up good practices! Every member of the joint forces at every rank is going to need to pass a PT test in order to keep their job, and if you don't shave or meet the haircut requirements, you're fired!\\\"]\"\n  },\n  {\n    \"dimension\": \"issue_focused_critique\",\n    \"raw_score\": 0.6,\n    \"quote\": \"[ISSUE_FOCUSED_CRITIQUE: So... you admit that going to fire people who are otherwise qualified, just because they don't look the way you want them to look. But somehow it's the left who weakened our military, just because they uh... *checks notes* tried to bring in people with a broad range of knowledge and expertise.]\"\n  },\n  {\n    \"dimension\": \"motive_imputation\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[MOTIVE_IMPUTATION: Laying the groundwork to kick women out of the military.]\"\n  },\n  {\n    \"dimension\": \"motive_imputation\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[MOTIVE_IMPUTATION: Fascism is, ultimately, a political movement for shallow dummies, so it's very concerned with this kind of aesthetics. They hear \\\"military strength\\\" and think \\\"big men with big muscles!\\\", like a baby would.]\"\n  },\n  {\n    \"dimension\": \"issue_focused_critique\",\n    \"raw_score\": 0.6,\n    \"quote\": \"[ISSUE_FOCUSED_CRITIQUE: Attorney Max Kennerly took aim at Hegseth’s comments on military service members’ physical fitness, which he said showed a deep ignorance of how the modern military fights wars.]\"\n  },\n  {\n    \"dimension\": \"truth_with_care\",\n    \"raw_score\": 0.4,\n    \"quote\": \"[TRUTH_WITH_CARE: “I can’t get over how the right-wing doesn’t understand modern militaries, with the majority serving non-combat roles,” he explained. “You think the best IT security and logistics personnel spends two hours in the gym every day to look like the cast of 300? They’re at furry conventions and model train shows.”]\"\n  },\n  {\n    \"dimension\": \"issue_focused_critique\",\n    \"raw_score\": 0.6,\n    \"quote\": \"[ISSUE_FOCUSED_CRITIQUE: It really is telling how obsessed they are with the image of looking like badass soldiers, without realizing that the video game look of special forces is not at all representative of actual modern warfare.]\"\n  },\n  {\n    \"dimension\": \"issue_focused_critique\",\n    \"raw_score\": 0.6,\n    \"quote\": \"[ISSUE_FOCUSED_CRITIQUE: The most important soldiers today are people like cybercrime analysts and drone pilots.]\"\n  },\n  {\n    \"dimension\": \"dehumanizing_language\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[DEHUMANIZING_LANGUAGE: A lesson in bufoonery. Brought to you by the good people of the Unired States. That was embarrassing. In a room full of serious men and women, they put on a clown show.]\"\n  },\n  {\n    \"dimension\": \"dehumanizing_language\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[DEHUMANIZING_LANGUAGE: He IS Zapp Brannigan.]\"\n  },\n  {\n    \"dimension\": \"irreconcilable_division\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[IRRECONCILABLE_DIVISION: Who will be America's Oliver Cromwell?]\"\n  },\n  {\n    \"dimension\": \"irreconcilable_division\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[IRRECONCILABLE_DIVISION: Trump just starts firing generals here and there, and people don't connect the dots or retaliate in time. Worse, they get arrested for \\\"conspiracy of insurrection.\\\"]\"\n  },\n  {\n    \"dimension\": \"motive_imputation\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[MOTIVE_IMPUTATION: I know who the intelligent people are in this admin, who stay generally out of sight, and are pulling many of the strings behind the scenes while these stage clowns are often acting as a distraction and a display of incompetence to throw us off balance.]\"\n  },\n  {\n    \"dimension\": \"irreconcilable_division\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[IRRECONCILABLE_DIVISION: I keep thinking back to Charlie kirk's memorial. There were so many ominous things stated by those in power that I can't believe more people aren't talking about it. Hegseth, Miller, Tucker, and Trump all come to mind to paint a very, very bad picture coming in the near future. Tucker even literally states that to the audience, as he gives what looks like a vague salute we all recognize (he even does it twice).]\"\n  },\n  {\n    \"dimension\": \"bad_faith_dismissal\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[BAD_FAITH_DISMISSAL: Hegseth’s speech should have been an email and Trump’s should have started impeachment proceedings.]\"\n  },\n  {\n    \"dimension\": \"bad_faith_dismissal\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[BAD_FAITH_DISMISSAL: It was embarrassing on so many levels.]\"\n  },\n  {\n    \"dimension\": \"issue_focused_critique\",\n    \"raw_score\": 0.6,\n    \"quote\": \"[ISSUE_FOCUSED_CRITIQUE: You would think that at a gathering with such historic importance, the administration would have hired some serious speechwriters so that the occasion would always be remembered in a positive, dignified way.]\"\n  },\n  {\n    \"dimension\": \"bad_faith_dismissal\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[BAD_FAITH_DISMISSAL: Instead we get a guy lecturing generals and admirals about the dangers of beards and waist sizes and guys wearing dresses. And then mentioning \\\"FAFO\\\" in a gratuitous way like an edgelord on Reddit instead of someone leading the most powerful military in the world.]\"\n  },\n  {\n    \"dimension\": \"personal_denigration\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[PERSONAL_DENIGRATION: Who wrote that speech? A ninth grader could have done a better job than that.]\"\n  },\n  {\n    \"dimension\": \"issue_focused_critique\",\n    \"raw_score\": 0.6,\n    \"quote\": \"[ISSUE_FOCUSED_CRITIQUE: \\\"Dudes in dresses\\\" Everyone in the military wears their uniform...what they wear off duty really has no bearing on their duties (as long as they're not doing anything criminal. Absolutely stupid.]\"\n  },\n  {\n    \"dimension\": \"issue_focused_critique\",\n    \"raw_score\": 0.6,\n    \"quote\": \"[ISSUE_FOCUSED_CRITIQUE: They fired military lawyers, want to overhaul the inspector generals, and he's upset about rules of engagement? Rules of engagement prevent the military from committing war crimes! He's just openly saying that he wants the US military to commit war crimes.]\"\n  },\n  {\n    \"dimension\": \"truth_as_weapon\",\n    \"raw_score\": 0.8,\n    \"quote\": \"[TRUTH_AS_WEAPON: The funniest part is the [pictures of the audience](https://i.abcnewsfe.com/a/74315401-b41e-4d92-ac46-71e0f3f1afeb/quantico-25-rt-gmh-250930_1759241164145_hpMain.jpg). There are a handful of black people, but otherwise it looks exactly the same as any military meeting of the last 100 years.]\"\n  },\n  {\n    \"dimension\": \"truth_as_weapon\",\n    \"raw_score\": 0.8,\n    \"quote\": \"[TRUTH_AS_WEAPON: He’s completely just tweaking off of some algorithm-induced psychosis.]\"\n  },\n  {\n    \"dimension\": \"motive_imputation\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[MOTIVE_IMPUTATION: Half of the stuff he’s mad about was probably AI generated. It’s madness.]\"\n  },\n  {\n    \"dimension\": \"truth_as_weapon\",\n    \"raw_score\": 0.8,\n    \"quote\": \"[TRUTH_AS_WEAPON: Yeah I’ve been looking for a fat general or admiral in the audience shots for a couple days. Can’t find a single one. ]\"\n  },\n  {\n    \"dimension\": \"bad_faith_dismissal\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[BAD_FAITH_DISMISSAL: imagining looking at this see of bald heads and calling it the Woke department]\"\n  },\n  {\n    \"dimension\": \"truth_as_weapon\",\n    \"raw_score\": 0.8,\n    \"quote\": \"[TRUTH_AS_WEAPON: his base is mad about trans kindergarten teachers who preach about critical race theory - they're not people who live in reality]\"\n  },\n  {\n    \"dimension\": \"bad_faith_dismissal\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[BAD_FAITH_DISMISSAL: It was a whole bunch of WTF.]\"\n  },\n  {\n    \"dimension\": \"issue_focused_critique\",\n    \"raw_score\": 0.6,\n    \"quote\": \"[ISSUE_FOCUSED_CRITIQUE: He calls the rules of engagement \\\"stupid.\\\" That doesn't even work in the world of sports. It's all about winning. Not pissing the opponent off. Hegseth's idiotic ideas increase the chance of getting American cities destroyed.]\"\n  },\n  {\n    \"dimension\": \"issue_focused_critique\",\n    \"raw_score\": 0.6,\n    \"quote\": \"[ISSUE_FOCUSED_CRITIQUE: And why in hell did he mention climate change to a bunch of military brass?! We already know the GOP would barely exist without campaign contributions from the fossil fuel industry and access to their think tanks.]\"\n  },\n  {\n    \"dimension\": \"personal_denigration\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[PERSONAL_DENIGRATION: I argued with someone who thought this was super patriotic and beautiful. Like it's not a drunkard man baby trying to do authoritarianism really poorly.]\"\n  },\n  {\n    \"dimension\": \"bad_faith_dismissal\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[BAD_FAITH_DISMISSAL: Bringing everyone out for a speech that could've just been an email wasting so many resources for mid propoganda. Indicative of this administration as a whole ig. Look at their empty millitary parade]\"\n  },\n  {\n    \"dimension\": \"bad_faith_dismissal\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[BAD_FAITH_DISMISSAL: It wasn't even mid. It was basically a propaganda package from Wish/Temu. They hoped for some fawning rally where all the Generals were like, \\\"fuck yeah! No more rules! Red meat!\\\" I'm glad they were met with crickets.]\"\n  },\n  {\n    \"dimension\": \"dehumanizing_language\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[DEHUMANIZING_LANGUAGE: \\\"Please clap...please?\\\"]\"\n  },\n  {\n    \"dimension\": \"motive_imputation\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[MOTIVE_IMPUTATION: The dumbest people you know will think this was a showcase of masculinity]\"\n  },\n  {\n    \"dimension\": \"truth_as_weapon\",\n    \"raw_score\": 0.8,\n    \"quote\": \"[TRUTH_AS_WEAPON: He flew in 30+ year military professionals, called them fat, said they looked like shit, and called them weak minded pussies, expected to be applauded and lauded as a hero.]\"\n  },\n  {\n    \"dimension\": \"truth_as_weapon\",\n    \"raw_score\": 0.8,\n    \"quote\": \"[TRUTH_AS_WEAPON: Some of these generals have seen actual combat and accomplished feats Hegseth could only achieve in his wildest dreams.]\"\n  },\n  {\n    \"dimension\": \"bad_faith_dismissal\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[BAD_FAITH_DISMISSAL: wArFIgHtErs]\"\n  },\n  {\n    \"dimension\": \"bad_faith_dismissal\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[BAD_FAITH_DISMISSAL: This is some seriously Russian shit.]\"\n  },\n  {\n    \"dimension\": \"personal_denigration\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[PERSONAL_DENIGRATION: Ultimate Bro Douchebag]\"\n  },\n  {\n    \"dimension\": \"truth_as_weapon\",\n    \"raw_score\": 0.8,\n    \"quote\": \"[TRUTH_AS_WEAPON: But a fat ass Commander in Chief, that's ok.]\"\n  },\n  {\n    \"dimension\": \"dehumanizing_language\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[DEHUMANIZING_LANGUAGE: Elementary school assembly vibes]\"\n  },\n  {\n    \"dimension\": \"personal_denigration\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[PERSONAL_DENIGRATION: US Generals, flown from all around the world with no details just to be forced to listen to a nonsensical lecture from an ignorant windbag. Bravo.]\"\n  },\n  {\n    \"dimension\": \"dehumanizing_language\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[DEHUMANIZING_LANGUAGE: He thinks he is Homelander]\"\n  },\n  {\n    \"dimension\": \"motive_imputation\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[MOTIVE_IMPUTATION: Every general there with kids or troops that were not this “standard” expected of a coke head pedophile supporter hopefully left with the thought of how to arrest our dictator in chief]\"\n  },\n  {\n    \"dimension\": \"irreconcilable_division\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[IRRECONCILABLE_DIVISION: Unqualified, incompetent fascist lunatics are running our country. The American people should be thoroughly humiliated and if they weren’t so clueless, they should be terrified that the guy they gave control of our government to, is sending our own military into our cities to “take out” any of us who aren’t willing obedient subjects who’ll kiss the ring of this deranged ANTI-American dick-tater wannabe.]\"\n  },\n  {\n    \"dimension\": \"bad_faith_dismissal\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[BAD_FAITH_DISMISSAL: It blows my mind how many people are unaware, apathetic or just plain ignorant to what’s happening. And Republicans are spineless cowards who refuse to stop this madness. ]\"\n  },\n  {\n    \"dimension\": \"motive_imputation\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[MOTIVE_IMPUTATION: Proof that Donald, Vance, and Hegseth are all about OPTICS and not substance.]\"\n  },\n  {\n    \"dimension\": \"truth_with_care\",\n    \"raw_score\": 0.4,\n    \"quote\": \"[TRUTH_WITH_CARE: “Climate change may be the single greatest geopolitical wild card of the next century—a reshaping of countries’ agricultures, economies, and even literal geography,” he wrote. “And here a guy who never rose above the rank of Major says the U.S. military shouldn’t even consider it. We are screwed.”]\"\n  },\n  {\n    \"dimension\": \"issue_focused_critique\",\n    \"raw_score\": 0.6,\n    \"quote\": \"[ISSUE_FOCUSED_CRITIQUE: This always amazes me, because when I was a Navy officer (early 90s), there was already discussion of what climate change would mean for naval combat. Even if you didn't believe in climate change, it would be neglectful to not consider it.]\"\n  },\n  {\n    \"dimension\": \"truth_as_weapon\",\n    \"raw_score\": 0.8,\n    \"quote\": \"[TRUTH_AS_WEAPON: Three things, first you can tell that Hegseth never made it that far up the chain because his entire vision for the military seems to be focused on infantrymen and he's obsessed with grooming standards, PT, and calling everyone warriors.]\"\n  },\n  {\n    \"dimension\": \"truth_as_weapon\",\n    \"raw_score\": 0.8,\n    \"quote\": \"[TRUTH_AS_WEAPON: Second, the Christian sermon language was thick.]\"\n  },\n  {\n    \"dimension\": \"truth_as_weapon\",\n    \"raw_score\": 0.8,\n    \"quote\": \"[TRUTH_AS_WEAPON: Finally, that pause at the end where he expected applause and got stone cold silence was beautiful. Watching him die inside was peak.]\"\n  },\n  {\n    \"dimension\": \"irreconcilable_division\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[IRRECONCILABLE_DIVISION: I especially like the part in which Trump said the military should use American cities as training grounds. How the fuck was Trump not INSTANTLY removed for this treasonous act and thrown in federal prison is amazing.]\"\n  },\n  {\n    \"dimension\": \"irreconcilable_division\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[IRRECONCILABLE_DIVISION: POTUS literally said in front of all generals that they need to use cities in the united states asxwar practice zones. Awesome. 77 million voters need charged with domestic terrorism whenever the Republican Terrorist and Pedophile Party is criminally removed from office]\"\n  },\n  {\n    \"dimension\": \"truth_as_weapon\",\n    \"raw_score\": 0.8,\n    \"quote\": \"[TRUTH_AS_WEAPON: For the record, I served for 12 years. Did time in Iraq and Afghanistan…never met a fat general. Never met a bearded general. Never met an officer who I think might have enjoyed being called to a damn pep rally.]\"\n  },\n  {\n    \"dimension\": \"bad_faith_dismissal\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[BAD_FAITH_DISMISSAL: This administration is the exact opposite of what they think they are.]\"\n  },\n  {\n    \"dimension\": \"truth_as_weapon\",\n    \"raw_score\": 0.8,\n    \"quote\": \"[TRUTH_AS_WEAPON: Like the ultimate white DEI hire complaining about DEI is pretty rich.]\"\n  },\n  {\n    \"dimension\": \"irreconcilable_division\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[IRRECONCILABLE_DIVISION: It's not going to seem like a joke when the military starts slaughtering Americans]\"\n  },\n  {\n    \"dimension\": \"bad_faith_dismissal\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[BAD_FAITH_DISMISSAL: Seems like a little boy move when he said FAFO…followed by “ if you don’t know what it means ask your troops.”]\"\n  },\n  {\n    \"dimension\": \"truth_as_weapon\",\n    \"raw_score\": 0.8,\n    \"quote\": \"[TRUTH_AS_WEAPON: He and Trump fully expected clapping and cheering, a rally like atmosphere…they got dead silence.]\"\n  },\n  {\n    \"dimension\": \"bad_faith_dismissal\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[BAD_FAITH_DISMISSAL: Couldn’t ask for better from our military leaders. MAGAS take note. This country is not yours to take. You are not patriots.]\"\n  },\n  {\n    \"dimension\": \"dehumanizing_language\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[DEHUMANIZING_LANGUAGE: The thumbnail is fucking priceless. Like a toddler having a tantrum. A child demanding things from grown adults.]\"\n  },\n  {\n    \"dimension\": \"personal_denigration\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[PERSONAL_DENIGRATION: He is a perfect example of why you shouldn't mix alcohol with cocaine. You might *think* you are the coolest/toughest person in the room, but in reality, everybody can't wait to get away from you and hopefully never see you again.]\"\n  },\n  {\n    \"dimension\": \"bad_faith_dismissal\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[BAD_FAITH_DISMISSAL: This had the complete opposite effect of what he intended.]\"\n  },\n  {\n    \"dimension\": \"personal_denigration\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[PERSONAL_DENIGRATION: Trump and every single one of his cabinet members are complete and total losers]\"\n  },\n  {\n    \"dimension\": \"personal_denigration\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[PERSONAL_DENIGRATION: Ignorance and arrogance is a stronger cocktail than even he can handle]\"\n  },\n  {\n    \"dimension\": \"motive_imputation\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[MOTIVE_IMPUTATION: It’s really emblematic of who these people are, deep down. They’re all fragile, insecure little boys who never received validation from their families or from their peers. They’ve gone through life utterly desperate to achieve some sort of notoriety, but none of them possess any actual skills beyond knowing how to be the meanest person in the room.]\"\n  },\n  {\n    \"dimension\": \"irreconcilable_division\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[IRRECONCILABLE_DIVISION: Now they have an opportunity to demonstrate why they’ve never accomplished anything in their pathetic lives, but instead of becoming the incompetent head of their late father’s company, they’re running an entire country. And they’re running it into the fucking ground.]\"\n  },\n  {\n    \"dimension\": \"irreconcilable_division\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[IRRECONCILABLE_DIVISION: This is capitalism feverishly devouring its own flesh.]\"\n  },\n  {\n    \"dimension\": \"bad_faith_dismissal\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[BAD_FAITH_DISMISSAL: Worse than unhinged. Between Hegseth's bizarre and threatening Christian Nationalist rant, and Trump's cowardly pleading for applause, the whole thing just showed how vacuous and stupid these people are.]\"\n  },\n  {\n    \"dimension\": \"irreconcilable_division\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[IRRECONCILABLE_DIVISION: This nation is in deep trouble if we're ever attacked.]\"\n  },\n  {\n    \"dimension\": \"dehumanizing_language\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[DEHUMANIZING_LANGUAGE: \\\"Stupid rules of engagement\\\"]\"\n  },\n  {\n    \"dimension\": \"dehumanizing_language\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[DEHUMANIZING_LANGUAGE: The secretary of defense is 12.]\"\n  },\n  {\n    \"dimension\": \"personal_denigration\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[PERSONAL_DENIGRATION: The Most Underqualified Man in the Room?]\"\n  },\n  {\n    \"dimension\": \"bad_faith_dismissal\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[BAD_FAITH_DISMISSAL: My question is: which of the generals, lieutenant generals, major generals, brigadier generals, admirals, vice admirals, rear admirals (upper and lower half), commodores, captains, or colonels are prepared to stand up and speak out about what they were told—what they heard yesterday—from Pete Hegseth, the most underqualified man in the room?]\"\n  },\n  {\n    \"dimension\": \"irreconcilable_division\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[IRRECONCILABLE_DIVISION: That is not who America is.]\"\n  },\n  {\n    \"dimension\": \"irreconcilable_division\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[IRRECONCILABLE_DIVISION: The new America—blowing up unchallenged civilian vessels in international waters—is just the start. Is that who we are now? IS THIS WHO WE ARE?]\"\n  },\n  {\n    \"dimension\": \"issue_focused_critique\",\n    \"raw_score\": 0.6,\n    \"quote\": \"[ISSUE_FOCUSED_CRITIQUE: You know, one of the biggest problems we have is that we require zero qualifications for people to hold our highest positions of power. If someone needs more experience than this to obtain a $14/hour customer service job and beat out other candidates, how is this guy in charge of the freaking Department of Defense? How is RFK in charge of HHS? How is a drug-addled felon in charge of the nation? Not to be cliche, but these people wouldn’t even qualify for most poverty-level jobs and here they are, dictating to others and destroying country. WHY THE FUCK aren’t there any requirements for these jobs?!?!]\"\n  },\n  {\n    \"dimension\": \"dehumanizing_language\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[DEHUMANIZING_LANGUAGE: It’s like an edgy 15-year-old that just saw 300 for the first time.]\"\n  },\n  {\n    \"dimension\": \"motive_imputation\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[MOTIVE_IMPUTATION: This is what weak men think being strong looks like.]\"\n  },\n  {\n    \"dimension\": \"personal_denigration\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[PERSONAL_DENIGRATION: God, he's so insecure and pathetic.]\"\n  },\n  {\n    \"dimension\": \"issue_focused_critique\",\n    \"raw_score\": 0.6,\n    \"quote\": \"[ISSUE_FOCUSED_CRITIQUE: Maximum lethality and muscles for a military that transitioned to logistical, information, and drone warfare a generation ago.]\"\n  },\n  {\n    \"dimension\": \"motive_imputation\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[MOTIVE_IMPUTATION: These people need to get off of whatever rich person drugs are fucking with their minds]\"\n  },\n  {\n    \"dimension\": \"motive_imputation\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[MOTIVE_IMPUTATION: Hegseth and Trump wanted to remind themselves, the generals, and the country that they are in control of the military despite having minimal and no military experience respectively. It was a transparent power move, essentially bragging that they're the \\\"bosses\\\" of the military without having to do any of the hard work involved in becoming a military leader.]\"\n  },\n  {\n    \"dimension\": \"motive_imputation\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[MOTIVE_IMPUTATION: At its core, it was an event that came from a very insecure place. Two men, but mostly Hegseth, desperate to feel superior to hundreds of men each with decades of military service and experience, forced them all into a room to tell them how actually *they're* the ones who are weak, because they dared to be open to diversity, don't actively torture people and recruits, and don't resort to violence at the first opportunity in every situation.]\"\n  },\n  {\n    \"dimension\": \"truth_as_weapon\",\n    \"raw_score\": 0.8,\n    \"quote\": \"[TRUTH_AS_WEAPON: If anything this helped to solidify how temporary their leadership will be taken seriously, that they felt like they had to pull people out of their very important jobs just to effectively reprimand them for being \\\"woke\\\".]\"\n  },\n  {\n    \"dimension\": \"bad_faith_dismissal\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[BAD_FAITH_DISMISSAL: It wasn't for the military, it was for them and their supporters, desperate to feel like they're pushing back on progress, by reinforcing this fallacious idea that strength comes from physical appearance, discrimination, and brutality. Actual military leaders are able to separate effectiveness from propaganda, and Hegseth and Trump made it very clear that they are incapable of doing that.]\"\n  },\n  {\n    \"dimension\": \"personal_denigration\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[PERSONAL_DENIGRATION: Imagine being called a loser by an alcoholic]\"\n  },\n  {\n    \"dimension\": \"irreconcilable_division\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[IRRECONCILABLE_DIVISION: This is the result of stupid people being put in power by low info voters.]\"\n  },\n  {\n    \"dimension\": \"issue_focused_critique\",\n    \"raw_score\": 0.6,\n    \"quote\": \"[ISSUE_FOCUSED_CRITIQUE: The United States military has spent over a century figuring shit out to the point it's become the most powerful in history.]\"\n  },\n  {\n    \"dimension\": \"irreconcilable_division\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[IRRECONCILABLE_DIVISION: Then low info idiots gave a pedo TV personality the country and an alcoholic TV personality the military, resulting in them reverting to the most basic idea of a military. If they are successful, it would mean that over a hundred years of military lessons, ideas, programs, connections, trust... etc wiped out in a single administration.]\"\n  },\n  {\n    \"dimension\": \"irreconcilable_division\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[IRRECONCILABLE_DIVISION: This is also why China and Russia seem to be dominating world trade and politics since Trump decided to go into politics.]\"\n  },\n  {\n    \"dimension\": \"issue_focused_critique\",\n    \"raw_score\": 0.6,\n    \"quote\": \"[ISSUE_FOCUSED_CRITIQUE: When you're a developing country and you're faced with the choice to either ally with China or USA, which would you pick?]\"\n  },\n  {\n    \"dimension\": \"truth_as_weapon\",\n    \"raw_score\": 0.8,\n    \"quote\": \"[TRUTH_AS_WEAPON: Keep in mind the USA prez is calling you a \\\"shithole\\\" country that's a parasite, while China shows you respect and offers you aid, infrastructure and low interest loans.]\"\n  },\n  {\n    \"dimension\": \"issue_focused_critique\",\n    \"raw_score\": 0.6,\n    \"quote\": \"[ISSUE_FOCUSED_CRITIQUE: This is the important part so I copy/pasted it. China is winning this one in the entire southern hemisphere]\"\n  },\n  {\n    \"dimension\": \"irreconcilable_division\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[IRRECONCILABLE_DIVISION: Hey lovely people of the USA, have you noticed there's something wrong with your government? Seriously, have you watched the UN speech, or the speech to your military leadership? What is happening? Is this freaking you out as much as it is everyone who is watching this from far away? Because it looks a bit divorced from reality yeah?]\"\n  },\n  {\n    \"dimension\": \"irreconcilable_division\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[IRRECONCILABLE_DIVISION: Oh yeah, we’ve noticed, and any of us with brains and scruples are quite freaked out.]\"\n  },\n  {\n    \"dimension\": \"truth_as_weapon\",\n    \"raw_score\": 0.8,\n    \"quote\": \"[TRUTH_AS_WEAPON: What's happening is exactly what those of us who voted against Trump said would happen.]\"\n  },\n  {\n    \"dimension\": \"truth_as_weapon\",\n    \"raw_score\": 0.8,\n    \"quote\": \"[TRUTH_AS_WEAPON: Instead people sat out the election because of Gaza, Biden being old, Harris being a woman, or any other stupid reason.]\"\n  },\n  {\n    \"dimension\": \"irreconcilable_division\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[IRRECONCILABLE_DIVISION: Yes, those of us who are paying attention and sane are worried. We're being branded enemies of the state.]\"\n  },\n  {\n    \"dimension\": \"motive_imputation\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[MOTIVE_IMPUTATION: I’m aware how looney this is. I’m hoping our generals do the right thing]\"\n  },\n  {\n    \"dimension\": \"truth_with_care\",\n    \"raw_score\": 0.4,\n    \"quote\": \"[TRUTH_WITH_CARE: ”I can’t get over how the right-wing doesn’t understand modern militaries, with the majority serving non-combat roles,” he explained. “You think the best IT security and logistics personnel spends two hours in the gym every day to look like the cast of 300? They’re at furry conventions and model train shows.”]\"\n  },\n  {\n    \"dimension\": \"bad_faith_dismissal\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[BAD_FAITH_DISMISSAL: This is the single best quote I’ve seen on this situation]\"\n  },\n  {\n    \"dimension\": \"dehumanizing_language\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[DEHUMANIZING_LANGUAGE: I finally understand what crypto bros mean when they call someone a \\\"beta.\\\"]\"\n  },\n  {\n    \"dimension\": \"bad_faith_dismissal\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[BAD_FAITH_DISMISSAL: My first job was working in a retail store and after the temporary Christmas hiring was finished we had a crew meeting before the store opened. The scrawny \\\"Assistant Manager\\\" strolled out to the front, threw a handful of papers on the floor, puffed himself up like a cartoon villain, then started into a dramatic \\\"tough guy\\\" speech by saying those papers were applications for our jobs, and if we didn't shape up we'd be out on the street. That was 50 years ago and I still remember people looking at each other and asking who is this twerp and WTF is this stupid shit. People like that are unforgettable, for all the wrong reasons.]\"\n  },\n  {\n    \"dimension\": \"irreconcilable_division\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[IRRECONCILABLE_DIVISION: Military coup time]\"\n  },\n  {\n    \"dimension\": \"personal_denigration\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[PERSONAL_DENIGRATION: Pete Hegseth's homoerotic hate poem of toxic masculinity]\"\n  },\n  {\n    \"dimension\": \"irreconcilable_division\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[IRRECONCILABLE_DIVISION: It was pretty cut and dry between the two buffoons leading this circus: do away with investigations among the ranks regarding misconduct, sexual assaults, and accountability, create tin soldiers who will obey without question, and prepare for war against the American people.]\"\n  },\n  {\n    \"dimension\": \"motive_imputation\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[MOTIVE_IMPUTATION: Anyone who doesn't fall in line and kiss the ring are free to leave, because your allegiance is to the POTUS.]\"\n  },\n  {\n    \"dimension\": \"truth_as_weapon\",\n    \"raw_score\": 0.8,\n    \"quote\": \"[TRUTH_AS_WEAPON: There's no sugar coating here-that's what was literally said during this fiasco.]\"\n  },\n  {\n    \"dimension\": \"bad_faith_dismissal\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[BAD_FAITH_DISMISSAL: These fucking clowns. I just can't. So much money wasted on a war-against-America pep-rally, in front of a dead-silent crowd.]\"\n  },\n  {\n    \"dimension\": \"irreconcilable_division\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[IRRECONCILABLE_DIVISION: What comes next, I wonder? Are we truly and utterly fucked, or are there rational military leaders who will acknowledge that they serve the Constitution and country, and not an eternal toddler.]\"\n  },\n  {\n    \"dimension\": \"irreconcilable_division\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[IRRECONCILABLE_DIVISION: I dare you to vote repulican next term. I fucking dare you. For the 3rd time.]\"\n  },\n  {\n    \"dimension\": \"truth_with_care\",\n    \"raw_score\": 0.4,\n    \"quote\": \"[TRUTH_WITH_CARE: He seems to forget that these generals are mostly not knucklehead “warriors.” They’re generally sober bureaucrats trying to lead the largest bureaucracy in the US government while also trying to protect their men and women at all costs.]\"\n  },\n  {\n    \"dimension\": \"bad_faith_dismissal\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[BAD_FAITH_DISMISSAL: That was the worst secretary of the department of war cosplay we will ever see. Maximum cringe activated.]\"\n  },\n  {\n    \"dimension\": \"personal_denigration\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[PERSONAL_DENIGRATION: Good ole Pete Kegsbreath]\"\n  },\n  {\n    \"dimension\": \"bad_faith_dismissal\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[BAD_FAITH_DISMISSAL: This whole speech was something you see on the various self-post subreddits that is so unbelievable its obviously fake.]\"\n  },\n  {\n    \"dimension\": \"irreconcilable_division\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[IRRECONCILABLE_DIVISION: Republicans don't deserve America]\"\n  },\n  {\n    \"dimension\": \"dehumanizing_language\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[DEHUMANIZING_LANGUAGE: He IS Zapp Brannigan.]\"\n  },\n  {\n    \"dimension\": \"irreconcilable_division\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[IRRECONCILABLE_DIVISION: Who will be America's Oliver Cromwell?]\"\n  },\n  {\n    \"dimension\": \"motive_imputation\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[MOTIVE_IMPUTATION: Idk if this is pure paranoia, definitely conspiracy theory, but I've been trying to figure out the real reason for this whole showcase. I am starting to question the possibility of them planting mics under the seats, in the quarters they are staying, in their luggage, or on their person. OR have a plant drop one in their belongings wherever they're currently stationed around the world.]\"\n  },\n  {\n    \"dimension\": \"motive_imputation\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[MOTIVE_IMPUTATION: Sounds totally crazy, but everyone kept speculating they'd be asked to give an oath. Why make them declare it out loud when they can just get the answer for themselves quietly?]\"\n  },\n  {\n    \"dimension\": \"motive_imputation\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[MOTIVE_IMPUTATION: They go on stage and act like a pair of goobers and say lots of things to irritate these high ranking officers. Once these officers think they're out of earshot they may start to chatter.]\"\n  },\n  {\n    \"dimension\": \"motive_imputation\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[MOTIVE_IMPUTATION: I only think this because the FBI is run by a sycophant, and this would be a very efficient way to root out all dissent in the highest ranks completely covertly.]\"\n  },\n  {\n    \"dimension\": \"irreconcilable_division\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[IRRECONCILABLE_DIVISION: Trump just starts firing generals here and there, and people don't connect the dots or retaliate in time. Worse, they get arrested for \\\"conspiracy of insurrection.\\\"]\"\n  },\n  {\n    \"dimension\": \"motive_imputation\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[MOTIVE_IMPUTATION: I know who the intelligent people are in this admin, who stay generally out of sight, and are pulling many of the strings behind the scenes while these stage clowns are often acting as a distraction and a display of incompetence to throw us off balance.]\"\n  },\n  {\n    \"dimension\": \"irreconcilable_division\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[IRRECONCILABLE_DIVISION: I keep thinking back to Charlie kirk's memorial. There were so many ominous things stated by those in power that I can't believe more people aren't talking about it. Hegseth, Miller, Tucker, and Trump all come to mind to paint a very, very bad picture coming in the near future. Tucker even literally states that to the audience, as he gives what looks like a vague salute we all recognize (he even does it twice).]\"\n  },\n  {\n    \"dimension\": \"bad_faith_dismissal\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[BAD_FAITH_DISMISSAL: Hegseth’s speech should have been an email and Trump’s should have started impeachment proceedings.]\"\n  },\n  {\n    \"dimension\": \"bad_faith_dismissal\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[BAD_FAITH_DISMISSAL: It was embarrassing on so many levels.]\"\n  },\n  {\n    \"dimension\": \"issue_focused_critique\",\n    \"raw_score\": 0.6,\n    \"quote\": \"[ISSUE_FOCUSED_CRITIQUE: You would think that at a gathering with such historic importance, the administration would have hired some serious speechwriters so that the occasion would always be remembered in a positive, dignified way.]\"\n  },\n  {\n    \"dimension\": \"bad_faith_dismissal\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[BAD_FAITH_DISMISSAL: Instead we get a guy lecturing generals and admirals about the dangers of beards and waist sizes and guys wearing dresses. And then mentioning \\\"FAFO\\\" in a gratuitous way like an edgelord on Reddit instead of someone leading the most powerful military in the world.]\"\n  },\n  {\n    \"dimension\": \"personal_denigration\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[PERSONAL_DENIGRATION: Who wrote that speech? A ninth grader could have done a better job than that.]\"\n  },\n  {\n    \"dimension\": \"issue_focused_critique\",\n    \"raw_score\": 0.6,\n    \"quote\": \"[ISSUE_FOCUSED_CRITIQUE: \\\"Dudes in dresses\\\" Everyone in the military wears their uniform...what they wear off duty really has no bearing on their duties (as long as they're not doing anything criminal. Absolutely stupid.]\"\n  },\n  {\n    \"dimension\": \"issue_focused_critique\",\n    \"raw_score\": 0.6,\n    \"quote\": \"[ISSUE_FOCUSED_CRITIQUE: They fired military lawyers, want to overhaul the inspector generals, and he's upset about rules of engagement? Rules of engagement prevent the military from committing war crimes! He's just openly saying that he wants the US military to commit war crimes.]\"\n  },\n  {\n    \"dimension\": \"truth_as_weapon\",\n    \"raw_score\": 0.8,\n    \"quote\": \"[TRUTH_AS_WEAPON: The funniest part is the [pictures of the audience](https://i.abcnewsfe.com/a/74315401-b41e-4d92-ac46-71e0f3f1afeb/quantico-25-rt-gmh-250930_1759241164145_hpMain.jpg). There are a handful of black people, but otherwise it looks exactly the same as any military meeting of the last 100 years.]\"\n  },\n  {\n    \"dimension\": \"truth_as_weapon\",\n    \"raw_score\": 0.8,\n    \"quote\": \"[TRUTH_AS_WEAPON: He’s completely just tweaking off of some algorithm-induced psychosis.]\"\n  },\n  {\n    \"dimension\": \"motive_imputation\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[MOTIVE_IMPUTATION: Half of the stuff he’s mad about was probably AI generated. It’s madness.]\"\n  },\n  {\n    \"dimension\": \"truth_as_weapon\",\n    \"raw_score\": 0.8,\n    \"quote\": \"[TRUTH_AS_WEAPON: Yeah I’ve been looking for a fat general or admiral in the audience shots for a couple days. Can’t find a single one. ]\"\n  },\n  {\n    \"dimension\": \"bad_faith_dismissal\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[BAD_FAITH_DISMISSAL: imagining looking at this see of bald heads and calling it the Woke department]\"\n  },\n  {\n    \"dimension\": \"truth_as_weapon\",\n    \"raw_score\": 0.8,\n    \"quote\": \"[TRUTH_AS_WEAPON: his base is mad about trans kindergarten teachers who preach about critical race theory - they're not people who live in reality]\"\n  },\n  {\n    \"dimension\": \"bad_faith_dismissal\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[BAD_FAITH_DISMISSAL: It was a whole bunch of WTF.]\"\n  },\n  {\n    \"dimension\": \"issue_focused_critique\",\n    \"raw_score\": 0.6,\n    \"quote\": \"[ISSUE_FOCUSED_CRITIQUE: He calls the rules of engagement \\\"stupid.\\\" That doesn't even work in the world of sports. It's all about winning. Not pissing the opponent off. Hegseth's idiotic ideas increase the chance of getting American cities destroyed.]\"\n  },\n  {\n    \"dimension\": \"issue_focused_critique\",\n    \"raw_score\": 0.6,\n    \"quote\": \"[ISSUE_FOCUSED_CRITIQUE: And why in hell did he mention climate change to a bunch of military brass?! We already know the GOP would barely exist without campaign contributions from the fossil fuel industry and access to their think tanks.]\"\n  },\n  {\n    \"dimension\": \"personal_denigration\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[PERSONAL_DENIGRATION: I argued with someone who thought this was super patriotic and beautiful. Like it's not a drunkard man baby trying to do authoritarianism really poorly.]\"\n  },\n  {\n    \"dimension\": \"bad_faith_dismissal\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[BAD_FAITH_DISMISSAL: Bringing everyone out for a speech that could've just been an email wasting so many resources for mid propoganda. Indicative of this administration as a whole ig. Look at their empty millitary parade]\"\n  },\n  {\n    \"dimension\": \"bad_faith_dismissal\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[BAD_FAITH_DISMISSAL: It wasn't even mid. It was basically a propaganda package from Wish/Temu. They hoped for some fawning rally where all the Generals were like, \\\"fuck yeah! No more rules! Red meat!\\\" I'm glad they were met with crickets.]\"\n  },\n  {\n    \"dimension\": \"dehumanizing_language\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[DEHUMANIZING_LANGUAGE: \\\"Please clap...please?\\\"]\"\n  },\n  {\n    \"dimension\": \"motive_imputation\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[MOTIVE_IMPUTATION: The dumbest people you know will think this was a showcase of masculinity]\"\n  },\n  {\n    \"dimension\": \"truth_as_weapon\",\n    \"raw_score\": 0.8,\n    \"quote\": \"[TRUTH_AS_WEAPON: He flew in 30+ year military professionals, called them fat, said they looked like shit, and called them weak minded pussies, expected to be applauded and lauded as a hero.]\"\n  },\n  {\n    \"dimension\": \"truth_as_weapon\",\n    \"raw_score\": 0.8,\n    \"quote\": \"[TRUTH_AS_WEAPON: Some of these generals have seen actual combat and accomplished feats Hegseth could only achieve in his wildest dreams.]\"\n  },\n  {\n    \"dimension\": \"bad_faith_dismissal\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[BAD_FAITH_DISMISSAL: wArFIgHtErs]\"\n  },\n  {\n    \"dimension\": \"bad_faith_dismissal\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[BAD_FAITH_DISMISSAL: This is some seriously Russian shit.]\"\n  },\n  {\n    \"dimension\": \"personal_denigration\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[PERSONAL_DENIGRATION: Ultimate Bro Douchebag]\"\n  },\n  {\n    \"dimension\": \"truth_as_weapon\",\n    \"raw_score\": 0.8,\n    \"quote\": \"[TRUTH_AS_WEAPON: But a fat ass Commander in Chief, that's ok.]\"\n  },\n  {\n    \"dimension\": \"dehumanizing_language\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[DEHUMANIZING_LANGUAGE: Elementary school assembly vibes]\"\n  },\n  {\n    \"dimension\": \"personal_denigration\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[PERSONAL_DENIGRATION: US Generals, flown from all around the world with no details just to be forced to listen to a nonsensical lecture from an ignorant windbag. Bravo.]\"\n  },\n  {\n    \"dimension\": \"dehumanizing_language\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[DEHUMANIZING_LANGUAGE: He thinks he is Homelander]\"\n  },\n  {\n    \"dimension\": \"motive_imputation\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[MOTIVE_IMPUTATION: Every general there with kids or troops that were not this “standard” expected of a coke head pedophile supporter hopefully left with the thought of how to arrest our dictator in chief]\"\n  },\n  {\n    \"dimension\": \"irreconcilable_division\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[IRRECONCILABLE_DIVISION: Unqualified, incompetent fascist lunatics are running our country. The American people should be thoroughly humiliated and if they weren’t so clueless, they should be terrified that the guy they gave control of our government to, is sending our own military into our cities to “take out” any of us who aren’t willing obedient subjects who’ll kiss the ring of this deranged ANTI-American dick-tater wannabe.]\"\n  },\n  {\n    \"dimension\": \"bad_faith_dismissal\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[BAD_FAITH_DISMISSAL: It blows my mind how many people are unaware, apathetic or just plain ignorant to what’s happening. And Republicans are spineless cowards who refuse to stop this madness. ]\"\n  },\n  {\n    \"dimension\": \"motive_imputation\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[MOTIVE_IMPUTATION: Proof that Donald, Vance, and Hegseth are all about OPTICS and not substance.]\"\n  },\n  {\n    \"dimension\": \"truth_with_care\",\n    \"raw_score\": 0.4,\n    \"quote\": \"[TRUTH_WITH_CARE: “Climate change may be the single greatest geopolitical wild card of the next century—a reshaping of countries’ agricultures, economies, and even literal geography,” he wrote. “And here a guy who never rose above the rank of Major says the U.S. military shouldn’t even consider it. We are screwed.”]\"\n  },\n  {\n    \"dimension\": \"issue_focused_critique\",\n    \"raw_score\": 0.6,\n    \"quote\": \"[ISSUE_FOCUSED_CRITIQUE: This always amazes me, because when I was a Navy officer (early 90s), there was already discussion of what climate change would mean for naval combat. Even if you didn't believe in climate change, it would be neglectful to not consider it.]\"\n  },\n  {\n    \"dimension\": \"truth_as_weapon\",\n    \"raw_score\": 0.8,\n    \"quote\": \"[TRUTH_AS_WEAPON: Three things, first you can tell that Hegseth never made it that far up the chain because his entire vision for the military seems to be focused on infantrymen and he's obsessed with grooming standards, PT, and calling everyone warriors.]\"\n  },\n  {\n    \"dimension\": \"truth_as_weapon\",\n    \"raw_score\": 0.8,\n    \"quote\": \"[TRUTH_AS_WEAPON: Second, the Christian sermon language was thick.]\"\n  },\n  {\n    \"dimension\": \"truth_as_weapon\",\n    \"raw_score\": 0.8,\n    \"quote\": \"[TRUTH_AS_WEAPON: Finally, that pause at the end where he expected applause and got stone cold silence was beautiful. Watching him die inside was peak.]\"\n  },\n  {\n    \"dimension\": \"irreconcilable_division\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[IRRECONCILABLE_DIVISION: I especially like the part in which Trump said the military should use American cities as training grounds. How the fuck was Trump not INSTANTLY removed for this treasonous act and thrown in federal prison is amazing.]\"\n  },\n  {\n    \"dimension\": \"irreconcilable_division\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[IRRECONCILABLE_DIVISION: POTUS literally said in front of all generals that they need to use cities in the united states asxwar practice zones. Awesome. 77 million voters need charged with domestic terrorism whenever the Republican Terrorist and Pedophile Party is criminally removed from office]\"\n  },\n  {\n    \"dimension\": \"truth_as_weapon\",\n    \"raw_score\": 0.8,\n    \"quote\": \"[TRUTH_AS_WEAPON: For the record, I served for 12 years. Did time in Iraq and Afghanistan…never met a fat general. Never met a bearded general. Never met an officer who I think might have enjoyed being called to a damn pep rally.]\"\n  },\n  {\n    \"dimension\": \"bad_faith_dismissal\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[BAD_FAITH_DISMISSAL: This administration is the exact opposite of what they think they are.]\"\n  },\n  {\n    \"dimension\": \"truth_as_weapon\",\n    \"raw_score\": 0.8,\n    \"quote\": \"[TRUTH_AS_WEAPON: Like the ultimate white DEI hire complaining about DEI is pretty rich.]\"\n  },\n  {\n    \"dimension\": \"irreconcilable_division\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[IRRECONCILABLE_DIVISION: It's not going to seem like a joke when the military starts slaughtering Americans]\"\n  },\n  {\n    \"dimension\": \"bad_faith_dismissal\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[BAD_FAITH_DISMISSAL: Seems like a little boy move when he said FAFO…followed by “ if you don’t know what it means ask your troops.”]\"\n  },\n  {\n    \"dimension\": \"truth_as_weapon\",\n    \"raw_score\": 0.8,\n    \"quote\": \"[TRUTH_AS_WEAPON: He and Trump fully expected clapping and cheering, a rally like atmosphere…they got dead silence.]\"\n  },\n  {\n    \"dimension\": \"bad_faith_dismissal\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[BAD_FAITH_DISMISSAL: Couldn’t ask for better from our military leaders. MAGAS take note. This country is not yours to take. You are not patriots.]\"\n  },\n  {\n    \"dimension\": \"dehumanizing_language\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[DEHUMANIZING_LANGUAGE: The thumbnail is fucking priceless. Like a toddler having a tantrum. A child demanding things from grown adults.]\"\n  },\n  {\n    \"dimension\": \"personal_denigration\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[PERSONAL_DENIGRATION: He is a perfect example of why you shouldn't mix alcohol with cocaine. You might *think* you are the coolest/toughest person in the room, but in reality, everybody can't wait to get away from you and hopefully never see you again.]\"\n  },\n  {\n    \"dimension\": \"bad_faith_dismissal\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[BAD_FAITH_DISMISSAL: This had the complete opposite effect of what he intended.]\"\n  },\n  {\n    \"dimension\": \"personal_denigration\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[PERSONAL_DENIGRATION: Trump and every single one of his cabinet members are complete and total losers]\"\n  },\n  {\n    \"dimension\": \"personal_denigration\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[PERSONAL_DENIGRATION: Ignorance and arrogance is a stronger cocktail than even he can handle]\"\n  },\n  {\n    \"dimension\": \"motive_imputation\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[MOTIVE_IMPUTATION: It’s really emblematic of who these people are, deep down. They’re all fragile, insecure little boys who never received validation from their families or from their peers. They’ve gone through life utterly desperate to achieve some sort of notoriety, but none of them possess any actual skills beyond knowing how to be the meanest person in the room.]\"\n  },\n  {\n    \"dimension\": \"irreconcilable_division\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[IRRECONCILABLE_DIVISION: Now they have an opportunity to demonstrate why they’ve never accomplished anything in their pathetic lives, but instead of becoming the incompetent head of their late father’s company, they’re running an entire country. And they’re running it into the fucking ground.]\"\n  },\n  {\n    \"dimension\": \"irreconcilable_division\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[IRRECONCILABLE_DIVISION: This is capitalism feverishly devouring its own flesh.]\"\n  },\n  {\n    \"dimension\": \"bad_faith_dismissal\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[BAD_FAITH_DISMISSAL: Worse than unhinged. Between Hegseth's bizarre and threatening Christian Nationalist rant, and Trump's cowardly pleading for applause, the whole thing just showed how vacuous and stupid these people are.]\"\n  },\n  {\n    \"dimension\": \"irreconcilable_division\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[IRRECONCILABLE_DIVISION: This nation is in deep trouble if we're ever attacked.]\"\n  },\n  {\n    \"dimension\": \"dehumanizing_language\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[DEHUMANIZING_LANGUAGE: \\\"Stupid rules of engagement\\\"]\"\n  },\n  {\n    \"dimension\": \"dehumanizing_language\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[DEHUMANIZING_LANGUAGE: The secretary of defense is 12.]\"\n  },\n  {\n    \"dimension\": \"personal_denigration\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[PERSONAL_DENIGRATION: The Most Underqualified Man in the Room?]\"\n  },\n  {\n    \"dimension\": \"bad_faith_dismissal\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[BAD_FAITH_DISMISSAL: My question is: which of the generals, lieutenant generals, major generals, brigadier generals, admirals, vice admirals, rear admirals (upper and lower half), commodores, captains, or colonels are prepared to stand up and speak out about what they were told—what they heard yesterday—from Pete Hegseth, the most underqualified man in the room?]\"\n  },\n  {\n    \"dimension\": \"irreconcilable_division\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[IRRECONCILABLE_DIVISION: That is not who America is.]\"\n  },\n  {\n    \"dimension\": \"irreconcilable_division\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[IRRECONCILABLE_DIVISION: The new America—blowing up unchallenged civilian vessels in international waters—is just the start. Is that who we are now? IS THIS WHO WE ARE?]\"\n  },\n  {\n    \"dimension\": \"issue_focused_critique\",\n    \"raw_score\": 0.6,\n    \"quote\": \"[ISSUE_FOCUSED_CRITIQUE: You know, one of the biggest problems we have is that we require zero qualifications for people to hold our highest positions of power. If someone needs more experience than this to obtain a $14/hour customer service job and beat out other candidates, how is this guy in charge of the freaking Department of Defense? How is RFK in charge of HHS? How is a drug-addled felon in charge of the nation? Not to be cliche, but these people wouldn’t even qualify for most poverty-level jobs and here they are, dictating to others and destroying country. WHY THE FUCK aren’t there any requirements for these jobs?!?!]\"\n  },\n  {\n    \"dimension\": \"dehumanizing_language\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[DEHUMANIZING_LANGUAGE: It’s like an edgy 15-year-old that just saw 300 for the first time.]\"\n  },\n  {\n    \"dimension\": \"motive_imputation\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[MOTIVE_IMPUTATION: This is what weak men think being strong looks like.]\"\n  },\n  {\n    \"dimension\": \"personal_denigration\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[PERSONAL_DENIGRATION: God, he's so insecure and pathetic.]\"\n  },\n  {\n    \"dimension\": \"issue_focused_critique\",\n    \"raw_score\": 0.6,\n    \"quote\": \"[ISSUE_FOCUSED_CRITIQUE: Maximum lethality and muscles for a military that transitioned to logistical, information, and drone warfare a generation ago.]\"\n  },\n  {\n    \"dimension\": \"motive_imputation\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[MOTIVE_IMPUTATION: These people need to get off of whatever rich person drugs are fucking with their minds]\"\n  },\n  {\n    \"dimension\": \"motive_imputation\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[MOTIVE_IMPUTATION: Hegseth and Trump wanted to remind themselves, the generals, and the country that they are in control of the military despite having minimal and no military experience respectively. It was a transparent power move, essentially bragging that they're the \\\"bosses\\\" of the military without having to do any of the hard work involved in becoming a military leader.]\"\n  },\n  {\n    \"dimension\": \"motive_imputation\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[MOTIVE_IMPUTATION: At its core, it was an event that came from a very insecure place. Two men, but mostly Hegseth, desperate to feel superior to hundreds of men each with decades of military service and experience, forced them all into a room to tell them how actually *they're* the ones who are weak, because they dared to be open to diversity, don't actively torture people and recruits, and don't resort to violence at the first opportunity in every situation.]\"\n  },\n  {\n    \"dimension\": \"truth_as_weapon\",\n    \"raw_score\": 0.8,\n    \"quote\": \"[TRUTH_AS_WEAPON: If anything this helped to solidify how temporary their leadership will be taken seriously, that they felt like they had to pull people out of their very important jobs just to effectively reprimand them for being \\\"woke\\\".]\"\n  },\n  {\n    \"dimension\": \"bad_faith_dismissal\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[BAD_FAITH_DISMISSAL: It wasn't for the military, it was for them and their supporters, desperate to feel like they're pushing back on progress, by reinforcing this fallacious idea that strength comes from physical appearance, discrimination, and brutality. Actual military leaders are able to separate effectiveness from propaganda, and Hegseth and Trump made it very clear that they are incapable of doing that.]\"\n  },\n  {\n    \"dimension\": \"personal_denigration\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[PERSONAL_DENIGRATION: Imagine being called a loser by an alcoholic]\"\n  },\n  {\n    \"dimension\": \"irreconcilable_division\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[IRRECONCILABLE_DIVISION: This is the result of stupid people being put in power by low info voters.]\"\n  },\n  {\n    \"dimension\": \"issue_focused_critique\",\n    \"raw_score\": 0.6,\n    \"quote\": \"[ISSUE_FOCUSED_CRITIQUE: The United States military has spent over a century figuring shit out to the point it's become the most powerful in history.]\"\n  },\n  {\n    \"dimension\": \"irreconcilable_division\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[IRRECONCILABLE_DIVISION: Then low info idiots gave a pedo TV personality the country and an alcoholic TV personality the military, resulting in them reverting to the most basic idea of a military. If they are successful, it would mean that over a hundred years of military lessons, ideas, programs, connections, trust... etc wiped out in a single administration.]\"\n  },\n  {\n    \"dimension\": \"irreconcilable_division\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[IRRECONCILABLE_DIVISION: This is also why China and Russia seem to be dominating world trade and politics since Trump decided to go into politics.]\"\n  },\n  {\n    \"dimension\": \"issue_focused_critique\",\n    \"raw_score\": 0.6,\n    \"quote\": \"[ISSUE_FOCUSED_CRITIQUE: When you're a developing country and you're faced with the choice to either ally with China or USA, which would you pick?]\"\n  },\n  {\n    \"dimension\": \"truth_as_weapon\",\n    \"raw_score\": 0.8,\n    \"quote\": \"[TRUTH_AS_WEAPON: Keep in mind the USA prez is calling you a \\\"shithole\\\" country that's a parasite, while China shows you respect and offers you aid, infrastructure and low interest loans.]\"\n  },\n  {\n    \"dimension\": \"issue_focused_critique\",\n    \"raw_score\": 0.6,\n    \"quote\": \"[ISSUE_FOCUSED_CRITIQUE: This is the important part so I copy/pasted it. China is winning this one in the entire southern hemisphere]\"\n  },\n  {\n    \"dimension\": \"irreconcilable_division\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[IRRECONCILABLE_DIVISION: Hey lovely people of the USA, have you noticed there's something wrong with your government? Seriously, have you watched the UN speech, or the speech to your military leadership? What is happening? Is this freaking you out as much as it is everyone who is watching this from far away? Because it looks a bit divorced from reality yeah?]\"\n  },\n  {\n    \"dimension\": \"irreconcilable_division\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[IRRECONCILABLE_DIVISION: Oh yeah, we’ve noticed, and any of us with brains and scruples are quite freaked out.]\"\n  },\n  {\n    \"dimension\": \"truth_as_weapon\",\n    \"raw_score\": 0.8,\n    \"quote\": \"[TRUTH_AS_WEAPON: What's happening is exactly what those of us who voted against Trump said would happen.]\"\n  },\n  {\n    \"dimension\": \"truth_as_weapon\",\n    \"raw_score\": 0.8,\n    \"quote\": \"[TRUTH_AS_WEAPON: Instead people sat out the election because of Gaza, Biden being old, Harris being a woman, or any other stupid reason.]\"\n  },\n  {\n    \"dimension\": \"irreconcilable_division\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[IRRECONCILABLE_DIVISION: Yes, those of us who are paying attention and sane are worried. We're being branded enemies of the state.]\"\n  },\n  {\n    \"dimension\": \"motive_imputation\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[MOTIVE_IMPUTATION: I’m aware how looney this is. I’m hoping our generals do the right thing]\"\n  },\n  {\n    \"dimension\": \"truth_with_care\",\n    \"raw_score\": 0.4,\n    \"quote\": \"[TRUTH_WITH_CARE: ”I can’t get over how the right-wing doesn’t understand modern militaries, with the majority serving non-combat roles,” he explained. “You think the best IT security and logistics personnel spends two hours in the gym every day to look like the cast of 300? They’re at furry conventions and model train shows.”]\"\n  },\n  {\n    \"dimension\": \"bad_faith_dismissal\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[BAD_FAITH_DISMISSAL: This is the single best quote I’ve seen on this situation]\"\n  },\n  {\n    \"dimension\": \"dehumanizing_language\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[DEHUMANIZING_LANGUAGE: I finally understand what crypto bros mean when they call someone a \\\"beta.\\\"]\"\n  },\n  {\n    \"dimension\": \"bad_faith_dismissal\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[BAD_FAITH_DISMISSAL: My first job was working in a retail store and after the temporary Christmas hiring was finished we had a crew meeting before the store opened. The scrawny \\\"Assistant Manager\\\" strolled out to the front, threw a handful of papers on the floor, puffed himself up like a cartoon villain, then started into a dramatic \\\"tough guy\\\" speech by saying those papers were applications for our jobs, and if we didn't shape up we'd be out on the street. That was 50 years ago and I still remember people looking at each other and asking who is this twerp and WTF is this stupid shit. People like that are unforgettable, for all the wrong reasons.]\"\n  },\n  {\n    \"dimension\": \"irreconcilable_division\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[IRRECONCILABLE_DIVISION: Military coup time]\"\n  },\n  {\n    \"dimension\": \"personal_denigration\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[PERSONAL_DENIGRATION: Pete Hegseth's homoerotic hate poem of toxic masculinity]\"\n  },\n  {\n    \"dimension\": \"irreconcilable_division\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[IRRECONCILABLE_DIVISION: It was pretty cut and dry between the two buffoons leading this circus: do away with investigations among the ranks regarding misconduct, sexual assaults, and accountability, create tin soldiers who will obey without question, and prepare for war against the American people.]\"\n  },\n  {\n    \"dimension\": \"motive_imputation\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[MOTIVE_IMPUTATION: Anyone who doesn't fall in line and kiss the ring are free to leave, because your allegiance is to the POTUS.]\"\n  },\n  {\n    \"dimension\": \"truth_as_weapon\",\n    \"raw_score\": 0.8,\n    \"quote\": \"[TRUTH_AS_WEAPON: There's no sugar coating here-that's what was literally said during this fiasco.]\"\n  },\n  {\n    \"dimension\": \"bad_faith_dismissal\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[BAD_FAITH_DISMISSAL: These fucking clowns. I just can't. So much money wasted on a war-against-America pep-rally, in front of a dead-silent crowd.]\"\n  },\n  {\n    \"dimension\": \"irreconcilable_division\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[IRRECONCILABLE_DIVISION: What comes next, I wonder? Are we truly and utterly fucked, or are there rational military leaders who will acknowledge that they serve the Constitution and country, and not an eternal toddler.]\"\n  },\n  {\n    \"dimension\": \"irreconcilable_division\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[IRRECONCILABLE_DIVISION: I dare you to vote repulican next term. I fucking dare you. For the 3rd time.]\"\n  },\n  {\n    \"dimension\": \"truth_with_care\",\n    \"raw_score\": 0.4,\n    \"quote\": \"[TRUTH_WITH_CARE: He seems to forget that these generals are mostly not knucklehead “warriors.” They’re generally sober bureaucrats trying to lead the largest bureaucracy in the US government while also trying to protect their men and women at all costs.]\"\n  },\n  {\n    \"dimension\": \"bad_faith_dismissal\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[BAD_FAITH_DISMISSAL: That was the worst secretary of the department of war cosplay we will ever see. Maximum cringe activated.]\"\n  },\n  {\n    \"dimension\": \"personal_denigration\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[PERSONAL_DENIGRATION: Good ole Pete Kegsbreath]\"\n  },\n  {\n    \"dimension\": \"bad_faith_dismissal\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[BAD_FAITH_DISMISSAL: This whole speech was something you see on the various self-post subreddits that is so unbelievable its obviously fake.]\"\n  },\n  {\n    \"dimension\": \"irreconcilable_division\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[IRRECONCILABLE_DIVISION: Republicans don't deserve America]\"\n  },\n  {\n    \"dimension\": \"dehumanizing_language\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[DEHUMANIZING_LANGUAGE: He IS Zapp Brannigan.]\"\n  },\n  {\n    \"dimension\": \"irreconcilable_division\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[IRRECONCILABLE_DIVISION: Who will be America's Oliver Cromwell?]\"\n  },\n  {\n    \"dimension\": \"motive_imputation\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[MOTIVE_IMPUTATION: Idk if this is pure paranoia, definitely conspiracy theory, but I've been trying to figure out the real reason for this whole showcase. I am starting to question the possibility of them planting mics under the seats, in the quarters they are staying, in their luggage, or on their person. OR have a plant drop one in their belongings wherever they're currently stationed around the world.]\"\n  },\n  {\n    \"dimension\": \"motive_imputation\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[MOTIVE_IMPUTATION: Sounds totally crazy, but everyone kept speculating they'd be asked to give an oath. Why make them declare it out loud when they can just get the answer for themselves quietly?]\"\n  },\n  {\n    \"dimension\": \"motive_imputation\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[MOTIVE_IMPUTATION: They go on stage and act like a pair of goobers and say lots of things to irritate these high ranking officers. Once these officers think they're out of earshot they may start to chatter.]\"\n  },\n  {\n    \"dimension\": \"motive_imputation\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[MOTIVE_IMPUTATION: I only think this because the FBI is run by a sycophant, and this would be a very efficient way to root out all dissent in the highest ranks completely covertly.]\"\n  },\n  {\n    \"dimension\": \"irreconcilable_division\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[IRRECONCILABLE_DIVISION: Trump just starts firing generals here and there, and people don't connect the dots or retaliate in time. Worse, they get arrested for \\\"conspiracy of insurrection.\\\"]\"\n  },\n  {\n    \"dimension\": \"motive_imputation\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[MOTIVE_IMPUTATION: I know who the intelligent people are in this admin, who stay generally out of sight, and are pulling many of the strings behind the scenes while these stage clowns are often acting as a distraction and a display of incompetence to throw us off balance.]\"\n  },\n  {\n    \"dimension\": \"irreconcilable_division\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[IRRECONCILABLE_DIVISION: I keep thinking back to Charlie kirk's memorial. There were so many ominous things stated by those in power that I can't believe more people aren't talking about it. Hegseth, Miller, Tucker, and Trump all come to mind to paint a very, very bad picture coming in the near future. Tucker even literally states that to the audience, as he gives what looks like a vague salute we all recognize (he even does it twice).]\"\n  },\n  {\n    \"dimension\": \"bad_faith_dismissal\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[BAD_FAITH_DISMISSAL: Hegseth’s speech should have been an email and Trump’s should have started impeachment proceedings.]\"\n  },\n  {\n    \"dimension\": \"bad_faith_dismissal\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[BAD_FAITH_DISMISSAL: It was embarrassing on so many levels.]\"\n  },\n  {\n    \"dimension\": \"issue_focused_critique\",\n    \"raw_score\": 0.6,\n    \"quote\": \"[ISSUE_FOCUSED_CRITIQUE: You would think that at a gathering with such historic importance, the administration would have hired some serious speechwriters so that the occasion would always be remembered in a positive, dignified way.]\"\n  },\n  {\n    \"dimension\": \"bad_faith_dismissal\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[BAD_FAITH_DISMISSAL: Instead we get a guy lecturing generals and admirals about the dangers of beards and waist sizes and guys wearing dresses. And then mentioning \\\"FAFO\\\" in a gratuitous way like an edgelord on Reddit instead of someone leading the most powerful military in the world.]\"\n  },\n  {\n    \"dimension\": \"personal_denigration\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[PERSONAL_DENIGRATION: Who wrote that speech? A ninth grader could have done a better job than that.]\"\n  },\n  {\n    \"dimension\": \"issue_focused_critique\",\n    \"raw_score\": 0.6,\n    \"quote\": \"[ISSUE_FOCUSED_CRITIQUE: \\\"Dudes in dresses\\\" Everyone in the military wears their uniform...what they wear off duty really has no bearing on their duties (as long as they're not doing anything criminal. Absolutely stupid.]\"\n  },\n  {\n    \"dimension\": \"issue_focused_critique\",\n    \"raw_score\": 0.6,\n    \"quote\": \"[ISSUE_FOCUSED_CRITIQUE: They fired military lawyers, want to overhaul the inspector generals, and he's upset about rules of engagement? Rules of engagement prevent the military from committing war crimes! He's just openly saying that he wants the US military to commit war crimes.]\"\n  },\n  {\n    \"dimension\": \"truth_as_weapon\",\n    \"raw_score\": 0.8,\n    \"quote\": \"[TRUTH_AS_WEAPON: The funniest part is the [pictures of the audience](https://i.abcnewsfe.com/a/74315401-b41e-4d92-ac46-71e0f3f1afeb/quantico-25-rt-gmh-250930_1759241164145_hpMain.jpg). There are a handful of black people, but otherwise it looks exactly the same as any military meeting of the last 100 years.]\"\n  },\n  {\n    \"dimension\": \"truth_as_weapon\",\n    \"raw_score\": 0.8,\n    \"quote\": \"[TRUTH_AS_WEAPON: He’s completely just tweaking off of some algorithm-induced psychosis.]\"\n  },\n  {\n    \"dimension\": \"motive_imputation\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[MOTIVE_IMPUTATION: Half of the stuff he’s mad about was probably AI generated. It’s madness.]\"\n  },\n  {\n    \"dimension\": \"truth_as_weapon\",\n    \"raw_score\": 0.8,\n    \"quote\": \"[TRUTH_AS_WEAPON: Yeah I’ve been looking for a fat general or admiral in the audience shots for a couple days. Can’t find a single one. ]\"\n  },\n  {\n    \"dimension\": \"bad_faith_dismissal\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[BAD_FAITH_DISMISSAL: imagining looking at this see of bald heads and calling it the Woke department]\"\n  },\n  {\n    \"dimension\": \"truth_as_weapon\",\n    \"raw_score\": 0.8,\n    \"quote\": \"[TRUTH_AS_WEAPON: his base is mad about trans kindergarten teachers who preach about critical race theory - they're not people who live in reality]\"\n  },\n  {\n    \"dimension\": \"bad_faith_dismissal\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[BAD_FAITH_DISMISSAL: It was a whole bunch of WTF.]\"\n  },\n  {\n    \"dimension\": \"issue_focused_critique\",\n    \"raw_score\": 0.6,\n    \"quote\": \"[ISSUE_FOCUSED_CRITIQUE: He calls the rules of engagement \\\"stupid.\\\" That doesn't even work in the world of sports. It's all about winning. Not pissing the opponent off. Hegseth's idiotic ideas increase the chance of getting American cities destroyed.]\"\n  },\n  {\n    \"dimension\": \"issue_focused_critique\",\n    \"raw_score\": 0.6,\n    \"quote\": \"[ISSUE_FOCUSED_CRITIQUE: And why in hell did he mention climate change to a bunch of military brass?! We already know the GOP would barely exist without campaign contributions from the fossil fuel industry and access to their think tanks.]\"\n  },\n  {\n    \"dimension\": \"personal_denigration\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[PERSONAL_DENIGRATION: I argued with someone who thought this was super patriotic and beautiful. Like it's not a drunkard man baby trying to do authoritarianism really poorly.]\"\n  },\n  {\n    \"dimension\": \"bad_faith_dismissal\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[BAD_FAITH_DISMISSAL: Bringing everyone out for a speech that could've just been an email wasting so many resources for mid propoganda. Indicative of this administration as a whole ig. Look at their empty millitary parade]\"\n  },\n  {\n    \"dimension\": \"bad_faith_dismissal\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[BAD_FAITH_DISMISSAL: It wasn't even mid. It was basically a propaganda package from Wish/Temu. They hoped for some fawning rally where all the Generals were like, \\\"fuck yeah! No more rules! Red meat!\\\" I'm glad they were met with crickets.]\"\n  },\n  {\n    \"dimension\": \"dehumanizing_language\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[DEHUMANIZING_LANGUAGE: \\\"Please clap...please?\\\"]\"\n  },\n  {\n    \"dimension\": \"motive_imputation\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[MOTIVE_IMPUTATION: The dumbest people you know will think this was a showcase of masculinity]\"\n  },\n  {\n    \"dimension\": \"truth_as_weapon\",\n    \"raw_score\": 0.8,\n    \"quote\": \"[TRUTH_AS_WEAPON: He flew in 30+ year military professionals, called them fat, said they looked like shit, and called them weak minded pussies, expected to be applauded and lauded as a hero.]\"\n  },\n  {\n    \"dimension\": \"truth_as_weapon\",\n    \"raw_score\": 0.8,\n    \"quote\": \"[TRUTH_AS_WEAPON: Some of these generals have seen actual combat and accomplished feats Hegseth could only achieve in his wildest dreams.]\"\n  },\n  {\n    \"dimension\": \"bad_faith_dismissal\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[BAD_FAITH_DISMISSAL: wArFIgHtErs]\"\n  },\n  {\n    \"dimension\": \"bad_faith_dismissal\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[BAD_FAITH_DISMISSAL: This is some seriously Russian shit.]\"\n  },\n  {\n    \"dimension\": \"personal_denigration\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[PERSONAL_DENIGRATION: Ultimate Bro Douchebag]\"\n  },\n  {\n    \"dimension\": \"truth_as_weapon\",\n    \"raw_score\": 0.8,\n    \"quote\": \"[TRUTH_AS_WEAPON: But a fat ass Commander in Chief, that's ok.]\"\n  },\n  {\n    \"dimension\": \"dehumanizing_language\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[DEHUMANIZING_LANGUAGE: Elementary school assembly vibes]\"\n  },\n  {\n    \"dimension\": \"personal_denigration\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[PERSONAL_DENIGRATION: US Generals, flown from all around the world with no details just to be forced to listen to a nonsensical lecture from an ignorant windbag. Bravo.]\"\n  },\n  {\n    \"dimension\": \"dehumanizing_language\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[DEHUMANIZING_LANGUAGE: He thinks he is Homelander]\"\n  },\n  {\n    \"dimension\": \"motive_imputation\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[MOTIVE_IMPUTATION: Every general there with kids or troops that were not this “standard” expected of a coke head pedophile supporter hopefully left with the thought of how to arrest our dictator in chief]\"\n  },\n  {\n    \"dimension\": \"irreconcilable_division\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[IRRECONCILABLE_DIVISION: Unqualified, incompetent fascist lunatics are running our country. The American people should be thoroughly humiliated and if they weren’t so clueless, they should be terrified that the guy they gave control of our government to, is sending our own military into our cities to “take out” any of us who aren’t willing obedient subjects who’ll kiss the ring of this deranged ANTI-American dick-tater wannabe.]\"\n  },\n  {\n    \"dimension\": \"bad_faith_dismissal\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[BAD_FAITH_DISMISSAL: It blows my mind how many people are unaware, apathetic or just plain ignorant to what’s happening. And Republicans are spineless cowards who refuse to stop this madness. ]\"\n  },\n  {\n    \"dimension\": \"motive_imputation\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[MOTIVE_IMPUTATION: Proof that Donald, Vance, and Hegseth are all about OPTICS and not substance.]\"\n  },\n  {\n    \"dimension\": \"truth_with_care\",\n    \"raw_score\": 0.4,\n    \"quote\": \"[TRUTH_WITH_CARE: “Climate change may be the single greatest geopolitical wild card of the next century—a reshaping of countries’ agricultures, economies, and even literal geography,” he wrote. “And here a guy who never rose above the rank of Major says the U.S. military shouldn’t even consider it. We are screwed.”]\"\n  },\n  {\n    \"dimension\": \"issue_focused_critique\",\n    \"raw_score\": 0.6,\n    \"quote\": \"[ISSUE_FOCUSED_CRITIQUE: This always amazes me, because when I was a Navy officer (early 90s), there was already discussion of what climate change would mean for naval combat. Even if you didn't believe in climate change, it would be neglectful to not consider it.]\"\n  },\n  {\n    \"dimension\": \"truth_as_weapon\",\n    \"raw_score\": 0.8,\n    \"quote\": \"[TRUTH_AS_WEAPON: Three things, first you can tell that Hegseth never made it that far up the chain because his entire vision for the military seems to be focused on infantrymen and he's obsessed with grooming standards, PT, and calling everyone warriors.]\"\n  },\n  {\n    \"dimension\": \"truth_as_weapon\",\n    \"raw_score\": 0.8,\n    \"quote\": \"[TRUTH_AS_WEAPON: Second, the Christian sermon language was thick.]\"\n  },\n  {\n    \"dimension\": \"truth_as_weapon\",\n    \"raw_score\": 0.8,\n    \"quote\": \"[TRUTH_AS_WEAPON: Finally, that pause at the end where he expected applause and got stone cold silence was beautiful. Watching him die inside was peak.]\"\n  },\n  {\n    \"dimension\": \"irreconcilable_division\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[IRRECONCILABLE_DIVISION: I especially like the part in which Trump said the military should use American cities as training grounds. How the fuck was Trump not INSTANTLY removed for this treasonous act and thrown in federal prison is amazing.]\"\n  },\n  {\n    \"dimension\": \"irreconcilable_division\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[IRRECONCILABLE_DIVISION: POTUS literally said in front of all generals that they need to use cities in the united states asxwar practice zones. Awesome. 77 million voters need charged with domestic terrorism whenever the Republican Terrorist and Pedophile Party is criminally removed from office]\"\n  },\n  {\n    \"dimension\": \"truth_as_weapon\",\n    \"raw_score\": 0.8,\n    \"quote\": \"[TRUTH_AS_WEAPON: For the record, I served for 12 years. Did time in Iraq and Afghanistan…never met a fat general. Never met a bearded general. Never met an officer who I think might have enjoyed being called to a damn pep rally.]\"\n  },\n  {\n    \"dimension\": \"bad_faith_dismissal\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[BAD_FAITH_DISMISSAL: This administration is the exact opposite of what they think they are.]\"\n  },\n  {\n    \"dimension\": \"truth_as_weapon\",\n    \"raw_score\": 0.8,\n    \"quote\": \"[TRUTH_AS_WEAPON: Like the ultimate white DEI hire complaining about DEI is pretty rich.]\"\n  },\n  {\n    \"dimension\": \"irreconcilable_division\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[IRRECONCILABLE_DIVISION: It's not going to seem like a joke when the military starts slaughtering Americans]\"\n  },\n  {\n    \"dimension\": \"bad_faith_dismissal\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[BAD_FAITH_DISMISSAL: Seems like a little boy move when he said FAFO…followed by “ if you don’t know what it means ask your troops.”]\"\n  },\n  {\n    \"dimension\": \"truth_as_weapon\",\n    \"raw_score\": 0.8,\n    \"quote\": \"[TRUTH_AS_WEAPON: He and Trump fully expected clapping and cheering, a rally like atmosphere…they got dead silence.]\"\n  },\n  {\n    \"dimension\": \"bad_faith_dismissal\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[BAD_FAITH_DISMISSAL: Couldn’t ask for better from our military leaders. MAGAS take note. This country is not yours to take. You are not patriots.]\"\n  },\n  {\n    \"dimension\": \"dehumanizing_language\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[DEHUMANIZING_LANGUAGE: The thumbnail is fucking priceless. Like a toddler having a tantrum. A child demanding things from grown adults.]\"\n  },\n  {\n    \"dimension\": \"personal_denigration\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[PERSONAL_DENIGRATION: He is a perfect example of why you shouldn't mix alcohol with cocaine. You might *think* you are the coolest/toughest person in the room, but in reality, everybody can't wait to get away from you and hopefully never see you again.]\"\n  },\n  {\n    \"dimension\": \"bad_faith_dismissal\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[BAD_FAITH_DISMISSAL: This had the complete opposite effect of what he intended.]\"\n  },\n  {\n    \"dimension\": \"personal_denigration\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[PERSONAL_DENIGRATION: Trump and every single one of his cabinet members are complete and total losers]\"\n  },\n  {\n    \"dimension\": \"personal_denigration\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[PERSONAL_DENIGRATION: Ignorance and arrogance is a stronger cocktail than even he can handle]\"\n  },\n  {\n    \"dimension\": \"motive_imputation\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[MOTIVE_IMPUTATION: It’s really emblematic of who these people are, deep down. They’re all fragile, insecure little boys who never received validation from their families or from their peers. They’ve gone through life utterly desperate to achieve some sort of notoriety, but none of them possess any actual skills beyond knowing how to be the meanest person in the room.]\"\n  },\n  {\n    \"dimension\": \"irreconcilable_division\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[IRRECONCILABLE_DIVISION: Now they have an opportunity to demonstrate why they’ve never accomplished anything in their pathetic lives, but instead of becoming the incompetent head of their late father’s company, they’re running an entire country. And they’re running it into the fucking ground.]\"\n  },\n  {\n    \"dimension\": \"irreconcilable_division\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[IRRECONCILABLE_DIVISION: This is capitalism feverishly devouring its own flesh.]\"\n  },\n  {\n    \"dimension\": \"bad_faith_dismissal\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[BAD_FAITH_DISMISSAL: Worse than unhinged. Between Hegseth's bizarre and threatening Christian Nationalist rant, and Trump's cowardly pleading for applause, the whole thing just showed how vacuous and stupid these people are.]\"\n  },\n  {\n    \"dimension\": \"irreconcilable_division\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[IRRECONCILABLE_DIVISION: This nation is in deep trouble if we're ever attacked.]\"\n  },\n  {\n    \"dimension\": \"dehumanizing_language\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[DEHUMANIZING_LANGUAGE: \\\"Stupid rules of engagement\\\"]\"\n  },\n  {\n    \"dimension\": \"dehumanizing_language\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[DEHUMANIZING_LANGUAGE: The secretary of defense is 12.]\"\n  },\n  {\n    \"dimension\": \"personal_denigration\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[PERSONAL_DENIGRATION: The Most Underqualified Man in the Room?]\"\n  },\n  {\n    \"dimension\": \"bad_faith_dismissal\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[BAD_FAITH_DISMISSAL: My question is: which of the generals, lieutenant generals, major generals, brigadier generals, admirals, vice admirals, rear admirals (upper and lower half), commodores, captains, or colonels are prepared to stand up and speak out about what they were told—what they heard yesterday—from Pete Hegseth, the most underqualified man in the room?]\"\n  },\n  {\n    \"dimension\": \"irreconcilable_division\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[IRRECONCILABLE_DIVISION: That is not who America is.]\"\n  },\n  {\n    \"dimension\": \"irreconcilable_division\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[IRRECONCILABLE_DIVISION: The new America—blowing up unchallenged civilian vessels in international waters—is just the start. Is that who we are now? IS THIS WHO WE ARE?]\"\n  },\n  {\n    \"dimension\": \"issue_focused_critique\",\n    \"raw_score\": 0.6,\n    \"quote\": \"[ISSUE_FOCUSED_CRITIQUE: You know, one of the biggest problems we have is that we require zero qualifications for people to hold our highest positions of power. If someone needs more experience than this to obtain a $14/hour customer service job and beat out other candidates, how is this guy in charge of the freaking Department of Defense? How is RFK in charge of HHS? How is a drug-addled felon in charge of the nation? Not to be cliche, but these people wouldn’t even qualify for most poverty-level jobs and here they are, dictating to others and destroying country. WHY THE FUCK aren’t there any requirements for these jobs?!?!]\"\n  },\n  {\n    \"dimension\": \"dehumanizing_language\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[DEHUMANIZING_LANGUAGE: It’s like an edgy 15-year-old that just saw 300 for the first time.]\"\n  },\n  {\n    \"dimension\": \"motive_imputation\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[MOTIVE_IMPUTATION: This is what weak men think being strong looks like.]\"\n  },\n  {\n    \"dimension\": \"personal_denigration\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[PERSONAL_DENIGRATION: God, he's so insecure and pathetic.]\"\n  },\n  {\n    \"dimension\": \"issue_focused_critique\",\n    \"raw_score\": 0.6,\n    \"quote\": \"[ISSUE_FOCUSED_CRITIQUE: Maximum lethality and muscles for a military that transitioned to logistical, information, and drone warfare a generation ago.]\"\n  },\n  {\n    \"dimension\": \"motive_imputation\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[MOTIVE_IMPUTATION: These people need to get off of whatever rich person drugs are fucking with their minds]\"\n  },\n  {\n    \"dimension\": \"motive_imputation\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[MOTIVE_IMPUTATION: Hegseth and Trump wanted to remind themselves, the generals, and the country that they are in control of the military despite having minimal and no military experience respectively. It was a transparent power move, essentially bragging that they're the \\\"bosses\\\" of the military without having to do any of the hard work involved in becoming a military leader.]\"\n  },\n  {\n    \"dimension\": \"motive_imputation\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[MOTIVE_IMPUTATION: At its core, it was an event that came from a very insecure place. Two men, but mostly Hegseth, desperate to feel superior to hundreds of men each with decades of military service and experience, forced them all into a room to tell them how actually *they're* the ones who are weak, because they dared to be open to diversity, don't actively torture people and recruits, and don't resort to violence at the first opportunity in every situation.]\"\n  },\n  {\n    \"dimension\": \"truth_as_weapon\",\n    \"raw_score\": 0.8,\n    \"quote\": \"[TRUTH_AS_WEAPON: If anything this helped to solidify how temporary their leadership will be taken seriously, that they felt like they had to pull people out of their very important jobs just to effectively reprimand them for being \\\"woke\\\".]\"\n  },\n  {\n    \"dimension\": \"bad_faith_dismissal\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[BAD_FAITH_DISMISSAL: It wasn't for the military, it was for them and their supporters, desperate to feel like they're pushing back on progress, by reinforcing this fallacious idea that strength comes from physical appearance, discrimination, and brutality. Actual military leaders are able to separate effectiveness from propaganda, and Hegseth and Trump made it very clear that they are incapable of doing that.]\"\n  },\n  {\n    \"dimension\": \"personal_denigration\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[PERSONAL_DENIGRATION: Imagine being called a loser by an alcoholic]\"\n  },\n  {\n    \"dimension\": \"irreconcilable_division\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[IRRECONCILABLE_DIVISION: This is the result of stupid people being put in power by low info voters.]\"\n  },\n  {\n    \"dimension\": \"issue_focused_critique\",\n    \"raw_score\": 0.6,\n    \"quote\": \"[ISSUE_FOCUSED_CRITIQUE: The United States military has spent over a century figuring shit out to the point it's become the most powerful in history.]\"\n  },\n  {\n    \"dimension\": \"irreconcilable_division\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[IRRECONCILABLE_DIVISION: Then low info idiots gave a pedo TV personality the country and an alcoholic TV personality the military, resulting in them reverting to the most basic idea of a military. If they are successful, it would mean that over a hundred years of military lessons, ideas, programs, connections, trust... etc wiped out in a single administration.]\"\n  },\n  {\n    \"dimension\": \"irreconcilable_division\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[IRRECONCILABLE_DIVISION: This is also why China and Russia seem to be dominating world trade and politics since Trump decided to go into politics.]\"\n  },\n  {\n    \"dimension\": \"issue_focused_critique\",\n    \"raw_score\": 0.6,\n    \"quote\": \"[ISSUE_FOCUSED_CRITIQUE: When you're a developing country and you're faced with the choice to either ally with China or USA, which would you pick?]\"\n  },\n  {\n    \"dimension\": \"truth_as_weapon\",\n    \"raw_score\": 0.8,\n    \"quote\": \"[TRUTH_AS_WEAPON: Keep in mind the USA prez is calling you a \\\"shithole\\\" country that's a parasite, while China shows you respect and offers you aid, infrastructure and low interest loans.]\"\n  },\n  {\n    \"dimension\": \"issue_focused_critique\",\n    \"raw_score\": 0.6,\n    \"quote\": \"[ISSUE_FOCUSED_CRITIQUE: This is the important part so I copy/pasted it. China is winning this one in the entire southern hemisphere]\"\n  },\n  {\n    \"dimension\": \"irreconcilable_division\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[IRRECONCILABLE_DIVISION: Hey lovely people of the USA, have you noticed there's something wrong with your government? Seriously, have you watched the UN speech, or the speech to your military leadership? What is happening? Is this freaking you out as much as it is everyone who is watching this from far away? Because it looks a bit divorced from reality yeah?]\"\n  },\n  {\n    \"dimension\": \"irreconcilable_division\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[IRRECONCILABLE_DIVISION: Oh yeah, we’ve noticed, and any of us with brains and scruples are quite freaked out.]\"\n  },\n  {\n    \"dimension\": \"truth_as_weapon\",\n    \"raw_score\": 0.8,\n    \"quote\": \"[TRUTH_AS_WEAPON: What's happening is exactly what those of us who voted against Trump said would happen.]\"\n  },\n  {\n    \"dimension\": \"truth_as_weapon\",\n    \"raw_score\": 0.8,\n    \"quote\": \"[TRUTH_AS_WEAPON: Instead people sat out the election because of Gaza, Biden being old, Harris being a woman, or any other stupid reason.]\"\n  },\n  {\n    \"dimension\": \"irreconcilable_division\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[IRRECONCILABLE_DIVISION: Yes, those of us who are paying attention and sane are worried. We're being branded enemies of the state.]\"\n  },\n  {\n    \"dimension\": \"motive_imputation\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[MOTIVE_IMPUTATION: I’m aware how looney this is. I’m hoping our generals do the right thing]\"\n  },\n  {\n    \"dimension\": \"truth_with_care\",\n    \"raw_score\": 0.4,\n    \"quote\": \"[TRUTH_WITH_CARE: ”I can’t get over how the right-wing doesn’t understand modern militaries, with the majority serving non-combat roles,” he explained. “You think the best IT security and logistics personnel spends two hours in the gym every day to look like the cast of 300? They’re at furry conventions and model train shows.”]\"\n  },\n  {\n    \"dimension\": \"bad_faith_dismissal\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[BAD_FAITH_DISMISSAL: This is the single best quote I’ve seen on this situation]\"\n  },\n  {\n    \"dimension\": \"dehumanizing_language\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[DEHUMANIZING_LANGUAGE: I finally understand what crypto bros mean when they call someone a \\\"beta.\\\"]\"\n  },\n  {\n    \"dimension\": \"bad_faith_dismissal\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[BAD_FAITH_DISMISSAL: My first job was working in a retail store and after the temporary Christmas hiring was finished we had a crew meeting before the store opened. The scrawny \\\"Assistant Manager\\\" strolled out to the front, threw a handful of papers on the floor, puffed himself up like a cartoon villain, then started into a dramatic \\\"tough guy\\\" speech by saying those papers were applications for our jobs, and if we didn't shape up we'd be out on the street. That was 50 years ago and I still remember people looking at each other and asking who is this twerp and WTF is this stupid shit. People like that are unforgettable, for all the wrong reasons.]\"\n  },\n  {\n    \"dimension\": \"irreconcilable_division\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[IRRECONCILABLE_DIVISION: Military coup time]\"\n  },\n  {\n    \"dimension\": \"personal_denigration\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[PERSONAL_DENIGRATION: Pete Hegseth's homoerotic hate poem of toxic masculinity]\"\n  },\n  {\n    \"dimension\": \"irreconcilable_division\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[IRRECONCILABLE_DIVISION: It was pretty cut and dry between the two buffoons leading this circus: do away with investigations among the ranks regarding misconduct, sexual assaults, and accountability, create tin soldiers who will obey without question, and prepare for war against the American people.]\"\n  },\n  {\n    \"dimension\": \"motive_imputation\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[MOTIVE_IMPUTATION: Anyone who doesn't fall in line and kiss the ring are free to leave, because your allegiance is to the POTUS.]\"\n  },\n  {\n    \"dimension\": \"truth_as_weapon\",\n    \"raw_score\": 0.8,\n    \"quote\": \"[TRUTH_AS_WEAPON: There's no sugar coating here-that's what was literally said during this fiasco.]\"\n  },\n  {\n    \"dimension\": \"bad_faith_dismissal\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[BAD_FAITH_DISMISSAL: These fucking clowns. I just can't. So much money wasted on a war-against-America pep-rally, in front of a dead-silent crowd.]\"\n  },\n  {\n    \"dimension\": \"irreconcilable_division\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[IRRECONCILABLE_DIVISION: What comes next, I wonder? Are we truly and utterly fucked, or are there rational military leaders who will acknowledge that they serve the Constitution and country, and not an eternal toddler.]\"\n  },\n  {\n    \"dimension\": \"irreconcilable_division\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[IRRECONCILABLE_DIVISION: I dare you to vote repulican next term. I fucking dare you. For the 3rd time.]\"\n  },\n  {\n    \"dimension\": \"truth_with_care\",\n    \"raw_score\": 0.4,\n    \"quote\": \"[TRUTH_WITH_CARE: He seems to forget that these generals are mostly not knucklehead “warriors.” They’re generally sober bureaucrats trying to lead the largest bureaucracy in the US government while also trying to protect their men and women at all costs.]\"\n  },\n  {\n    \"dimension\": \"bad_faith_dismissal\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[BAD_FAITH_DISMISSAL: That was the worst secretary of the department of war cosplay we will ever see. Maximum cringe activated.]\"\n  },\n  {\n    \"dimension\": \"personal_denigration\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[PERSONAL_DENIGRATION: Good ole Pete Kegsbreath]\"\n  },\n  {\n    \"dimension\": \"bad_faith_dismissal\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[BAD_FAITH_DISMISSAL: This whole speech was something you see on the various self-post subreddits that is so unbelievable its obviously fake.]\"\n  },\n  {\n    \"dimension\": \"irreconcilable_division\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[IRRECONCILABLE_DIVISION: Republicans don't deserve America]\"\n  },\n  {\n    \"dimension\": \"dehumanizing_language\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[DEHUMANIZING_LANGUAGE: He IS Zapp Brannigan.]\"\n  },\n  {\n    \"dimension\": \"irreconcilable_division\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[IRRECONCILABLE_DIVISION: Who will be America's Oliver Cromwell?]\"\n  },\n  {\n    \"dimension\": \"motive_imputation\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[MOTIVE_IMPUTATION: Idk if this is pure paranoia, definitely conspiracy theory, but I've been trying to figure out the real reason for this whole showcase. I am starting to question the possibility of them planting mics under the seats, in the quarters they are staying, in their luggage, or on their person. OR have a plant drop one in their belongings wherever they're currently stationed around the world.]\"\n  },\n  {\n    \"dimension\": \"motive_imputation\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[MOTIVE_IMPUTATION: Sounds totally crazy, but everyone kept speculating they'd be asked to give an oath. Why make them declare it out loud when they can just get the answer for themselves quietly?]\"\n  },\n  {\n    \"dimension\": \"motive_imputation\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[MOTIVE_IMPUTATION: They go on stage and act like a pair of goobers and say lots of things to irritate these high ranking officers. Once these officers think they're out of earshot they may start to chatter.]\"\n  },\n  {\n    \"dimension\": \"motive_imputation\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[MOTIVE_IMPUTATION: I only think this because the FBI is run by a sycophant, and this would be a very efficient way to root out all dissent in the highest ranks completely covertly.]\"\n  },\n  {\n    \"dimension\": \"irreconcilable_division\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[IRRECONCILABLE_DIVISION: Trump just starts firing generals here and there, and people don't connect the dots or retaliate in time. Worse, they get arrested for \\\"conspiracy of insurrection.\\\"]\"\n  },\n  {\n    \"dimension\": \"motive_imputation\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[MOTIVE_IMPUTATION: I know who the intelligent people are in this admin, who stay generally out of sight, and are pulling many of the strings behind the scenes while these stage clowns are often acting as a distraction and a display of incompetence to throw us off balance.]\"\n  },\n  {\n    \"dimension\": \"irreconcilable_division\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[IRRECONCILABLE_DIVISION: I keep thinking back to Charlie kirk's memorial. There were so many ominous things stated by those in power that I can't believe more people aren't talking about it. Hegseth, Miller, Tucker, and Trump all come to mind to paint a very, very bad picture coming in the near future. Tucker even literally states that to the audience, as he gives what looks like a vague salute we all recognize (he even does it twice).]\"\n  },\n  {\n    \"dimension\": \"bad_faith_dismissal\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[BAD_FAITH_DISMISSAL: Hegseth’s speech should have been an email and Trump’s should have started impeachment proceedings.]\"\n  },\n  {\n    \"dimension\": \"bad_faith_dismissal\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[BAD_FAITH_DISMISSAL: It was embarrassing on so many levels.]\"\n  },\n  {\n    \"dimension\": \"issue_focused_critique\",\n    \"raw_score\": 0.6,\n    \"quote\": \"[ISSUE_FOCUSED_CRITIQUE: You would think that at a gathering with such historic importance, the administration would have hired some serious speechwriters so that the occasion would always be remembered in a positive, dignified way.]\"\n  },\n  {\n    \"dimension\": \"bad_faith_dismissal\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[BAD_FAITH_DISMISSAL: Instead we get a guy lecturing generals and admirals about the dangers of beards and waist sizes and guys wearing dresses. And then mentioning \\\"FAFO\\\" in a gratuitous way like an edgelord on Reddit instead of someone leading the most powerful military in the world.]\"\n  },\n  {\n    \"dimension\": \"personal_denigration\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[PERSONAL_DENIGRATION: Who wrote that speech? A ninth grader could have done a better job than that.]\"\n  },\n  {\n    \"dimension\": \"issue_focused_critique\",\n    \"raw_score\": 0.6,\n    \"quote\": \"[ISSUE_FOCUSED_CRITIQUE: \\\"Dudes in dresses\\\" Everyone in the military wears their uniform...what they wear off duty really has no bearing on their duties (as long as they're not doing anything criminal. Absolutely stupid.]\"\n  },\n  {\n    \"dimension\": \"issue_focused_critique\",\n    \"raw_score\": 0.6,\n    \"quote\": \"[ISSUE_FOCUSED_CRITIQUE: They fired military lawyers, want to overhaul the inspector generals, and he's upset about rules of engagement? Rules of engagement prevent the military from committing war crimes! He's just openly saying that he wants the US military to commit war crimes.]\"\n  },\n  {\n    \"dimension\": \"truth_as_weapon\",\n    \"raw_score\": 0.8,\n    \"quote\": \"[TRUTH_AS_WEAPON: The funniest part is the [pictures of the audience](https://i.abcnewsfe.com/a/74315401-b41e-4d92-ac46-71e0f3f1afeb/quantico-25-rt-gmh-250930_1759241164145_hpMain.jpg). There are a handful of black people, but otherwise it looks exactly the same as any military meeting of the last 100 years.]\"\n  },\n  {\n    \"dimension\": \"truth_as_weapon\",\n    \"raw_score\": 0.8,\n    \"quote\": \"[TRUTH_AS_WEAPON: He’s completely just tweaking off of some algorithm-induced psychosis.]\"\n  },\n  {\n    \"dimension\": \"motive_imputation\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[MOTIVE_IMPUTATION: Half of the stuff he’s mad about was probably AI generated. It’s madness.]\"\n  },\n  {\n    \"dimension\": \"truth_as_weapon\",\n    \"raw_score\": 0.8,\n    \"quote\": \"[TRUTH_AS_WEAPON: Yeah I’ve been looking for a fat general or admiral in the audience shots for a couple days. Can’t find a single one. ]\"\n  },\n  {\n    \"dimension\": \"bad_faith_dismissal\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[BAD_FAITH_DISMISSAL: imagining looking at this see of bald heads and calling it the Woke department]\"\n  },\n  {\n    \"dimension\": \"truth_as_weapon\",\n    \"raw_score\": 0.8,\n    \"quote\": \"[TRUTH_AS_WEAPON: his base is mad about trans kindergarten teachers who preach about critical race theory - they're not people who live in reality]\"\n  },\n  {\n    \"dimension\": \"bad_faith_dismissal\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[BAD_FAITH_DISMISSAL: It was a whole bunch of WTF.]\"\n  },\n  {\n    \"dimension\": \"issue_focused_critique\",\n    \"raw_score\": 0.6,\n    \"quote\": \"[ISSUE_FOCUSED_CRITIQUE: He calls the rules of engagement \\\"stupid.\\\" That doesn't even work in the world of sports. It's all about winning. Not pissing the opponent off. Hegseth's idiotic ideas increase the chance of getting American cities destroyed.]\"\n  },\n  {\n    \"dimension\": \"issue_focused_critique\",\n    \"raw_score\": 0.6,\n    \"quote\": \"[ISSUE_FOCUSED_CRITIQUE: And why in hell did he mention climate change to a bunch of military brass?! We already know the GOP would barely exist without campaign contributions from the fossil fuel industry and access to their think tanks.]\"\n  },\n  {\n    \"dimension\": \"personal_denigration\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[PERSONAL_DENIGRATION: I argued with someone who thought this was super patriotic and beautiful. Like it's not a drunkard man baby trying to do authoritarianism really poorly.]\"\n  },\n  {\n    \"dimension\": \"bad_faith_dismissal\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[BAD_FAITH_DISMISSAL: Bringing everyone out for a speech that could've just been an email wasting so many resources for mid propoganda. Indicative of this administration as a whole ig. Look at their empty millitary parade]\"\n  },\n  {\n    \"dimension\": \"bad_faith_dismissal\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[BAD_FAITH_DISMISSAL: It wasn't even mid. It was basically a propaganda package from Wish/Temu. They hoped for some fawning rally where all the Generals were like, \\\"fuck yeah! No more rules! Red meat!\\\" I'm glad they were met with crickets.]\"\n  },\n  {\n    \"dimension\": \"dehumanizing_language\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[DEHUMANIZING_LANGUAGE: \\\"Please clap...please?\\\"]\"\n  },\n  {\n    \"dimension\": \"motive_imputation\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[MOTIVE_IMPUTATION: The dumbest people you know will think this was a showcase of masculinity]\"\n  },\n  {\n    \"dimension\": \"truth_as_weapon\",\n    \"raw_score\": 0.8,\n    \"quote\": \"[TRUTH_AS_WEAPON: He flew in 30+ year military professionals, called them fat, said they looked like shit, and called them weak minded pussies, expected to be applauded and lauded as a hero.]\"\n  },\n  {\n    \"dimension\": \"truth_as_weapon\",\n    \"raw_score\": 0.8,\n    \"quote\": \"[TRUTH_AS_WEAPON: Some of these generals have seen actual combat and accomplished feats Hegseth could only achieve in his wildest dreams.]\"\n  },\n  {\n    \"dimension\": \"bad_faith_dismissal\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[BAD_FAITH_DISMISSAL: wArFIgHtErs]\"\n  },\n  {\n    \"dimension\": \"bad_faith_dismissal\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[BAD_FAITH_DISMISSAL: This is some seriously Russian shit.]\"\n  },\n  {\n    \"dimension\": \"personal_denigration\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[PERSONAL_DENIGRATION: Ultimate Bro Douchebag]\"\n  },\n  {\n    \"dimension\": \"truth_as_weapon\",\n    \"raw_score\": 0.8,\n    \"quote\": \"[TRUTH_AS_WEAPON: But a fat ass Commander in Chief, that's ok.]\"\n  },\n  {\n    \"dimension\": \"dehumanizing_language\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[DEHUMANIZING_LANGUAGE: Elementary school assembly vibes]\"\n  },\n  {\n    \"dimension\": \"personal_denigration\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[PERSONAL_DENIGRATION: US Generals, flown from all around the world with no details just to be forced to listen to a nonsensical lecture from an ignorant windbag. Bravo.]\"\n  },\n  {\n    \"dimension\": \"dehumanizing_language\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[DEHUMANIZING_LANGUAGE: He thinks he is Homelander]\"\n  },\n  {\n    \"dimension\": \"motive_imputation\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[MOTIVE_IMPUTATION: Every general there with kids or troops that were not this “standard” expected of a coke head pedophile supporter hopefully left with the thought of how to arrest our dictator in chief]\"\n  },\n  {\n    \"dimension\": \"irreconcilable_division\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[IRRECONCILABLE_DIVISION: Unqualified, incompetent fascist lunatics are running our country. The American people should be thoroughly humiliated and if they weren’t so clueless, they should be terrified that the guy they gave control of our government to, is sending our own military into our cities to “take out” any of us who aren’t willing obedient subjects who’ll kiss the ring of this deranged ANTI-American dick-tater wannabe.]\"\n  },\n  {\n    \"dimension\": \"bad_faith_dismissal\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[BAD_FAITH_DISMISSAL: It blows my mind how many people are unaware, apathetic or just plain ignorant to what’s happening. And Republicans are spineless cowards who refuse to stop this madness. ]\"\n  },\n  {\n    \"dimension\": \"motive_imputation\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[MOTIVE_IMPUTATION: Proof that Donald, Vance, and Hegseth are all about OPTICS and not substance.]\"\n  },\n  {\n    \"dimension\": \"truth_with_care\",\n    \"raw_score\": 0.4,\n    \"quote\": \"[TRUTH_WITH_CARE: “Climate change may be the single greatest geopolitical wild card of the next century—a reshaping of countries’ agricultures, economies, and even literal geography,” he wrote. “And here a guy who never rose above the rank of Major says the U.S. military shouldn’t even consider it. We are screwed.”]\"\n  },\n  {\n    \"dimension\": \"issue_focused_critique\",\n    \"raw_score\": 0.6,\n    \"quote\": \"[ISSUE_FOCUSED_CRITIQUE: This always amazes me, because when I was a Navy officer (early 90s), there was already discussion of what climate change would mean for naval combat. Even if you didn't believe in climate change, it would be neglectful to not consider it.]\"\n  },\n  {\n    \"dimension\": \"truth_as_weapon\",\n    \"raw_score\": 0.8,\n    \"quote\": \"[TRUTH_AS_WEAPON: Three things, first you can tell that Hegseth never made it that far up the chain because his entire vision for the military seems to be focused on infantrymen and he's obsessed with grooming standards, PT, and calling everyone warriors.]\"\n  },\n  {\n    \"dimension\": \"truth_as_weapon\",\n    \"raw_score\": 0.8,\n    \"quote\": \"[TRUTH_AS_WEAPON: Second, the Christian sermon language was thick.]\"\n  },\n  {\n    \"dimension\": \"truth_as_weapon\",\n    \"raw_score\": 0.8,\n    \"quote\": \"[TRUTH_AS_WEAPON: Finally, that pause at the end where he expected applause and got stone cold silence was beautiful. Watching him die inside was peak.]\"\n  },\n  {\n    \"dimension\": \"irreconcilable_division\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[IRRECONCILABLE_DIVISION: I especially like the part in which Trump said the military should use American cities as training grounds. How the fuck was Trump not INSTANTLY removed for this treasonous act and thrown in federal prison is amazing.]\"\n  },\n  {\n    \"dimension\": \"irreconcilable_division\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[IRRECONCILABLE_DIVISION: POTUS literally said in front of all generals that they need to use cities in the united states asxwar practice zones. Awesome. 77 million voters need charged with domestic terrorism whenever the Republican Terrorist and Pedophile Party is criminally removed from office]\"\n  },\n  {\n    \"dimension\": \"truth_as_weapon\",\n    \"raw_score\": 0.8,\n    \"quote\": \"[TRUTH_AS_WEAPON: For the record, I served for 12 years. Did time in Iraq and Afghanistan…never met a fat general. Never met a bearded general. Never met an officer who I think might have enjoyed being called to a damn pep rally.]\"\n  },\n  {\n    \"dimension\": \"bad_faith_dismissal\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[BAD_FAITH_DISMISSAL: This administration is the exact opposite of what they think they are.]\"\n  },\n  {\n    \"dimension\": \"truth_as_weapon\",\n    \"raw_score\": 0.8,\n    \"quote\": \"[TRUTH_AS_WEAPON: Like the ultimate white DEI hire complaining about DEI is pretty rich.]\"\n  },\n  {\n    \"dimension\": \"irreconcilable_division\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[IRRECONCILABLE_DIVISION: It's not going to seem like a joke when the military starts slaughtering Americans]\"\n  },\n  {\n    \"dimension\": \"bad_faith_dismissal\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[BAD_FAITH_DISMISSAL: Seems like a little boy move when he said FAFO…followed by “ if you don’t know what it means ask your troops.”]\"\n  },\n  {\n    \"dimension\": \"truth_as_weapon\",\n    \"raw_score\": 0.8,\n    \"quote\": \"[TRUTH_AS_WEAPON: He and Trump fully expected clapping and cheering, a rally like atmosphere…they got dead silence.]\"\n  },\n  {\n    \"dimension\": \"bad_faith_dismissal\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[BAD_FAITH_DISMISSAL: Couldn’t ask for better from our military leaders. MAGAS take note. This country is not yours to take. You are not patriots.]\"\n  },\n  {\n    \"dimension\": \"dehumanizing_language\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[DEHUMANIZING_LANGUAGE: The thumbnail is fucking priceless. Like a toddler having a tantrum. A child demanding things from grown adults.]\"\n  },\n  {\n    \"dimension\": \"personal_denigration\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[PERSONAL_DENIGRATION: He is a perfect example of why you shouldn't mix alcohol with cocaine. You might *think* you are the coolest/toughest person in the room, but in reality, everybody can't wait to get away from you and hopefully never see you again.]\"\n  },\n  {\n    \"dimension\": \"bad_faith_dismissal\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[BAD_FAITH_DISMISSAL: This had the complete opposite effect of what he intended.]\"\n  },\n  {\n    \"dimension\": \"personal_denigration\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[PERSONAL_DENIGRATION: Trump and every single one of his cabinet members are complete and total losers]\"\n  },\n  {\n    \"dimension\": \"personal_denigration\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[PERSONAL_DENIGRATION: Ignorance and arrogance is a stronger cocktail than even he can handle]\"\n  },\n  {\n    \"dimension\": \"motive_imputation\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[MOTIVE_IMPUTATION: It’s really emblematic of who these people are, deep down. They’re all fragile, insecure little boys who never received validation from their families or from their peers. They’ve gone through life utterly desperate to achieve some sort of notoriety, but none of them possess any actual skills beyond knowing how to be the meanest person in the room.]\"\n  },\n  {\n    \"dimension\": \"irreconcilable_division\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[IRRECONCILABLE_DIVISION: Now they have an opportunity to demonstrate why they’ve never accomplished anything in their pathetic lives, but instead of becoming the incompetent head of their late father’s company, they’re running an entire country. And they’re running it into the fucking ground.]\"\n  },\n  {\n    \"dimension\": \"irreconcilable_division\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[IRRECONCILABLE_DIVISION: This is capitalism feverishly devouring its own flesh.]\"\n  },\n  {\n    \"dimension\": \"bad_faith_dismissal\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[BAD_FAITH_DISMISSAL: Worse than unhinged. Between Hegseth's bizarre and threatening Christian Nationalist rant, and Trump's cowardly pleading for applause, the whole thing just showed how vacuous and stupid these people are.]\"\n  },\n  {\n    \"dimension\": \"irreconcilable_division\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[IRRECONCILABLE_DIVISION: This nation is in deep trouble if we're ever attacked.]\"\n  },\n  {\n    \"dimension\": \"dehumanizing_language\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[DEHUMANIZING_LANGUAGE: \\\"Stupid rules of engagement\\\"]\"\n  },\n  {\n    \"dimension\": \"dehumanizing_language\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[DEHUMANIZING_LANGUAGE: The secretary of defense is 12.]\"\n  },\n  {\n    \"dimension\": \"personal_denigration\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[PERSONAL_DENIGRATION: The Most Underqualified Man in the Room?]\"\n  },\n  {\n    \"dimension\": \"bad_faith_dismissal\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[BAD_FAITH_DISMISSAL: My question is: which of the generals, lieutenant generals, major generals, brigadier generals, admirals, vice admirals, rear admirals (upper and lower half), commodores, captains, or colonels are prepared to stand up and speak out about what they were told—what they heard yesterday—from Pete Hegseth, the most underqualified man in the room?]\"\n  },\n  {\n    \"dimension\": \"irreconcilable_division\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[IRRECONCILABLE_DIVISION: That is not who America is.]\"\n  },\n  {\n    \"dimension\": \"irreconcilable_division\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[IRRECONCILABLE_DIVISION: The new America—blowing up unchallenged civilian vessels in international waters—is just the start. Is that who we are now? IS THIS WHO WE ARE?]\"\n  },\n  {\n    \"dimension\": \"issue_focused_critique\",\n    \"raw_score\": 0.6,\n    \"quote\": \"[ISSUE_FOCUSED_CRITIQUE: You know, one of the biggest problems we have is that we require zero qualifications for people to hold our highest positions of power. If someone needs more experience than this to obtain a $14/hour customer service job and beat out other candidates, how is this guy in charge of the freaking Department of Defense? How is RFK in charge of HHS? How is a drug-addled felon in charge of the nation? Not to be cliche, but these people wouldn’t even qualify for most poverty-level jobs and here they are, dictating to others and destroying country. WHY THE FUCK aren’t there any requirements for these jobs?!?!]\"\n  },\n  {\n    \"dimension\": \"dehumanizing_language\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[DEHUMANIZING_LANGUAGE: It’s like an edgy 15-year-old that just saw 300 for the first time.]\"\n  },\n  {\n    \"dimension\": \"motive_imputation\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[MOTIVE_IMPUTATION: This is what weak men think being strong looks like.]\"\n  },\n  {\n    \"dimension\": \"personal_denigration\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[PERSONAL_DENIGRATION: God, he's so insecure and pathetic.]\"\n  },\n  {\n    \"dimension\": \"issue_focused_critique\",\n    \"raw_score\": 0.6,\n    \"quote\": \"[ISSUE_FOCUSED_CRITIQUE: Maximum lethality and muscles for a military that transitioned to logistical, information, and drone warfare a generation ago.]\"\n  },\n  {\n    \"dimension\": \"motive_imputation\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[MOTIVE_IMPUTATION: These people need to get off of whatever rich person drugs are fucking with their minds]\"\n  },\n  {\n    \"dimension\": \"motive_imputation\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[MOTIVE_IMPUTATION: Hegseth and Trump wanted to remind themselves, the generals, and the country that they are in control of the military despite having minimal and no military experience respectively. It was a transparent power move, essentially bragging that they're the \\\"bosses\\\" of the military without having to do any of the hard work involved in becoming a military leader.]\"\n  },\n  {\n    \"dimension\": \"motive_imputation\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[MOTIVE_IMPUTATION: At its core, it was an event that came from a very insecure place. Two men, but mostly Hegseth, desperate to feel superior to hundreds of men each with decades of military service and experience, forced them all into a room to tell them how actually *they're* the ones who are weak, because they dared to be open to diversity, don't actively torture people and recruits, and don't resort to violence at the first opportunity in every situation.]\"\n  },\n  {\n    \"dimension\": \"truth_as_weapon\",\n    \"raw_score\": 0.8,\n    \"quote\": \"[TRUTH_AS_WEAPON: If anything this helped to solidify how temporary their leadership will be taken seriously, that they felt like they had to pull people out of their very important jobs just to effectively reprimand them for being \\\"woke\\\".]\"\n  },\n  {\n    \"dimension\": \"bad_faith_dismissal\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[BAD_FAITH_DISMISSAL: It wasn't for the military, it was for them and their supporters, desperate to feel like they're pushing back on progress, by reinforcing this fallacious idea that strength comes from physical appearance, discrimination, and brutality. Actual military leaders are able to separate effectiveness from propaganda, and Hegseth and Trump made it very clear that they are incapable of doing that.]\"\n  },\n  {\n    \"dimension\": \"personal_denigration\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[PERSONAL_DENIGRATION: Imagine being called a loser by an alcoholic]\"\n  },\n  {\n    \"dimension\": \"irreconcilable_division\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[IRRECONCILABLE_DIVISION: This is the result of stupid people being put in power by low info voters.]\"\n  },\n  {\n    \"dimension\": \"issue_focused_critique\",\n    \"raw_score\": 0.6,\n    \"quote\": \"[ISSUE_FOCUSED_CRITIQUE: The United States military has spent over a century figuring shit out to the point it's become the most powerful in history.]\"\n  },\n  {\n    \"dimension\": \"irreconcilable_division\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[IRRECONCILABLE_DIVISION: Then low info idiots gave a pedo TV personality the country and an alcoholic TV personality the military, resulting in them reverting to the most basic idea of a military. If they are successful, it would mean that over a hundred years of military lessons, ideas, programs, connections, trust... etc wiped out in a single administration.]\"\n  },\n  {\n    \"dimension\": \"irreconcilable_division\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[IRRECONCILABLE_DIVISION: This is also why China and Russia seem to be dominating world trade and politics since Trump decided to go into politics.]\"\n  },\n  {\n    \"dimension\": \"issue_focused_critique\",\n    \"raw_score\": 0.6,\n    \"quote\": \"[ISSUE_FOCUSED_CRITIQUE: When you're a developing country and you're faced with the choice to either ally with China or USA, which would you pick?]\"\n  },\n  {\n    \"dimension\": \"truth_as_weapon\",\n    \"raw_score\": 0.8,\n    \"quote\": \"[TRUTH_AS_WEAPON: Keep in mind the USA prez is calling you a \\\"shithole\\\" country that's a parasite, while China shows you respect and offers you aid, infrastructure and low interest loans.]\"\n  },\n  {\n    \"dimension\": \"issue_focused_critique\",\n    \"raw_score\": 0.6,\n    \"quote\": \"[ISSUE_FOCUSED_CRITIQUE: This is the important part so I copy/pasted it. China is winning this one in the entire southern hemisphere]\"\n  },\n  {\n    \"dimension\": \"irreconcilable_division\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[IRRECONCILABLE_DIVISION: Hey lovely people of the USA, have you noticed there's something wrong with your government? Seriously, have you watched the UN speech, or the speech to your military leadership? What is happening? Is this freaking you out as much as it is everyone who is watching this from far away? Because it looks a bit divorced from reality yeah?]\"\n  },\n  {\n    \"dimension\": \"irreconcilable_division\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[IRRECONCILABLE_DIVISION: Oh yeah, we’ve noticed, and any of us with brains and scruples are quite freaked out.]\"\n  },\n  {\n    \"dimension\": \"truth_as_weapon\",\n    \"raw_score\": 0.8,\n    \"quote\": \"[TRUTH_AS_WEAPON: What's happening is exactly what those of us who voted against Trump said would happen.]\"\n  },\n  {\n    \"dimension\": \"truth_as_weapon\",\n    \"raw_score\": 0.8,\n    \"quote\": \"[TRUTH_AS_WEAPON: Instead people sat out the election because of Gaza, Biden being old, Harris being a woman, or any other stupid reason.]\"\n  },\n  {\n    \"dimension\": \"irreconcilable_division\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[IRRECONCILABLE_DIVISION: Yes, those of us who are paying attention and sane are worried. We're being branded enemies of the state.]\"\n  },\n  {\n    \"dimension\": \"motive_imputation\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[MOTIVE_IMPUTATION: I’m aware how looney this is. I’m hoping our generals do the right thing]\"\n  },\n  {\n    \"dimension\": \"truth_with_care\",\n    \"raw_score\": 0.4,\n    \"quote\": \"[TRUTH_WITH_CARE: ”I can’t get over how the right-wing doesn’t understand modern militaries, with the majority serving non-combat roles,” he explained. “You think the best IT security and logistics personnel spends two hours in the gym every day to look like the cast of 300? They’re at furry conventions and model train shows.”]\"\n  },\n  {\n    \"dimension\": \"bad_faith_dismissal\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[BAD_FAITH_DISMISSAL: This is the single best quote I’ve seen on this situation]\"\n  },\n  {\n    \"dimension\": \"dehumanizing_language\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[DEHUMANIZING_LANGUAGE: I finally understand what crypto bros mean when they call someone a \\\"beta.\\\"]\"\n  },\n  {\n    \"dimension\": \"bad_faith_dismissal\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[BAD_FAITH_DISMISSAL: My first job was working in a retail store and after the temporary Christmas hiring was finished we had a crew meeting before the store opened. The scrawny \\\"Assistant Manager\\\" strolled out to the front, threw a handful of papers on the floor, puffed himself up like a cartoon villain, then started into a dramatic \\\"tough guy\\\" speech by saying those papers were applications for our jobs, and if we didn't shape up we'd be out on the street. That was 50 years ago and I still remember people looking at each other and asking who is this twerp and WTF is this stupid shit. People like that are unforgettable, for all the wrong reasons.]\"\n  },\n  {\n    \"dimension\": \"irreconcilable_division\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[IRRECONCILABLE_DIVISION: Military coup time]\"\n  },\n  {\n    \"dimension\": \"personal_denigration\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[PERSONAL_DENIGRATION: Pete Hegseth's homoerotic hate poem of toxic masculinity]\"\n  },\n  {\n    \"dimension\": \"irreconcilable_division\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[IRRECONCILABLE_DIVISION: It was pretty cut and dry between the two buffoons leading this circus: do away with investigations among the ranks regarding misconduct, sexual assaults, and accountability, create tin soldiers who will obey without question, and prepare for war against the American people.]\"\n  },\n  {\n    \"dimension\": \"motive_imputation\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[MOTIVE_IMPUTATION: Anyone who doesn't fall in line and kiss the ring are free to leave, because your allegiance is to the POTUS.]\"\n  },\n  {\n    \"dimension\": \"truth_as_weapon\",\n    \"raw_score\": 0.8,\n    \"quote\": \"[TRUTH_AS_WEAPON: There's no sugar coating here-that's what was literally said during this fiasco.]\"\n  },\n  {\n    \"dimension\": \"bad_faith_dismissal\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[BAD_FAITH_DISMISSAL: These fucking clowns. I just can't. So much money wasted on a war-against-America pep-rally, in front of a dead-silent crowd.]\"\n  },\n  {\n    \"dimension\": \"irreconcilable_division\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[IRRECONCILABLE_DIVISION: What comes next, I wonder? Are we truly and utterly fucked, or are there rational military leaders who will acknowledge that they serve the Constitution and country, and not an eternal toddler.]\"\n  },\n  {\n    \"dimension\": \"irreconcilable_division\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[IRRECONCILABLE_DIVISION: I dare you to vote repulican next term. I fucking dare you. For the 3rd time.]\"\n  },\n  {\n    \"dimension\": \"truth_with_care\",\n    \"raw_score\": 0.4,\n    \"quote\": \"[TRUTH_WITH_CARE: He seems to forget that these generals are mostly not knucklehead “warriors.” They’re generally sober bureaucrats trying to lead the largest bureaucracy in the US government while also trying to protect their men and women at all costs.]\"\n  },\n  {\n    \"dimension\": \"bad_faith_dismissal\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[BAD_FAITH_DISMISSAL: That was the worst secretary of the department of war cosplay we will ever see. Maximum cringe activated.]\"\n  },\n  {\n    \"dimension\": \"personal_denigration\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[PERSONAL_DENIGRATION: Good ole Pete Kegsbreath]\"\n  },\n  {\n    \"dimension\": \"bad_faith_dismissal\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[BAD_FAITH_DISMISSAL: This whole speech was something you see on the various self-post subreddits that is so unbelievable its obviously fake.]\"\n  },\n  {\n    \"dimension\": \"irreconcilable_division\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[IRRECONCILABLE_DIVISION: Republicans don't deserve America]\"\n  },\n  {\n    \"dimension\": \"dehumanizing_language\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[DEHUMANIZING_LANGUAGE: He IS Zapp Brannigan.]\"\n  },\n  {\n    \"dimension\": \"irreconcilable_division\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[IRRECONCILABLE_DIVISION: Who will be America's Oliver Cromwell?]\"\n  },\n  {\n    \"dimension\": \"motive_imputation\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[MOTIVE_IMPUTATION: Idk if this is pure paranoia, definitely conspiracy theory, but I've been trying to figure out the real reason for this whole showcase. I am starting to question the possibility of them planting mics under the seats, in the quarters they are staying, in their luggage, or on their person. OR have a plant drop one in their belongings wherever they're currently stationed around the world.]\"\n  },\n  {\n    \"dimension\": \"motive_imputation\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[MOTIVE_IMPUTATION: Sounds totally crazy, but everyone kept speculating they'd be asked to give an oath. Why make them declare it out loud when they can just get the answer for themselves quietly?]\"\n  },\n  {\n    \"dimension\": \"motive_imputation\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[MOTIVE_IMPUTATION: They go on stage and act like a pair of goobers and say lots of things to irritate these high ranking officers. Once these officers think they're out of earshot they may start to chatter.]\"\n  },\n  {\n    \"dimension\": \"motive_imputation\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[MOTIVE_IMPUTATION: I only think this because the FBI is run by a sycophant, and this would be a very efficient way to root out all dissent in the highest ranks completely covertly.]\"\n  },\n  {\n    \"dimension\": \"irreconcilable_division\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[IRRECONCILABLE_DIVISION: Trump just starts firing generals here and there, and people don't connect the dots or retaliate in time. Worse, they get arrested for \\\"conspiracy of insurrection.\\\"]\"\n  },\n  {\n    \"dimension\": \"motive_imputation\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[MOTIVE_IMPUTATION: I know who the intelligent people are in this admin, who stay generally out of sight, and are pulling many of the strings behind the scenes while these stage clowns are often acting as a distraction and a display of incompetence to throw us off balance.]\"\n  },\n  {\n    \"dimension\": \"irreconcilable_division\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[IRRECONCILABLE_DIVISION: I keep thinking back to Charlie kirk's memorial. There were so many ominous things stated by those in power that I can't believe more people aren't talking about it. Hegseth, Miller, Tucker, and Trump all come to mind to paint a very, very bad picture coming in the near future. Tucker even literally states that to the audience, as he gives what looks like a vague salute we all recognize (he even does it twice).]\"\n  },\n  {\n    \"dimension\": \"bad_faith_dismissal\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[BAD_FAITH_DISMISSAL: Hegseth’s speech should have been an email and Trump’s should have started impeachment proceedings.]\"\n  },\n  {\n    \"dimension\": \"bad_faith_dismissal\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[BAD_FAITH_DISMISSAL: It was embarrassing on so many levels.]\"\n  },\n  {\n    \"dimension\": \"issue_focused_critique\",\n    \"raw_score\": 0.6,\n    \"quote\": \"[ISSUE_FOCUSED_CRITIQUE: You would think that at a gathering with such historic importance, the administration would have hired some serious speechwriters so that the occasion would always be remembered in a positive, dignified way.]\"\n  },\n  {\n    \"dimension\": \"bad_faith_dismissal\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[BAD_FAITH_DISMISSAL: Instead we get a guy lecturing generals and admirals about the dangers of beards and waist sizes and guys wearing dresses. And then mentioning \\\"FAFO\\\" in a gratuitous way like an edgelord on Reddit instead of someone leading the most powerful military in the world.]\"\n  },\n  {\n    \"dimension\": \"personal_denigration\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[PERSONAL_DENIGRATION: Who wrote that speech? A ninth grader could have done a better job than that.]\"\n  },\n  {\n    \"dimension\": \"issue_focused_critique\",\n    \"raw_score\": 0.6,\n    \"quote\": \"[ISSUE_FOCUSED_CRITIQUE: \\\"Dudes in dresses\\\" Everyone in the military wears their uniform...what they wear off duty really has no bearing on their duties (as long as they're not doing anything criminal. Absolutely stupid.]\"\n  },\n  {\n    \"dimension\": \"issue_focused_critique\",\n    \"raw_score\": 0.6,\n    \"quote\": \"[ISSUE_FOCUSED_CRITIQUE: They fired military lawyers, want to overhaul the inspector generals, and he's upset about rules of engagement? Rules of engagement prevent the military from committing war crimes! He's just openly saying that he wants the US military to commit war crimes.]\"\n  },\n  {\n    \"dimension\": \"truth_as_weapon\",\n    \"raw_score\": 0.8,\n    \"quote\": \"[TRUTH_AS_WEAPON: The funniest part is the [pictures of the audience](https://i.abcnewsfe.com/a/74315401-b41e-4d92-ac46-71e0f3f1afeb/quantico-25-rt-gmh-250930_1759241164145_hpMain.jpg). There are a handful of black people, but otherwise it looks exactly the same as any military meeting of the last 100 years.]\"\n  },\n  {\n    \"dimension\": \"truth_as_weapon\",\n    \"raw_score\": 0.8,\n    \"quote\": \"[TRUTH_AS_WEAPON: He’s completely just tweaking off of some algorithm-induced psychosis.]\"\n  },\n  {\n    \"dimension\": \"motive_imputation\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[MOTIVE_IMPUTATION: Half of the stuff he’s mad about was probably AI generated. It’s madness.]\"\n  },\n  {\n    \"dimension\": \"truth_as_weapon\",\n    \"raw_score\": 0.8,\n    \"quote\": \"[TRUTH_AS_WEAPON: Yeah I’ve been looking for a fat general or admiral in the audience shots for a couple days. Can’t find a single one. ]\"\n  },\n  {\n    \"dimension\": \"bad_faith_dismissal\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[BAD_FAITH_DISMISSAL: imagining looking at this see of bald heads and calling it the Woke department]\"\n  },\n  {\n    \"dimension\": \"truth_as_weapon\",\n    \"raw_score\": 0.8,\n    \"quote\": \"[TRUTH_AS_WEAPON: his base is mad about trans kindergarten teachers who preach about critical race theory - they're not people who live in reality]\"\n  },\n  {\n    \"dimension\": \"bad_faith_dismissal\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[BAD_FAITH_DISMISSAL: It was a whole bunch of WTF.]\"\n  },\n  {\n    \"dimension\": \"issue_focused_critique\",\n    \"raw_score\": 0.6,\n    \"quote\": \"[ISSUE_FOCUSED_CRITIQUE: He calls the rules of engagement \\\"stupid.\\\" That doesn't even work in the world of sports. It's all about winning. Not pissing the opponent off. Hegseth's idiotic ideas increase the chance of getting American cities destroyed.]\"\n  },\n  {\n    \"dimension\": \"issue_focused_critique\",\n    \"raw_score\": 0.6,\n    \"quote\": \"[ISSUE_FOCUSED_CRITIQUE: And why in hell did he mention climate change to a bunch of military brass?! We already know the GOP would barely exist without campaign contributions from the fossil fuel industry and access to their think tanks.]\"\n  },\n  {\n    \"dimension\": \"personal_denigration\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[PERSONAL_DENIGRATION: I argued with someone who thought this was super patriotic and beautiful. Like it's not a drunkard man baby trying to do authoritarianism really poorly.]\"\n  },\n  {\n    \"dimension\": \"bad_faith_dismissal\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[BAD_FAITH_DISMISSAL: Bringing everyone out for a speech that could've just been an email wasting so many resources for mid propoganda. Indicative of this administration as a whole ig. Look at their empty millitary parade]\"\n  },\n  {\n    \"dimension\": \"bad_faith_dismissal\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[BAD_FAITH_DISMISSAL: It wasn't even mid. It was basically a propaganda package from Wish/Temu. They hoped for some fawning rally where all the Generals were like, \\\"fuck yeah! No more rules! Red meat!\\\" I'm glad they were met with crickets.]\"\n  },\n  {\n    \"dimension\": \"dehumanizing_language\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[DEHUMANIZING_LANGUAGE: \\\"Please clap...please?\\\"]\"\n  },\n  {\n    \"dimension\": \"motive_imputation\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[MOTIVE_IMPUTATION: The dumbest people you know will think this was a showcase of masculinity]\"\n  },\n  {\n    \"dimension\": \"truth_as_weapon\",\n    \"raw_score\": 0.8,\n    \"quote\": \"[TRUTH_AS_WEAPON: He flew in 30+ year military professionals, called them fat, said they looked like shit, and called them weak minded pussies, expected to be applauded and lauded as a hero.]\"\n  },\n  {\n    \"dimension\": \"truth_as_weapon\",\n    \"raw_score\": 0.8,\n    \"quote\": \"[TRUTH_AS_WEAPON: Some of these generals have seen actual combat and accomplished feats Hegseth could only achieve in his wildest dreams.]\"\n  },\n  {\n    \"dimension\": \"bad_faith_dismissal\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[BAD_FAITH_DISMISSAL: wArFIgHtErs]\"\n  },\n  {\n    \"dimension\": \"bad_faith_dismissal\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[BAD_FAITH_DISMISSAL: This is some seriously Russian shit.]\"\n  },\n  {\n    \"dimension\": \"personal_denigration\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[PERSONAL_DENIGRATION: Ultimate Bro Douchebag]\"\n  },\n  {\n    \"dimension\": \"truth_as_weapon\",\n    \"raw_score\": 0.8,\n    \"quote\": \"[TRUTH_AS_WEAPON: But a fat ass Commander in Chief, that's ok.]\"\n  },\n  {\n    \"dimension\": \"dehumanizing_language\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[DEHUMANIZING_LANGUAGE: Elementary school assembly vibes]\"\n  },\n  {\n    \"dimension\": \"personal_denigration\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[PERSONAL_DENIGRATION: US Generals, flown from all around the world with no details just to be forced to listen to a nonsensical lecture from an ignorant windbag. Bravo.]\"\n  },\n  {\n    \"dimension\": \"dehumanizing_language\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[DEHUMANIZING_LANGUAGE: He thinks he is Homelander]\"\n  },\n  {\n    \"dimension\": \"motive_imputation\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[MOTIVE_IMPUTATION: Every general there with kids or troops that were not this “standard” expected of a coke head pedophile supporter hopefully left with the thought of how to arrest our dictator in chief]\"\n  },\n  {\n    \"dimension\": \"irreconcilable_division\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[IRRECONCILABLE_DIVISION: Unqualified, incompetent fascist lunatics are running our country. The American people should be thoroughly humiliated and if they weren’t so clueless, they should be terrified that the guy they gave control of our government to, is sending our own military into our cities to “take out” any of us who aren’t willing obedient subjects who’ll kiss the ring of this deranged ANTI-American dick-tater wannabe.]\"\n  },\n  {\n    \"dimension\": \"bad_faith_dismissal\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[BAD_FAITH_DISMISSAL: It blows my mind how many people are unaware, apathetic or just plain ignorant to what’s happening. And Republicans are spineless cowards who refuse to stop this madness. ]\"\n  },\n  {\n    \"dimension\": \"motive_imputation\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[MOTIVE_IMPUTATION: Proof that Donald, Vance, and Hegseth are all about OPTICS and not substance.]\"\n  },\n  {\n    \"dimension\": \"truth_with_care\",\n    \"raw_score\": 0.4,\n    \"quote\": \"[TRUTH_WITH_CARE: “Climate change may be the single greatest geopolitical wild card of the next century—a reshaping of countries’ agricultures, economies, and even literal geography,” he wrote. “And here a guy who never rose above the rank of Major says the U.S. military shouldn’t even consider it. We are screwed.”]\"\n  },\n  {\n    \"dimension\": \"issue_focused_critique\",\n    \"raw_score\": 0.6,\n    \"quote\": \"[ISSUE_FOCUSED_CRITIQUE: This always amazes me, because when I was a Navy officer (early 90s), there was already discussion of what climate change would mean for naval combat. Even if you didn't believe in climate change, it would be neglectful to not consider it.]\"\n  },\n  {\n    \"dimension\": \"truth_as_weapon\",\n    \"raw_score\": 0.8,\n    \"quote\": \"[TRUTH_AS_WEAPON: Three things, first you can tell that Hegseth never made it that far up the chain because his entire vision for the military seems to be focused on infantrymen and he's obsessed with grooming standards, PT, and calling everyone warriors.]\"\n  },\n  {\n    \"dimension\": \"truth_as_weapon\",\n    \"raw_score\": 0.8,\n    \"quote\": \"[TRUTH_AS_WEAPON: Second, the Christian sermon language was thick.]\"\n  },\n  {\n    \"dimension\": \"truth_as_weapon\",\n    \"raw_score\": 0.8,\n    \"quote\": \"[TRUTH_AS_WEAPON: Finally, that pause at the end where he expected applause and got stone cold silence was beautiful. Watching him die inside was peak.]\"\n  },\n  {\n    \"dimension\": \"irreconcilable_division\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[IRRECONCILABLE_DIVISION: I especially like the part in which Trump said the military should use American cities as training grounds. How the fuck was Trump not INSTANTLY removed for this treasonous act and thrown in federal prison is amazing.]\"\n  },\n  {\n    \"dimension\": \"irreconcilable_division\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[IRRECONCILABLE_DIVISION: POTUS literally said in front of all generals that they need to use cities in the united states asxwar practice zones. Awesome. 77 million voters need charged with domestic terrorism whenever the Republican Terrorist and Pedophile Party is criminally removed from office]\"\n  },\n  {\n    \"dimension\": \"truth_as_weapon\",\n    \"raw_score\": 0.8,\n    \"quote\": \"[TRUTH_AS_WEAPON: For the record, I served for 12 years. Did time in Iraq and Afghanistan…never met a fat general. Never met a bearded general. Never met an officer who I think might have enjoyed being called to a damn pep rally.]\"\n  },\n  {\n    \"dimension\": \"bad_faith_dismissal\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[BAD_FAITH_DISMISSAL: This administration is the exact opposite of what they think they are.]\"\n  },\n  {\n    \"dimension\": \"truth_as_weapon\",\n    \"raw_score\": 0.8,\n    \"quote\": \"[TRUTH_AS_WEAPON: Like the ultimate white DEI hire complaining about DEI is pretty rich.]\"\n  },\n  {\n    \"dimension\": \"irreconcilable_division\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[IRRECONCILABLE_DIVISION: It's not going to seem like a joke when the military starts slaughtering Americans]\"\n  },\n  {\n    \"dimension\": \"bad_faith_dismissal\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[BAD_FAITH_DISMISSAL: Seems like a little boy move when he said FAFO…followed by “ if you don’t know what it means ask your troops.”]\"\n  },\n  {\n    \"dimension\": \"truth_as_weapon\",\n    \"raw_score\": 0.8,\n    \"quote\": \"[TRUTH_AS_WEAPON: He and Trump fully expected clapping and cheering, a rally like atmosphere…they got dead silence.]\"\n  },\n  {\n    \"dimension\": \"bad_faith_dismissal\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[BAD_FAITH_DISMISSAL: Couldn’t ask for better from our military leaders. MAGAS take note. This country is not yours to take. You are not patriots.]\"\n  },\n  {\n    \"dimension\": \"dehumanizing_language\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[DEHUMANIZING_LANGUAGE: The thumbnail is fucking priceless. Like a toddler having a tantrum. A child demanding things from grown adults.]\"\n  },\n  {\n    \"dimension\": \"personal_denigration\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[PERSONAL_DENIGRATION: He is a perfect example of why you shouldn't mix alcohol with cocaine. You might *think* you are the coolest/toughest person in the room, but in reality, everybody can't wait to get away from you and hopefully never see you again.]\"\n  },\n  {\n    \"dimension\": \"bad_faith_dismissal\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[BAD_FAITH_DISMISSAL: This had the complete opposite effect of what he intended.]\"\n  },\n  {\n    \"dimension\": \"personal_denigration\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[PERSONAL_DENIGRATION: Trump and every single one of his cabinet members are complete and total losers]\"\n  },\n  {\n    \"dimension\": \"personal_denigration\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[PERSONAL_DENIGRATION: Ignorance and arrogance is a stronger cocktail than even he can handle]\"\n  },\n  {\n    \"dimension\": \"motive_imputation\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[MOTIVE_IMPUTATION: It’s really emblematic of who these people are, deep down. They’re all fragile, insecure little boys who never received validation from their families or from their peers. They’ve gone through life utterly desperate to achieve some sort of notoriety, but none of them possess any actual skills beyond knowing how to be the meanest person in the room.]\"\n  },\n  {\n    \"dimension\": \"irreconcilable_division\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[IRRECONCILABLE_DIVISION: Now they have an opportunity to demonstrate why they’ve never accomplished anything in their pathetic lives, but instead of becoming the incompetent head of their late father’s company, they’re running an entire country. And they’re running it into the fucking ground.]\"\n  },\n  {\n    \"dimension\": \"irreconcilable_division\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[IRRECONCILABLE_DIVISION: This is capitalism feverishly devouring its own flesh.]\"\n  },\n  {\n    \"dimension\": \"bad_faith_dismissal\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[BAD_FAITH_DISMISSAL: Worse than unhinged. Between Hegseth's bizarre and threatening Christian Nationalist rant, and Trump's cowardly pleading for applause, the whole thing just showed how vacuous and stupid these people are.]\"\n  },\n  {\n    \"dimension\": \"irreconcilable_division\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[IRRECONCILABLE_DIVISION: This nation is in deep trouble if we're ever attacked.]\"\n  },\n  {\n    \"dimension\": \"dehumanizing_language\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[DEHUMANIZING_LANGUAGE: \\\"Stupid rules of engagement\\\"]\"\n  },\n  {\n    \"dimension\": \"dehumanizing_language\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[DEHUMANIZING_LANGUAGE: The secretary of defense is 12.]\"\n  },\n  {\n    \"dimension\": \"personal_denigration\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[PERSONAL_DENIGRATION: The Most Underqualified Man in the Room?]\"\n  },\n  {\n    \"dimension\": \"bad_faith_dismissal\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[BAD_FAITH_DISMISSAL: My question is: which of the generals, lieutenant generals, major generals, brigadier generals, admirals, vice admirals, rear admirals (upper and lower half), commodores, captains, or colonels are prepared to stand up and speak out about what they were told—what they heard yesterday—from Pete Hegseth, the most underqualified man in the room?]\"\n  },\n  {\n    \"dimension\": \"irreconcilable_division\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[IRRECONCILABLE_DIVISION: That is not who America is.]\"\n  },\n  {\n    \"dimension\": \"irreconcilable_division\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[IRRECONCILABLE_DIVISION: The new America—blowing up unchallenged civilian vessels in international waters—is just the start. Is that who we are now? IS THIS WHO WE ARE?]\"\n  },\n  {\n    \"dimension\": \"issue_focused_critique\",\n    \"raw_score\": 0.6,\n    \"quote\": \"[ISSUE_FOCUSED_CRITIQUE: You know, one of the biggest problems we have is that we require zero qualifications for people to hold our highest positions of power. If someone needs more experience than this to obtain a $14/hour customer service job and beat out other candidates, how is this guy in charge of the freaking Department of Defense? How is RFK in charge of HHS? How is a drug-addled felon in charge of the nation? Not to be cliche, but these people wouldn’t even qualify for most poverty-level jobs and here they are, dictating to others and destroying country. WHY THE FUCK aren’t there any requirements for these jobs?!?!]\"\n  },\n  {\n    \"dimension\": \"dehumanizing_language\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[DEHUMANIZING_LANGUAGE: It’s like an edgy 15-year-old that just saw 300 for the first time.]\"\n  },\n  {\n    \"dimension\": \"motive_imputation\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[MOTIVE_IMPUTATION: This is what weak men think being strong looks like.]\"\n  },\n  {\n    \"dimension\": \"personal_denigration\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[PERSONAL_DENIGRATION: God, he's so insecure and pathetic.]\"\n  },\n  {\n    \"dimension\": \"issue_focused_critique\",\n    \"raw_score\": 0.6,\n    \"quote\": \"[ISSUE_FOCUSED_CRITIQUE: Maximum lethality and muscles for a military that transitioned to logistical, information, and drone warfare a generation ago.]\"\n  },\n  {\n    \"dimension\": \"motive_imputation\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[MOTIVE_IMPUTATION: These people need to get off of whatever rich person drugs are fucking with their minds]\"\n  },\n  {\n    \"dimension\": \"motive_imputation\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[MOTIVE_IMPUTATION: Hegseth and Trump wanted to remind themselves, the generals, and the country that they are in control of the military despite having minimal and no military experience respectively. It was a transparent power move, essentially bragging that they're the \\\"bosses\\\" of the military without having to do any of the hard work involved in becoming a military leader.]\"\n  },\n  {\n    \"dimension\": \"motive_imputation\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[MOTIVE_IMPUTATION: At its core, it was an event that came from a very insecure place. Two men, but mostly Hegseth, desperate to feel superior to hundreds of men each with decades of military service and experience, forced them all into a room to tell them how actually *they're* the ones who are weak, because they dared to be open to diversity, don't actively torture people and recruits, and don't resort to violence at the first opportunity in every situation.]\"\n  },\n  {\n    \"dimension\": \"truth_as_weapon\",\n    \"raw_score\": 0.8,\n    \"quote\": \"[TRUTH_AS_WEAPON: If anything this helped to solidify how temporary their leadership will be taken seriously, that they felt like they had to pull people out of their very important jobs just to effectively reprimand them for being \\\"woke\\\".]\"\n  },\n  {\n    \"dimension\": \"bad_faith_dismissal\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[BAD_FAITH_DISMISSAL: It wasn't for the military, it was for them and their supporters, desperate to feel like they're pushing back on progress, by reinforcing this fallacious idea that strength comes from physical appearance, discrimination, and brutality. Actual military leaders are able to separate effectiveness from propaganda, and Hegseth and Trump made it very clear that they are incapable of doing that.]\"\n  },\n  {\n    \"dimension\": \"personal_denigration\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[PERSONAL_DENIGRATION: Imagine being called a loser by an alcoholic]\"\n  },\n  {\n    \"dimension\": \"irreconcilable_division\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[IRRECONCILABLE_DIVISION: This is the result of stupid people being put in power by low info voters.]\"\n  },\n  {\n    \"dimension\": \"issue_focused_critique\",\n    \"raw_score\": 0.6,\n    \"quote\": \"[ISSUE_FOCUSED_CRITIQUE: The United States military has spent over a century figuring shit out to the point it's become the most powerful in history.]\"\n  },\n  {\n    \"dimension\": \"irreconcilable_division\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[IRRECONCILABLE_DIVISION: Then low info idiots gave a pedo TV personality the country and an alcoholic TV personality the military, resulting in them reverting to the most basic idea of a military. If they are successful, it would mean that over a hundred years of military lessons, ideas, programs, connections, trust... etc wiped out in a single administration.]\"\n  },\n  {\n    \"dimension\": \"irreconcilable_division\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[IRRECONCILABLE_DIVISION: This is also why China and Russia seem to be dominating world trade and politics since Trump decided to go into politics.]\"\n  },\n  {\n    \"dimension\": \"issue_focused_critique\",\n    \"raw_score\": 0.6,\n    \"quote\": \"[ISSUE_FOCUSED_CRITIQUE: When you're a developing country and you're faced with the choice to either ally with China or USA, which would you pick?]\"\n  },\n  {\n    \"dimension\": \"truth_as_weapon\",\n    \"raw_score\": 0.8,\n    \"quote\": \"[TRUTH_AS_WEAPON: Keep in mind the USA prez is calling you a \\\"shithole\\\" country that's a parasite, while China shows you respect and offers you aid, infrastructure and low interest loans.]\"\n  },\n  {\n    \"dimension\": \"issue_focused_critique\",\n    \"raw_score\": 0.6,\n    \"quote\": \"[ISSUE_FOCUSED_CRITIQUE: This is the important part so I copy/pasted it. China is winning this one in the entire southern hemisphere]\"\n  },\n  {\n    \"dimension\": \"irreconcilable_division\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[IRRECONCILABLE_DIVISION: Hey lovely people of the USA, have you noticed there's something wrong with your government? Seriously, have you watched the UN speech, or the speech to your military leadership? What is happening? Is this freaking you out as much as it is everyone who is watching this from far away? Because it looks a bit divorced from reality yeah?]\"\n  },\n  {\n    \"dimension\": \"irreconcilable_division\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[IRRECONCILABLE_DIVISION: Oh yeah, we’ve noticed, and any of us with brains and scruples are quite freaked out.]\"\n  },\n  {\n    \"dimension\": \"truth_as_weapon\",\n    \"raw_score\": 0.8,\n    \"quote\": \"[TRUTH_AS_WEAPON: What's happening is exactly what those of us who voted against Trump said would happen.]\"\n  },\n  {\n    \"dimension\": \"truth_as_weapon\",\n    \"raw_score\": 0.8,\n    \"quote\": \"[TRUTH_AS_WEAPON: Instead people sat out the election because of Gaza, Biden being old, Harris being a woman, or any other stupid reason.]\"\n  },\n  {\n    \"dimension\": \"irreconcilable_division\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[IRRECONCILABLE_DIVISION: Yes, those of us who are paying attention and sane are worried. We're being branded enemies of the state.]\"\n  },\n  {\n    \"dimension\": \"motive_imputation\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[MOTIVE_IMPUTATION: I’m aware how looney this is. I’m hoping our generals do the right thing]\"\n  },\n  {\n    \"dimension\": \"truth_with_care\",\n    \"raw_score\": 0.4,\n    \"quote\": \"[TRUTH_WITH_CARE: ”I can’t get over how the right-wing doesn’t understand modern militaries, with the majority serving non-combat roles,” he explained. “You think the best IT security and logistics personnel spends two hours in the gym every day to look like the cast of 300? They’re at furry conventions and model train shows.”]\"\n  },\n  {\n    \"dimension\": \"bad_faith_dismissal\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[BAD_FAITH_DISMISSAL: This is the single best quote I’ve seen on this situation]\"\n  },\n  {\n    \"dimension\": \"dehumanizing_language\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[DEHUMANIZING_LANGUAGE: I finally understand what crypto bros mean when they call someone a \\\"beta.\\\"]\"\n  },\n  {\n    \"dimension\": \"bad_faith_dismissal\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[BAD_FAITH_DISMISSAL: My first job was working in a retail store and after the temporary Christmas hiring was finished we had a crew meeting before the store opened. The scrawny \\\"Assistant Manager\\\" strolled out to the front, threw a handful of papers on the floor, puffed himself up like a cartoon villain, then started into a dramatic \\\"tough guy\\\" speech by saying those papers were applications for our jobs, and if we didn't shape up we'd be out on the street. That was 50 years ago and I still remember people looking at each other and asking who is this twerp and WTF is this stupid shit. People like that are unforgettable, for all the wrong reasons.]\"\n  },\n  {\n    \"dimension\": \"irreconcilable_division\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[IRRECONCILABLE_DIVISION: Military coup time]\"\n  },\n  {\n    \"dimension\": \"personal_denigration\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[PERSONAL_DENIGRATION: Pete Hegseth's homoerotic hate poem of toxic masculinity]\"\n  },\n  {\n    \"dimension\": \"irreconcilable_division\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[IRRECONCILABLE_DIVISION: It was pretty cut and dry between the two buffoons leading this circus: do away with investigations among the ranks regarding misconduct, sexual assaults, and accountability, create tin soldiers who will obey without question, and prepare for war against the American people.]\"\n  },\n  {\n    \"dimension\": \"motive_imputation\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[MOTIVE_IMPUTATION: Anyone who doesn't fall in line and kiss the ring are free to leave, because your allegiance is to the POTUS.]\"\n  },\n  {\n    \"dimension\": \"truth_as_weapon\",\n    \"raw_score\": 0.8,\n    \"quote\": \"[TRUTH_AS_WEAPON: There's no sugar coating here-that's what was literally said during this fiasco.]\"\n  },\n  {\n    \"dimension\": \"bad_faith_dismissal\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[BAD_FAITH_DISMISSAL: These fucking clowns. I just can't. So much money wasted on a war-against-America pep-rally, in front of a dead-silent crowd.]\"\n  },\n  {\n    \"dimension\": \"irreconcilable_division\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[IRRECONCILABLE_DIVISION: What comes next, I wonder? Are we truly and utterly fucked, or are there rational military leaders who will acknowledge that they serve the Constitution and country, and not an eternal toddler.]\"\n  },\n  {\n    \"dimension\": \"irreconcilable_division\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[IRRECONCILABLE_DIVISION: I dare you to vote repulican next term. I fucking dare you. For the 3rd time.]\"\n  },\n  {\n    \"dimension\": \"truth_with_care\",\n    \"raw_score\": 0.4,\n    \"quote\": \"[TRUTH_WITH_CARE: He seems to forget that these generals are mostly not knucklehead “warriors.” They’re generally sober bureaucrats trying to lead the largest bureaucracy in the US government while also trying to protect their men and women at all costs.]\"\n  },\n  {\n    \"dimension\": \"bad_faith_dismissal\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[BAD_FAITH_DISMISSAL: That was the worst secretary of the department of war cosplay we will ever see. Maximum cringe activated.]\"\n  },\n  {\n    \"dimension\": \"personal_denigration\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[PERSONAL_DENIGRATION: Good ole Pete Kegsbreath]\"\n  },\n  {\n    \"dimension\": \"bad_faith_dismissal\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[BAD_FAITH_DISMISSAL: This whole speech was something you see on the various self-post subreddits that is so unbelievable its obviously fake.]\"\n  },\n  {\n    \"dimension\": \"irreconcilable_division\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[IRRECONCILABLE_DIVISION: Republicans don't deserve America]\"\n  },\n  {\n    \"dimension\": \"dehumanizing_language\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[DEHUMANIZING_LANGUAGE: He IS Zapp Brannigan.]\"\n  },\n  {\n    \"dimension\": \"irreconcilable_division\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[IRRECONCILABLE_DIVISION: Who will be America's Oliver Cromwell?]\"\n  },\n  {\n    \"dimension\": \"motive_imputation\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[MOTIVE_IMPUTATION: Idk if this is pure paranoia, definitely conspiracy theory, but I've been trying to figure out the real reason for this whole showcase. I am starting to question the possibility of them planting mics under the seats, in the quarters they are staying, in their luggage, or on their person. OR have a plant drop one in their belongings wherever they're currently stationed around the world.]\"\n  },\n  {\n    \"dimension\": \"motive_imputation\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[MOTIVE_IMPUTATION: Sounds totally crazy, but everyone kept speculating they'd be asked to give an oath. Why make them declare it out loud when they can just get the answer for themselves quietly?]\"\n  },\n  {\n    \"dimension\": \"motive_imputation\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[MOTIVE_IMPUTATION: They go on stage and act like a pair of goobers and say lots of things to irritate these high ranking officers. Once these officers think they're out of earshot they may start to chatter.]\"\n  },\n  {\n    \"dimension\": \"motive_imputation\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[MOTIVE_IMPUTATION: I only think this because the FBI is run by a sycophant, and this would be a very efficient way to root out all dissent in the highest ranks completely covertly.]\"\n  },\n  {\n    \"dimension\": \"irreconcilable_division\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[IRRECONCILABLE_DIVISION: Trump just starts firing generals here and there, and people don't connect the dots or retaliate in time. Worse, they get arrested for \\\"conspiracy of insurrection.\\\"]\"\n  },\n  {\n    \"dimension\": \"motive_imputation\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[MOTIVE_IMPUTATION: I know who the intelligent people are in this admin, who stay generally out of sight, and are pulling many of the strings behind the scenes while these stage clowns are often acting as a distraction and a display of incompetence to throw us off balance.]\"\n  },\n  {\n    \"dimension\": \"irreconcilable_division\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[IRRECONCILABLE_DIVISION: I keep thinking back to Charlie kirk's memorial. There were so many ominous things stated by those in power that I can't believe more people aren't talking about it. Hegseth, Miller, Tucker, and Trump all come to mind to paint a very, very bad picture coming in the near future. Tucker even literally states that to the audience, as he gives what looks like a vague salute we all recognize (he even does it twice).]\"\n  },\n  {\n    \"dimension\": \"bad_faith_dismissal\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[BAD_FAITH_DISMISSAL: Hegseth’s speech should have been an email and Trump’s should have started impeachment proceedings.]\"\n  },\n  {\n    \"dimension\": \"bad_faith_dismissal\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[BAD_FAITH_DISMISSAL: It was embarrassing on so many levels.]\"\n  },\n  {\n    \"dimension\": \"issue_focused_critique\",\n    \"raw_score\": 0.6,\n    \"quote\": \"[ISSUE_FOCUSED_CRITIQUE: You would think that at a gathering with such historic importance, the administration would have hired some serious speechwriters so that the occasion would always be remembered in a positive, dignified way.]\"\n  },\n  {\n    \"dimension\": \"bad_faith_dismissal\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[BAD_FAITH_DISMISSAL: Instead we get a guy lecturing generals and admirals about the dangers of beards and waist sizes and guys wearing dresses. And then mentioning \\\"FAFO\\\" in a gratuitous way like an edgelord on Reddit instead of someone leading the most powerful military in the world.]\"\n  },\n  {\n    \"dimension\": \"personal_denigration\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[PERSONAL_DENIGRATION: Who wrote that speech? A ninth grader could have done a better job than that.]\"\n  },\n  {\n    \"dimension\": \"issue_focused_critique\",\n    \"raw_score\": 0.6,\n    \"quote\": \"[ISSUE_FOCUSED_CRITIQUE: \\\"Dudes in dresses\\\" Everyone in the military wears their uniform...what they wear off duty really has no bearing on their duties (as long as they're not doing anything criminal. Absolutely stupid.]\"\n  },\n  {\n    \"dimension\": \"issue_focused_critique\",\n    \"raw_score\": 0.6,\n    \"quote\": \"[ISSUE_FOCUSED_CRITIQUE: They fired military lawyers, want to overhaul the inspector generals, and he's upset about rules of engagement? Rules of engagement prevent the military from committing war crimes! He's just openly saying that he wants the US military to commit war crimes.]\"\n  },\n  {\n    \"dimension\": \"truth_as_weapon\",\n    \"raw_score\": 0.8,\n    \"quote\": \"[TRUTH_AS_WEAPON: The funniest part is the [pictures of the audience](https://i.abcnewsfe.com/a/74315401-b41e-4d92-ac46-71e0f3f1afeb/quantico-25-rt-gmh-250930_1759241164145_hpMain.jpg). There are a handful of black people, but otherwise it looks exactly the same as any military meeting of the last 100 years.]\"\n  },\n  {\n    \"dimension\": \"truth_as_weapon\",\n    \"raw_score\": 0.8,\n    \"quote\": \"[TRUTH_AS_WEAPON: He’s completely just tweaking off of some algorithm-induced psychosis.]\"\n  },\n  {\n    \"dimension\": \"motive_imputation\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[MOTIVE_IMPUTATION: Half of the stuff he’s mad about was probably AI generated. It’s madness.]\"\n  },\n  {\n    \"dimension\": \"truth_as_weapon\",\n    \"raw_score\": 0.8,\n    \"quote\": \"[TRUTH_AS_WEAPON: Yeah I’ve been looking for a fat general or admiral in the audience shots for a couple days. Can’t find a single one. ]\"\n  },\n  {\n    \"dimension\": \"bad_faith_dismissal\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[BAD_FAITH_DISMISSAL: imagining looking at this see of bald heads and calling it the Woke department]\"\n  },\n  {\n    \"dimension\": \"truth_as_weapon\",\n    \"raw_score\": 0.8,\n    \"quote\": \"[TRUTH_AS_WEAPON: his base is mad about trans kindergarten teachers who preach about critical race theory - they're not people who live in reality]\"\n  },\n  {\n    \"dimension\": \"bad_faith_dismissal\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[BAD_FAITH_DISMISSAL: It was a whole bunch of WTF.]\"\n  },\n  {\n    \"dimension\": \"issue_focused_critique\",\n    \"raw_score\": 0.6,\n    \"quote\": \"[ISSUE_FOCUSED_CRITIQUE: He calls the rules of engagement \\\"stupid.\\\" That doesn't even work in the world of sports. It's all about winning. Not pissing the opponent off. Hegseth's idiotic ideas increase the chance of getting American cities destroyed.]\"\n  },\n  {\n    \"dimension\": \"issue_focused_critique\",\n    \"raw_score\": 0.6,\n    \"quote\": \"[ISSUE_FOCUSED_CRITIQUE: And why in hell did he mention climate change to a bunch of military brass?! We already know the GOP would barely exist without campaign contributions from the fossil fuel industry and access to their think tanks.]\"\n  },\n  {\n    \"dimension\": \"personal_denigration\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[PERSONAL_DENIGRATION: I argued with someone who thought this was super patriotic and beautiful. Like it's not a drunkard man baby trying to do authoritarianism really poorly.]\"\n  },\n  {\n    \"dimension\": \"bad_faith_dismissal\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[BAD_FAITH_DISMISSAL: Bringing everyone out for a speech that could've just been an email wasting so many resources for mid propoganda. Indicative of this administration as a whole ig. Look at their empty millitary parade]\"\n  },\n  {\n    \"dimension\": \"bad_faith_dismissal\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[BAD_FAITH_DISMISSAL: It wasn't even mid. It was basically a propaganda package from Wish/Temu. They hoped for some fawning rally where all the Generals were like, \\\"fuck yeah! No more rules! Red meat!\\\" I'm glad they were met with crickets.]\"\n  },\n  {\n    \"dimension\": \"dehumanizing_language\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[DEHUMANIZING_LANGUAGE: \\\"Please clap...please?\\\"]\"\n  },\n  {\n    \"dimension\": \"motive_imputation\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[MOTIVE_IMPUTATION: The dumbest people you know will think this was a showcase of masculinity]\"\n  },\n  {\n    \"dimension\": \"truth_as_weapon\",\n    \"raw_score\": 0.8,\n    \"quote\": \"[TRUTH_AS_WEAPON: He flew in 30+ year military professionals, called them fat, said they looked like shit, and called them weak minded pussies, expected to be applauded and lauded as a hero.]\"\n  },\n  {\n    \"dimension\": \"truth_as_weapon\",\n    \"raw_score\": 0.8,\n    \"quote\": \"[TRUTH_AS_WEAPON: Some of these generals have seen actual combat and accomplished feats Hegseth could only achieve in his wildest dreams.]\"\n  },\n  {\n    \"dimension\": \"bad_faith_dismissal\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[BAD_FAITH_DISMISSAL: wArFIgHtErs]\"\n  },\n  {\n    \"dimension\": \"bad_faith_dismissal\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[BAD_FAITH_DISMISSAL: This is some seriously Russian shit.]\"\n  },\n  {\n    \"dimension\": \"personal_denigration\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[PERSONAL_DENIGRATION: Ultimate Bro Douchebag]\"\n  },\n  {\n    \"dimension\": \"truth_as_weapon\",\n    \"raw_score\": 0.8,\n    \"quote\": \"[TRUTH_AS_WEAPON: But a fat ass Commander in Chief, that's ok.]\"\n  },\n  {\n    \"dimension\": \"dehumanizing_language\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[DEHUMANIZING_LANGUAGE: Elementary school assembly vibes]\"\n  },\n  {\n    \"dimension\": \"personal_denigration\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[PERSONAL_DENIGRATION: US Generals, flown from all around the world with no details just to be forced to listen to a nonsensical lecture from an ignorant windbag. Bravo.]\"\n  },\n  {\n    \"dimension\": \"dehumanizing_language\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[DEHUMANIZING_LANGUAGE: He thinks he is Homelander]\"\n  },\n  {\n    \"dimension\": \"motive_imputation\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[MOTIVE_IMPUTATION: Every general there with kids or troops that were not this “standard” expected of a coke head pedophile supporter hopefully left with the thought of how to arrest our dictator in chief]\"\n  },\n  {\n    \"dimension\": \"irreconcilable_division\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[IRRECONCILABLE_DIVISION: Unqualified, incompetent fascist lunatics are running our country. The American people should be thoroughly humiliated and if they weren’t so clueless, they should be terrified that the guy they gave control of our government to, is sending our own military into our cities to “take out” any of us who aren’t willing obedient subjects who’ll kiss the ring of this deranged ANTI-American dick-tater wannabe.]\"\n  },\n  {\n    \"dimension\": \"bad_faith_dismissal\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[BAD_FAITH_DISMISSAL: It blows my mind how many people are unaware, apathetic or just plain ignorant to what’s happening. And Republicans are spineless cowards who refuse to stop this madness. ]\"\n  },\n  {\n    \"dimension\": \"motive_imputation\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[MOTIVE_IMPUTATION: Proof that Donald, Vance, and Hegseth are all about OPTICS and not substance.]\"\n  },\n  {\n    \"dimension\": \"truth_with_care\",\n    \"raw_score\": 0.4,\n    \"quote\": \"[TRUTH_WITH_CARE: “Climate change may be the single greatest geopolitical wild card of the next century—a reshaping of countries’ agricultures, economies, and even literal geography,” he wrote. “And here a guy who never rose above the rank of Major says the U.S. military shouldn’t even consider it. We are screwed.”]\"\n  },\n  {\n    \"dimension\": \"issue_focused_critique\",\n    \"raw_score\": 0.6,\n    \"quote\": \"[ISSUE_FOCUSED_CRITIQUE: This always amazes me, because when I was a Navy officer (early 90s), there was already discussion of what climate change would mean for naval combat. Even if you didn't believe in climate change, it would be neglectful to not consider it.]\"\n  },\n  {\n    \"dimension\": \"truth_as_weapon\",\n    \"raw_score\": 0.8,\n    \"quote\": \"[TRUTH_AS_WEAPON: Three things, first you can tell that Hegseth never made it that far up the chain because his entire vision for the military seems to be focused on infantrymen and he's obsessed with grooming standards, PT, and calling everyone warriors.]\"\n  },\n  {\n    \"dimension\": \"truth_as_weapon\",\n    \"raw_score\": 0.8,\n    \"quote\": \"[TRUTH_AS_WEAPON: Second, the Christian sermon language was thick.]\"\n  },\n  {\n    \"dimension\": \"truth_as_weapon\",\n    \"raw_score\": 0.8,\n    \"quote\": \"[TRUTH_AS_WEAPON: Finally, that pause at the end where he expected applause and got stone cold silence was beautiful. Watching him die inside was peak.]\"\n  },\n  {\n    \"dimension\": \"irreconcilable_division\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[IRRECONCILABLE_DIVISION: I especially like the part in which Trump said the military should use American cities as training grounds. How the fuck was Trump not INSTANTLY removed for this treasonous act and thrown in federal prison is amazing.]\"\n  },\n  {\n    \"dimension\": \"irreconcilable_division\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[IRRECONCILABLE_DIVISION: POTUS literally said in front of all generals that they need to use cities in the united states asxwar practice zones. Awesome. 77 million voters need charged with domestic terrorism whenever the Republican Terrorist and Pedophile Party is criminally removed from office]\"\n  },\n  {\n    \"dimension\": \"truth_as_weapon\",\n    \"raw_score\": 0.8,\n    \"quote\": \"[TRUTH_AS_WEAPON: For the record, I served for 12 years. Did time in Iraq and Afghanistan…never met a fat general. Never met a bearded general. Never met an officer who I think might have enjoyed being called to a damn pep rally.]\"\n  },\n  {\n    \"dimension\": \"bad_faith_dismissal\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[BAD_FAITH_DISMISSAL: This administration is the exact opposite of what they think they are.]\"\n  },\n  {\n    \"dimension\": \"truth_as_weapon\",\n    \"raw_score\": 0.8,\n    \"quote\": \"[TRUTH_AS_WEAPON: Like the ultimate white DEI hire complaining about DEI is pretty rich.]\"\n  },\n  {\n    \"dimension\": \"irreconcilable_division\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[IRRECONCILABLE_DIVISION: It's not going to seem like a joke when the military starts slaughtering Americans]\"\n  },\n  {\n    \"dimension\": \"bad_faith_dismissal\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[BAD_FAITH_DISMISSAL: Seems like a little boy move when he said FAFO…followed by “ if you don’t know what it means ask your troops.”]\"\n  },\n  {\n    \"dimension\": \"truth_as_weapon\",\n    \"raw_score\": 0.8,\n    \"quote\": \"[TRUTH_AS_WEAPON: He and Trump fully expected clapping and cheering, a rally like atmosphere…they got dead silence.]\"\n  },\n  {\n    \"dimension\": \"bad_faith_dismissal\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[BAD_FAITH_DISMISSAL: Couldn’t ask for better from our military leaders. MAGAS take note. This country is not yours to take. You are not patriots.]\"\n  },\n  {\n    \"dimension\": \"dehumanizing_language\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[DEHUMANIZING_LANGUAGE: The thumbnail is fucking priceless. Like a toddler having a tantrum. A child demanding things from grown adults.]\"\n  },\n  {\n    \"dimension\": \"personal_denigration\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[PERSONAL_DENIGRATION: He is a perfect example of why you shouldn't mix alcohol with cocaine. You might *think* you are the coolest/toughest person in the room, but in reality, everybody can't wait to get away from you and hopefully never see you again.]\"\n  },\n  {\n    \"dimension\": \"bad_faith_dismissal\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[BAD_FAITH_DISMISSAL: This had the complete opposite effect of what he intended.]\"\n  },\n  {\n    \"dimension\": \"personal_denigration\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[PERSONAL_DENIGRATION: Trump and every single one of his cabinet members are complete and total losers]\"\n  },\n  {\n    \"dimension\": \"personal_denigration\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[PERSONAL_DENIGRATION: Ignorance and arrogance is a stronger cocktail than even he can handle]\"\n  },\n  {\n    \"dimension\": \"motive_imputation\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[MOTIVE_IMPUTATION: It’s really emblematic of who these people are, deep down. They’re all fragile, insecure little boys who never received validation from their families or from their peers. They’ve gone through life utterly desperate to achieve some sort of notoriety, but none of them possess any actual skills beyond knowing how to be the meanest person in the room.]\"\n  },\n  {\n    \"dimension\": \"irreconcilable_division\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[IRRECONCILABLE_DIVISION: Now they have an opportunity to demonstrate why they’ve never accomplished anything in their pathetic lives, but instead of becoming the incompetent head of their late father’s company, they’re running an entire country. And they’re running it into the fucking ground.]\"\n  },\n  {\n    \"dimension\": \"irreconcilable_division\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[IRRECONCILABLE_DIVISION: This is capitalism feverishly devouring its own flesh.]\"\n  },\n  {\n    \"dimension\": \"bad_faith_dismissal\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[BAD_FAITH_DISMISSAL: Worse than unhinged. Between Hegseth's bizarre and threatening Christian Nationalist rant, and Trump's cowardly pleading for applause, the whole thing just showed how vacuous and stupid these people are.]\"\n  },\n  {\n    \"dimension\": \"irreconcilable_division\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[IRRECONCILABLE_DIVISION: This nation is in deep trouble if we're ever attacked.]\"\n  },\n  {\n    \"dimension\": \"dehumanizing_language\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[DEHUMANIZING_LANGUAGE: \\\"Stupid rules of engagement\\\"]\"\n  },\n  {\n    \"dimension\": \"dehumanizing_language\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[DEHUMANIZING_LANGUAGE: The secretary of defense is 12.]\"\n  },\n  {\n    \"dimension\": \"personal_denigration\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[PERSONAL_DENIGRATION: The Most Underqualified Man in the Room?]\"\n  },\n  {\n    \"dimension\": \"bad_faith_dismissal\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[BAD_FAITH_DISMISSAL: My question is: which of the generals, lieutenant generals, major generals, brigadier generals, admirals, vice admirals, rear admirals (upper and lower half), commodores, captains, or colonels are prepared to stand up and speak out about what they were told—what they heard yesterday—from Pete Hegseth, the most underqualified man in the room?]\"\n  },\n  {\n    \"dimension\": \"irreconcilable_division\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[IRRECONCILABLE_DIVISION: That is not who America is.]\"\n  },\n  {\n    \"dimension\": \"irreconcilable_division\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[IRRECONCILABLE_DIVISION: The new America—blowing up unchallenged civilian vessels in international waters—is just the start. Is that who we are now? IS THIS WHO WE ARE?]\"\n  },\n  {\n    \"dimension\": \"issue_focused_critique\",\n    \"raw_score\": 0.6,\n    \"quote\": \"[ISSUE_FOCUSED_CRITIQUE: You know, one of the biggest problems we have is that we require zero qualifications for people to hold our highest positions of power. If someone needs more experience than this to obtain a $14/hour customer service job and beat out other candidates, how is this guy in charge of the freaking Department of Defense? How is RFK in charge of HHS? How is a drug-addled felon in charge of the nation? Not to be cliche, but these people wouldn’t even qualify for most poverty-level jobs and here they are, dictating to others and destroying country. WHY THE FUCK aren’t there any requirements for these jobs?!?!]\"\n  },\n  {\n    \"dimension\": \"dehumanizing_language\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[DEHUMANIZING_LANGUAGE: It’s like an edgy 15-year-old that just saw 300 for the first time.]\"\n  },\n  {\n    \"dimension\": \"motive_imputation\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[MOTIVE_IMPUTATION: This is what weak men think being strong looks like.]\"\n  },\n  {\n    \"dimension\": \"personal_denigration\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[PERSONAL_DENIGRATION: God, he's so insecure and pathetic.]\"\n  },\n  {\n    \"dimension\": \"issue_focused_critique\",\n    \"raw_score\": 0.6,\n    \"quote\": \"[ISSUE_FOCUSED_CRITIQUE: Maximum lethality and muscles for a military that transitioned to logistical, information, and drone warfare a generation ago.]\"\n  },\n  {\n    \"dimension\": \"motive_imputation\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[MOTIVE_IMPUTATION: These people need to get off of whatever rich person drugs are fucking with their minds]\"\n  },\n  {\n    \"dimension\": \"motive_imputation\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[MOTIVE_IMPUTATION: Hegseth and Trump wanted to remind themselves, the generals, and the country that they are in control of the military despite having minimal and no military experience respectively. It was a transparent power move, essentially bragging that they're the \\\"bosses\\\" of the military without having to do any of the hard work involved in becoming a military leader.]\"\n  },\n  {\n    \"dimension\": \"motive_imputation\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[MOTIVE_IMPUTATION: At its core, it was an event that came from a very insecure place. Two men, but mostly Hegseth, desperate to feel superior to hundreds of men each with decades of military service and experience, forced them all into a room to tell them how actually *they're* the ones who are weak, because they dared to be open to diversity, don't actively torture people and recruits, and don't resort to violence at the first opportunity in every situation.]\"\n  },\n  {\n    \"dimension\": \"truth_as_weapon\",\n    \"raw_score\": 0.8,\n    \"quote\": \"[TRUTH_AS_WEAPON: If anything this helped to solidify how temporary their leadership will be taken seriously, that they felt like they had to pull people out of their very important jobs just to effectively reprimand them for being \\\"woke\\\".]\"\n  },\n  {\n    \"dimension\": \"bad_faith_dismissal\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[BAD_FAITH_DISMISSAL: It wasn't for the military, it was for them and their supporters, desperate to feel like they're pushing back on progress, by reinforcing this fallacious idea that strength comes from physical appearance, discrimination, and brutality. Actual military leaders are able to separate effectiveness from propaganda, and Hegseth and Trump made it very clear that they are incapable of doing that.]\"\n  },\n  {\n    \"dimension\": \"personal_denigration\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[PERSONAL_DENIGRATION: Imagine being called a loser by an alcoholic]\"\n  },\n  {\n    \"dimension\": \"irreconcilable_division\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[IRRECONCILABLE_DIVISION: This is the result of stupid people being put in power by low info voters.]\"\n  },\n  {\n    \"dimension\": \"issue_focused_critique\",\n    \"raw_score\": 0.6,\n    \"quote\": \"[ISSUE_FOCUSED_CRITIQUE: The United States military has spent over a century figuring shit out to the point it's become the most powerful in history.]\"\n  },\n  {\n    \"dimension\": \"irreconcilable_division\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[IRRECONCILABLE_DIVISION: Then low info idiots gave a pedo TV personality the country and an alcoholic TV personality the military, resulting in them reverting to the most basic idea of a military. If they are successful, it would mean that over a hundred years of military lessons, ideas, programs, connections, trust... etc wiped out in a single administration.]\"\n  },\n  {\n    \"dimension\": \"irreconcilable_division\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[IRRECONCILABLE_DIVISION: This is also why China and Russia seem to be dominating world trade and politics since Trump decided to go into politics.]\"\n  },\n  {\n    \"dimension\": \"issue_focused_critique\",\n    \"raw_score\": 0.6,\n    \"quote\": \"[ISSUE_FOCUSED_CRITIQUE: When you're a developing country and you're faced with the choice to either ally with China or USA, which would you pick?]\"\n  },\n  {\n    \"dimension\": \"truth_as_weapon\",\n    \"raw_score\": 0.8,\n    \"quote\": \"[TRUTH_AS_WEAPON: Keep in mind the USA prez is calling you a \\\"shithole\\\" country that's a parasite, while China shows you respect and offers you aid, infrastructure and low interest loans.]\"\n  },\n  {\n    \"dimension\": \"issue_focused_critique\",\n    \"raw_score\": 0.6,\n    \"quote\": \"[ISSUE_FOCUSED_CRITIQUE: This is the important part so I copy/pasted it. China is winning this one in the entire southern hemisphere]\"\n  },\n  {\n    \"dimension\": \"irreconcilable_division\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[IRRECONCILABLE_DIVISION: Hey lovely people of the USA, have you noticed there's something wrong with your government? Seriously, have you watched the UN speech, or the speech to your military leadership? What is happening? Is this freaking you out as much as it is everyone who is watching this from far away? Because it looks a bit divorced from reality yeah?]\"\n  },\n  {\n    \"dimension\": \"irreconcilable_division\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[IRRECONCILABLE_DIVISION: Oh yeah, we’ve noticed, and any of us with brains and scruples are quite freaked out.]\"\n  },\n  {\n    \"dimension\": \"truth_as_weapon\",\n    \"raw_score\": 0.8,\n    \"quote\": \"[TRUTH_AS_WEAPON: What's happening is exactly what those of us who voted against Trump said would happen.]\"\n  },\n  {\n    \"dimension\": \"truth_as_weapon\",\n    \"raw_score\": 0.8,\n    \"quote\": \"[TRUTH_AS_WEAPON: Instead people sat out the election because of Gaza, Biden being old, Harris being a woman, or any other stupid reason.]\"\n  },\n  {\n    \"dimension\": \"irreconcilable_division\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[IRRECONCILABLE_DIVISION: Yes, those of us who are paying attention and sane are worried. We're being branded enemies of the state.]\"\n  },\n  {\n    \"dimension\": \"motive_imputation\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[MOTIVE_IMPUTATION: I’m aware how looney this is. I’m hoping our generals do the right thing]\"\n  },\n  {\n    \"dimension\": \"truth_with_care\",\n    \"raw_score\": 0.4,\n    \"quote\": \"[TRUTH_WITH_CARE: ”I can’t get over how the right-wing doesn’t understand modern militaries, with the majority serving non-combat roles,” he explained. “You think the best IT security and logistics personnel spends two hours in the gym every day to look like the cast of 300? They’re at furry conventions and model train shows.”]\"\n  },\n  {\n    \"dimension\": \"bad_faith_dismissal\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[BAD_FAITH_DISMISSAL: This is the single best quote I’ve seen on this situation]\"\n  },\n  {\n    \"dimension\": \"dehumanizing_language\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[DEHUMANIZING_LANGUAGE: I finally understand what crypto bros mean when they call someone a \\\"beta.\\\"]\"\n  },\n  {\n    \"dimension\": \"bad_faith_dismissal\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[BAD_FAITH_DISMISSAL: My first job was working in a retail store and after the temporary Christmas hiring was finished we had a crew meeting before the store opened. The scrawny \\\"Assistant Manager\\\" strolled out to the front, threw a handful of papers on the floor, puffed himself up like a cartoon villain, then started into a dramatic \\\"tough guy\\\" speech by saying those papers were applications for our jobs, and if we didn't shape up we'd be out on the street. That was 50 years ago and I still remember people looking at each other and asking who is this twerp and WTF is this stupid shit. People like that are unforgettable, for all the wrong reasons.]\"\n  },\n  {\n    \"dimension\": \"irreconcilable_division\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[IRRECONCILABLE_DIVISION: Military coup time]\"\n  },\n  {\n    \"dimension\": \"personal_denigration\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[PERSONAL_DENIGRATION: Pete Hegseth's homoerotic hate poem of toxic masculinity]\"\n  },\n  {\n    \"dimension\": \"irreconcilable_division\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[IRRECONCILABLE_DIVISION: It was pretty cut and dry between the two buffoons leading this circus: do away with investigations among the ranks regarding misconduct, sexual assaults, and accountability, create tin soldiers who will obey without question, and prepare for war against the American people.]\"\n  },\n  {\n    \"dimension\": \"motive_imputation\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[MOTIVE_IMPUTATION: Anyone who doesn't fall in line and kiss the ring are free to leave, because your allegiance is to the POTUS.]\"\n  },\n  {\n    \"dimension\": \"truth_as_weapon\",\n    \"raw_score\": 0.8,\n    \"quote\": \"[TRUTH_AS_WEAPON: There's no sugar coating here-that's what was literally said during this fiasco.]\"\n  },\n  {\n    \"dimension\": \"bad_faith_dismissal\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[BAD_FAITH_DISMISSAL: These fucking clowns. I just can't. So much money wasted on a war-against-America pep-rally, in front of a dead-silent crowd.]\"\n  },\n  {\n    \"dimension\": \"irreconcilable_division\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[IRRECONCILABLE_DIVISION: What comes next, I wonder? Are we truly and utterly fucked, or are there rational military leaders who will acknowledge that they serve the Constitution and country, and not an eternal toddler.]\"\n  },\n  {\n    \"dimension\": \"irreconcilable_division\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[IRRECONCILABLE_DIVISION: I dare you to vote repulican next term. I fucking dare you. For the 3rd time.]\"\n  },\n  {\n    \"dimension\": \"truth_with_care\",\n    \"raw_score\": 0.4,\n    \"quote\": \"[TRUTH_WITH_CARE: He seems to forget that these generals are mostly not knucklehead “warriors.” They’re generally sober bureaucrats trying to lead the largest bureaucracy in the US government while also trying to protect their men and women at all costs.]\"\n  },\n  {\n    \"dimension\": \"bad_faith_dismissal\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[BAD_FAITH_DISMISSAL: That was the worst secretary of the department of war cosplay we will ever see. Maximum cringe activated.]\"\n  },\n  {\n    \"dimension\": \"personal_denigration\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[PERSONAL_DENIGRATION: Good ole Pete Kegsbreath]\"\n  },\n  {\n    \"dimension\": \"bad_faith_dismissal\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[BAD_FAITH_DISMISSAL: This whole speech was something you see on the various self-post subreddits that is so unbelievable its obviously fake.]\"\n  },\n  {\n    \"dimension\": \"irreconcilable_division\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[IRRECONCILABLE_DIVISION: Republicans don't deserve America]\"\n  },\n  {\n    \"dimension\": \"dehumanizing_language\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[DEHUMANIZING_LANGUAGE: He IS Zapp Brannigan.]\"\n  },\n  {\n    \"dimension\": \"irreconcilable_division\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[IRRECONCILABLE_DIVISION: Who will be America's Oliver Cromwell?]\"\n  },\n  {\n    \"dimension\": \"motive_imputation\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[MOTIVE_IMPUTATION: Idk if this is pure paranoia, definitely conspiracy theory, but I've been trying to figure out the real reason for this whole showcase. I am starting to question the possibility of them planting mics under the seats, in the quarters they are staying, in their luggage, or on their person. OR have a plant drop one in their belongings wherever they're currently stationed around the world.]\"\n  },\n  {\n    \"dimension\": \"motive_imputation\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[MOTIVE_IMPUTATION: Sounds totally crazy, but everyone kept speculating they'd be asked to give an oath. Why make them declare it out loud when they can just get the answer for themselves quietly?]\"\n  },\n  {\n    \"dimension\": \"motive_imputation\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[MOTIVE_IMPUTATION: They go on stage and act like a pair of goobers and say lots of things to irritate these high ranking officers. Once these officers think they're out of earshot they may start to chatter.]\"\n  },\n  {\n    \"dimension\": \"motive_imputation\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[MOTIVE_IMPUTATION: I only think this because the FBI is run by a sycophant, and this would be a very efficient way to root out all dissent in the highest ranks completely covertly.]\"\n  },\n  {\n    \"dimension\": \"irreconcilable_division\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[IRRECONCILABLE_DIVISION: Trump just starts firing generals here and there, and people don't connect the dots or retaliate in time. Worse, they get arrested for \\\"conspiracy of insurrection.\\\"]\"\n  },\n  {\n    \"dimension\": \"motive_imputation\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[MOTIVE_IMPUTATION: I know who the intelligent people are in this admin, who stay generally out of sight, and are pulling many of the strings behind the scenes while these stage clowns are often acting as a distraction and a display of incompetence to throw us off balance.]\"\n  },\n  {\n    \"dimension\": \"irreconcilable_division\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[IRRECONCILABLE_DIVISION: I keep thinking back to Charlie kirk's memorial. There were so many ominous things stated by those in power that I can't believe more people aren't talking about it. Hegseth, Miller, Tucker, and Trump all come to mind to paint a very, very bad picture coming in the near future. Tucker even literally states that to the audience, as he gives what looks like a vague salute we all recognize (he even does it twice).]\"\n  },\n  {\n    \"dimension\": \"bad_faith_dismissal\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[BAD_FAITH_DISMISSAL: Hegseth’s speech should have been an email and Trump’s should have started impeachment proceedings.]\"\n  },\n  {\n    \"dimension\": \"bad_faith_dismissal\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[BAD_FAITH_DISMISSAL: It was embarrassing on so many levels.]\"\n  },\n  {\n    \"dimension\": \"issue_focused_critique\",\n    \"raw_score\": 0.6,\n    \"quote\": \"[ISSUE_FOCUSED_CRITIQUE: You would think that at a gathering with such historic importance, the administration would have hired some serious speechwriters so that the occasion would always be remembered in a positive, dignified way.]\"\n  },\n  {\n    \"dimension\": \"bad_faith_dismissal\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[BAD_FAITH_DISMISSAL: Instead we get a guy lecturing generals and admirals about the dangers of beards and waist sizes and guys wearing dresses. And then mentioning \\\"FAFO\\\" in a gratuitous way like an edgelord on Reddit instead of someone leading the most powerful military in the world.]\"\n  },\n  {\n    \"dimension\": \"personal_denigration\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[PERSONAL_DENIGRATION: Who wrote that speech? A ninth grader could have done a better job than that.]\"\n  },\n  {\n    \"dimension\": \"issue_focused_critique\",\n    \"raw_score\": 0.6,\n    \"quote\": \"[ISSUE_FOCUSED_CRITIQUE: \\\"Dudes in dresses\\\" Everyone in the military wears their uniform...what they wear off duty really has no bearing on their duties (as long as they're not doing anything criminal. Absolutely stupid.]\"\n  },\n  {\n    \"dimension\": \"issue_focused_critique\",\n    \"raw_score\": 0.6,\n    \"quote\": \"[ISSUE_FOCUSED_CRITIQUE: They fired military lawyers, want to overhaul the inspector generals, and he's upset about rules of engagement? Rules of engagement prevent the military from committing war crimes! He's just openly saying that he wants the US military to commit war crimes.]\"\n  },\n  {\n    \"dimension\": \"truth_as_weapon\",\n    \"raw_score\": 0.8,\n    \"quote\": \"[TRUTH_AS_WEAPON: The funniest part is the [pictures of the audience](https://i.abcnewsfe.com/a/74315401-b41e-4d92-ac46-71e0f3f1afeb/quantico-25-rt-gmh-250930_1759241164145_hpMain.jpg). There are a handful of black people, but otherwise it looks exactly the same as any military meeting of the last 100 years.]\"\n  },\n  {\n    \"dimension\": \"truth_as_weapon\",\n    \"raw_score\": 0.8,\n    \"quote\": \"[TRUTH_AS_WEAPON: He’s completely just tweaking off of some algorithm-induced psychosis.]\"\n  },\n  {\n    \"dimension\": \"motive_imputation\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[MOTIVE_IMPUTATION: Half of the stuff he’s mad about was probably AI generated. It’s madness.]\"\n  },\n  {\n    \"dimension\": \"truth_as_weapon\",\n    \"raw_score\": 0.8,\n    \"quote\": \"[TRUTH_AS_WEAPON: Yeah I’ve been looking for a fat general or admiral in the audience shots for a couple days. Can’t find a single one. ]\"\n  },\n  {\n    \"dimension\": \"bad_faith_dismissal\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[BAD_FAITH_DISMISSAL: imagining looking at this see of bald heads and calling it the Woke department]\"\n  },\n  {\n    \"dimension\": \"truth_as_weapon\",\n    \"raw_score\": 0.8,\n    \"quote\": \"[TRUTH_AS_WEAPON: his base is mad about trans kindergarten teachers who preach about critical race theory - they're not people who live in reality]\"\n  },\n  {\n    \"dimension\": \"bad_faith_dismissal\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[BAD_FAITH_DISMISSAL: It was a whole bunch of WTF.]\"\n  },\n  {\n    \"dimension\": \"issue_focused_critique\",\n    \"raw_score\": 0.6,\n    \"quote\": \"[ISSUE_FOCUSED_CRITIQUE: He calls the rules of engagement \\\"stupid.\\\" That doesn't even work in the world of sports. It's all about winning. Not pissing the opponent off. Hegseth's idiotic ideas increase the chance of getting American cities destroyed.]\"\n  },\n  {\n    \"dimension\": \"issue_focused_critique\",\n    \"raw_score\": 0.6,\n    \"quote\": \"[ISSUE_FOCUSED_CRITIQUE: And why in hell did he mention climate change to a bunch of military brass?! We already know the GOP would barely exist without campaign contributions from the fossil fuel industry and access to their think tanks.]\"\n  },\n  {\n    \"dimension\": \"personal_denigration\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[PERSONAL_DENIGRATION: I argued with someone who thought this was super patriotic and beautiful. Like it's not a drunkard man baby trying to do authoritarianism really poorly.]\"\n  },\n  {\n    \"dimension\": \"bad_faith_dismissal\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[BAD_FAITH_DISMISSAL: Bringing everyone out for a speech that could've just been an email wasting so many resources for mid propoganda. Indicative of this administration as a whole ig. Look at their empty millitary parade]\"\n  },\n  {\n    \"dimension\": \"bad_faith_dismissal\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[BAD_FAITH_DISMISSAL: It wasn't even mid. It was basically a propaganda package from Wish/Temu. They hoped for some fawning rally where all the Generals were like, \\\"fuck yeah! No more rules! Red meat!\\\" I'm glad they were met with crickets.]\"\n  },\n  {\n    \"dimension\": \"dehumanizing_language\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[DEHUMANIZING_LANGUAGE: \\\"Please clap...please?\\\"]\"\n  },\n  {\n    \"dimension\": \"motive_imputation\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[MOTIVE_IMPUTATION: The dumbest people you know will think this was a showcase of masculinity]\"\n  },\n  {\n    \"dimension\": \"truth_as_weapon\",\n    \"raw_score\": 0.8,\n    \"quote\": \"[TRUTH_AS_WEAPON: He flew in 30+ year military professionals, called them fat, said they looked like shit, and called them weak minded pussies, expected to be applauded and lauded as a hero.]\"\n  },\n  {\n    \"dimension\": \"truth_as_weapon\",\n    \"raw_score\": 0.8,\n    \"quote\": \"[TRUTH_AS_WEAPON: Some of these generals have seen actual combat and accomplished feats Hegseth could only achieve in his wildest dreams.]\"\n  },\n  {\n    \"dimension\": \"bad_faith_dismissal\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[BAD_FAITH_DISMISSAL: wArFIgHtErs]\"\n  },\n  {\n    \"dimension\": \"bad_faith_dismissal\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[BAD_FAITH_DISMISSAL: This is some seriously Russian shit.]\"\n  },\n  {\n    \"dimension\": \"personal_denigration\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[PERSONAL_DENIGRATION: Ultimate Bro Douchebag]\"\n  },\n  {\n    \"dimension\": \"truth_as_weapon\",\n    \"raw_score\": 0.8,\n    \"quote\": \"[TRUTH_AS_WEAPON: But a fat ass Commander in Chief, that's ok.]\"\n  },\n  {\n    \"dimension\": \"dehumanizing_language\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[DEHUMANIZING_LANGUAGE: Elementary school assembly vibes]\"\n  },\n  {\n    \"dimension\": \"personal_denigration\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[PERSONAL_DENIGRATION: US Generals, flown from all around the world with no details just to be forced to listen to a nonsensical lecture from an ignorant windbag. Bravo.]\"\n  },\n  {\n    \"dimension\": \"dehumanizing_language\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[DEHUMANIZING_LANGUAGE: He thinks he is Homelander]\"\n  },\n  {\n    \"dimension\": \"motive_imputation\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[MOTIVE_IMPUTATION: Every general there with kids or troops that were not this “standard” expected of a coke head pedophile supporter hopefully left with the thought of how to arrest our dictator in chief]\"\n  },\n  {\n    \"dimension\": \"irreconcilable_division\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[IRRECONCILABLE_DIVISION: Unqualified, incompetent fascist lunatics are running our country. The American people should be thoroughly humiliated and if they weren’t so clueless, they should be terrified that the guy they gave control of our government to, is sending our own military into our cities to “take out” any of us who aren’t willing obedient subjects who’ll kiss the ring of this deranged ANTI-American dick-tater wannabe.]\"\n  },\n  {\n    \"dimension\": \"bad_faith_dismissal\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[BAD_FAITH_DISMISSAL: It blows my mind how many people are unaware, apathetic or just plain ignorant to what’s happening. And Republicans are spineless cowards who refuse to stop this madness. ]\"\n  },\n  {\n    \"dimension\": \"motive_imputation\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[MOTIVE_IMPUTATION: Proof that Donald, Vance, and Hegseth are all about OPTICS and not substance.]\"\n  },\n  {\n    \"dimension\": \"truth_with_care\",\n    \"raw_score\": 0.4,\n    \"quote\": \"[TRUTH_WITH_CARE: “Climate change may be the single greatest geopolitical wild card of the next century—a reshaping of countries’ agricultures, economies, and even literal geography,” he wrote. “And here a guy who never rose above the rank of Major says the U.S. military shouldn’t even consider it. We are screwed.”]\"\n  },\n  {\n    \"dimension\": \"issue_focused_critique\",\n    \"raw_score\": 0.6,\n    \"quote\": \"[ISSUE_FOCUSED_CRITIQUE: This always amazes me, because when I was a Navy officer (early 90s), there was already discussion of what climate change would mean for naval combat. Even if you didn't believe in climate change, it would be neglectful to not consider it.]\"\n  },\n  {\n    \"dimension\": \"truth_as_weapon\",\n    \"raw_score\": 0.8,\n    \"quote\": \"[TRUTH_AS_WEAPON: Three things, first you can tell that Hegseth never made it that far up the chain because his entire vision for the military seems to be focused on infantrymen and he's obsessed with grooming standards, PT, and calling everyone warriors.]\"\n  },\n  {\n    \"dimension\": \"truth_as_weapon\",\n    \"raw_score\": 0.8,\n    \"quote\": \"[TRUTH_AS_WEAPON: Second, the Christian sermon language was thick.]\"\n  },\n  {\n    \"dimension\": \"truth_as_weapon\",\n    \"raw_score\": 0.8,\n    \"quote\": \"[TRUTH_AS_WEAPON: Finally, that pause at the end where he expected applause and got stone cold silence was beautiful. Watching him die inside was peak.]\"\n  },\n  {\n    \"dimension\": \"irreconcilable_division\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[IRRECONCILABLE_DIVISION: I especially like the part in which Trump said the military should use American cities as training grounds. How the fuck was Trump not INSTANTLY removed for this treasonous act and thrown in federal prison is amazing.]\"\n  },\n  {\n    \"dimension\": \"irreconcilable_division\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[IRRECONCILABLE_DIVISION: POTUS literally said in front of all generals that they need to use cities in the united states asxwar practice zones. Awesome. 77 million voters need charged with domestic terrorism whenever the Republican Terrorist and Pedophile Party is criminally removed from office]\"\n  },\n  {\n    \"dimension\": \"truth_as_weapon\",\n    \"raw_score\": 0.8,\n    \"quote\": \"[TRUTH_AS_WEAPON: For the record, I served for 12 years. Did time in Iraq and Afghanistan…never met a fat general. Never met a bearded general. Never met an officer who I think might have enjoyed being called to a damn pep rally.]\"\n  },\n  {\n    \"dimension\": \"bad_faith_dismissal\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[BAD_FAITH_DISMISSAL: This administration is the exact opposite of what they think they are.]\"\n  },\n  {\n    \"dimension\": \"truth_as_weapon\",\n    \"raw_score\": 0.8,\n    \"quote\": \"[TRUTH_AS_WEAPON: Like the ultimate white DEI hire complaining about DEI is pretty rich.]\"\n  },\n  {\n    \"dimension\": \"irreconcilable_division\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[IRRECONCILABLE_DIVISION: It's not going to seem like a joke when the military starts slaughtering Americans]\"\n  },\n  {\n    \"dimension\": \"bad_faith_dismissal\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[BAD_FAITH_DISMISSAL: Seems like a little boy move when he said FAFO…followed by “ if you don’t know what it means ask your troops.”]\"\n  },\n  {\n    \"dimension\": \"truth_as_weapon\",\n    \"raw_score\": 0.8,\n    \"quote\": \"[TRUTH_AS_WEAPON: He and Trump fully expected clapping and cheering, a rally like atmosphere…they got dead silence.]\"\n  },\n  {\n    \"dimension\": \"bad_faith_dismissal\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[BAD_FAITH_DISMISSAL: Couldn’t ask for better from our military leaders. MAGAS take note. This country is not yours to take. You are not patriots.]\"\n  },\n  {\n    \"dimension\": \"dehumanizing_language\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[DEHUMANIZING_LANGUAGE: The thumbnail is fucking priceless. Like a toddler having a tantrum. A child demanding things from grown adults.]\"\n  },\n  {\n    \"dimension\": \"personal_denigration\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[PERSONAL_DENIGRATION: He is a perfect example of why you shouldn't mix alcohol with cocaine. You might *think* you are the coolest/toughest person in the room, but in reality, everybody can't wait to get away from you and hopefully never see you again.]\"\n  },\n  {\n    \"dimension\": \"bad_faith_dismissal\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[BAD_FAITH_DISMISSAL: This had the complete opposite effect of what he intended.]\"\n  },\n  {\n    \"dimension\": \"personal_denigration\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[PERSONAL_DENIGRATION: Trump and every single one of his cabinet members are complete and total losers]\"\n  },\n  {\n    \"dimension\": \"personal_denigration\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[PERSONAL_DENIGRATION: Ignorance and arrogance is a stronger cocktail than even he can handle]\"\n  },\n  {\n    \"dimension\": \"motive_imputation\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[MOTIVE_IMPUTATION: It’s really emblematic of who these people are, deep down. They’re all fragile, insecure little boys who never received validation from their families or from their peers. They’ve gone through life utterly desperate to achieve some sort of notoriety, but none of them possess any actual skills beyond knowing how to be the meanest person in the room.]\"\n  },\n  {\n    \"dimension\": \"irreconcilable_division\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[IRRECONCILABLE_DIVISION: Now they have an opportunity to demonstrate why they’ve never accomplished anything in their pathetic lives, but instead of becoming the incompetent head of their late father’s company, they’re running an entire country. And they’re running it into the fucking ground.]\"\n  },\n  {\n    \"dimension\": \"irreconcilable_division\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[IRRECONCILABLE_DIVISION: This is capitalism feverishly devouring its own flesh.]\"\n  },\n  {\n    \"dimension\": \"bad_faith_dismissal\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[BAD_FAITH_DISMISSAL: Worse than unhinged. Between Hegseth's bizarre and threatening Christian Nationalist rant, and Trump's cowardly pleading for applause, the whole thing just showed how vacuous and stupid these people are.]\"\n  },\n  {\n    \"dimension\": \"irreconcilable_division\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[IRRECONCILABLE_DIVISION: This nation is in deep trouble if we're ever attacked.]\"\n  },\n  {\n    \"dimension\": \"dehumanizing_language\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[DEHUMANIZING_LANGUAGE: \\\"Stupid rules of engagement\\\"]\"\n  },\n  {\n    \"dimension\": \"dehumanizing_language\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[DEHUMANIZING_LANGUAGE: The secretary of defense is 12.]\"\n  },\n  {\n    \"dimension\": \"personal_denigration\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[PERSONAL_DENIGRATION: The Most Underqualified Man in the Room?]\"\n  },\n  {\n    \"dimension\": \"bad_faith_dismissal\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[BAD_FAITH_DISMISSAL: My question is: which of the generals, lieutenant generals, major generals, brigadier generals, admirals, vice admirals, rear admirals (upper and lower half), commodores, captains, or colonels are prepared to stand up and speak out about what they were told—what they heard yesterday—from Pete Hegseth, the most underqualified man in the room?]\"\n  },\n  {\n    \"dimension\": \"irreconcilable_division\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[IRRECONCILABLE_DIVISION: That is not who America is.]\"\n  },\n  {\n    \"dimension\": \"irreconcilable_division\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[IRRECONCILABLE_DIVISION: The new America—blowing up unchallenged civilian vessels in international waters—is just the start. Is that who we are now? IS THIS WHO WE ARE?]\"\n  },\n  {\n    \"dimension\": \"issue_focused_critique\",\n    \"raw_score\": 0.6,\n    \"quote\": \"[ISSUE_FOCUSED_CRITIQUE: You know, one of the biggest problems we have is that we require zero qualifications for people to hold our highest positions of power. If someone needs more experience than this to obtain a $14/hour customer service job and beat out other candidates, how is this guy in charge of the freaking Department of Defense? How is RFK in charge of HHS? How is a drug-addled felon in charge of the nation? Not to be cliche, but these people wouldn’t even qualify for most poverty-level jobs and here they are, dictating to others and destroying country. WHY THE FUCK aren’t there any requirements for these jobs?!?!]\"\n  },\n  {\n    \"dimension\": \"dehumanizing_language\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[DEHUMANIZING_LANGUAGE: It’s like an edgy 15-year-old that just saw 300 for the first time.]\"\n  },\n  {\n    \"dimension\": \"motive_imputation\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[MOTIVE_IMPUTATION: This is what weak men think being strong looks like.]\"\n  },\n  {\n    \"dimension\": \"personal_denigration\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[PERSONAL_DENIGRATION: God, he's so insecure and pathetic.]\"\n  },\n  {\n    \"dimension\": \"issue_focused_critique\",\n    \"raw_score\": 0.6,\n    \"quote\": \"[ISSUE_FOCUSED_CRITIQUE: Maximum lethality and muscles for a military that transitioned to logistical, information, and drone warfare a generation ago.]\"\n  },\n  {\n    \"dimension\": \"motive_imputation\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[MOTIVE_IMPUTATION: These people need to get off of whatever rich person drugs are fucking with their minds]\"\n  },\n  {\n    \"dimension\": \"motive_imputation\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[MOTIVE_IMPUTATION: Hegseth and Trump wanted to remind themselves, the generals, and the country that they are in control of the military despite having minimal and no military experience respectively. It was a transparent power move, essentially bragging that they're the \\\"bosses\\\" of the military without having to do any of the hard work involved in becoming a military leader.]\"\n  },\n  {\n    \"dimension\": \"motive_imputation\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[MOTIVE_IMPUTATION: At its core, it was an event that came from a very insecure place. Two men, but mostly Hegseth, desperate to feel superior to hundreds of men each with decades of military service and experience, forced them all into a room to tell them how actually *they're* the ones who are weak, because they dared to be open to diversity, don't actively torture people and recruits, and don't resort to violence at the first opportunity in every situation.]\"\n  },\n  {\n    \"dimension\": \"truth_as_weapon\",\n    \"raw_score\": 0.8,\n    \"quote\": \"[TRUTH_AS_WEAPON: If anything this helped to solidify how temporary their leadership will be taken seriously, that they felt like they had to pull people out of their very important jobs just to effectively reprimand them for being \\\"woke\\\".]\"\n  },\n  {\n    \"dimension\": \"bad_faith_dismissal\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[BAD_FAITH_DISMISSAL: It wasn't for the military, it was for them and their supporters, desperate to feel like they're pushing back on progress, by reinforcing this fallacious idea that strength comes from physical appearance, discrimination, and brutality. Actual military leaders are able to separate effectiveness from propaganda, and Hegseth and Trump made it very clear that they are incapable of doing that.]\"\n  },\n  {\n    \"dimension\": \"personal_denigration\",\n    \"raw_score\": 1.0,\n    \"quote\": \"[PERSONAL_DENIGRATION: Imagine being called a loser by an alcoholic]\"\n  },\n  {\n    \"dimension\": \"irreconcilable_division\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[IRRECONCILABLE_DIVISION: This is the result of stupid people being put in power by low info voters.]\"\n  },\n  {\n    \"dimension\": \"issue_focused_critique\",\n    \"raw_score\": 0.6,\n    \"quote\": \"[ISSUE_FOCUSED_CRITIQUE: The United States military has spent over a century figuring shit out to the point it's become the most powerful in history.]\"\n  },\n  {\n    \"dimension\": \"irreconcilable_division\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[IRRECONCILABLE_DIVISION: Then low info idiots gave a pedo TV personality the country and an alcoholic TV personality the military, resulting in them reverting to the most basic idea of a military. If they are successful, it would mean that over a hundred years of military lessons, ideas, programs, connections, trust... etc wiped out in a single administration.]\"\n  },\n  {\n    \"dimension\": \"irreconcilable_division\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[IRRECONCILABLE_DIVISION: This is also why China and Russia seem to be dominating world trade and politics since Trump decided to go into politics.]\"\n  },\n  {\n    \"dimension\": \"issue_focused_critique\",\n    \"raw_score\": 0.6,\n    \"quote\": \"[ISSUE_FOCUSED_CRITIQUE: When you're a developing country and you're faced with the choice to either ally with China or USA, which would you pick?]\"\n  },\n  {\n    \"dimension\": \"truth_as_weapon\",\n    \"raw_score\": 0.8,\n    \"quote\": \"[TRUTH_AS_WEAPON: Keep in mind the USA prez is calling you a \\\"shithole\\\" country that's a parasite, while China shows you respect and offers you aid, infrastructure and low interest loans.]\"\n  },\n  {\n    \"dimension\": \"issue_focused_critique\",\n    \"raw_score\": 0.6,\n    \"quote\": \"[ISSUE_FOCUSED_CRITIQUE: This is the important part so I copy/pasted it. China is winning this one in the entire southern hemisphere]\"\n  },\n  {\n    \"dimension\": \"irreconcilable_division\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[IRRECONCILABLE_DIVISION: Hey lovely people of the USA, have you noticed there's something wrong with your government? Seriously, have you watched the UN speech, or the speech to your military leadership? What is happening? Is this freaking you out as much as it is everyone who is watching this from far away? Because it looks a bit divorced from reality yeah?]\"\n  },\n  {\n    \"dimension\": \"irreconcilable_division\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[IRRECONCILABLE_DIVISION: Oh yeah, we’ve noticed, and any of us with brains and scruples are quite freaked out.]\"\n  },\n  {\n    \"dimension\": \"truth_as_weapon\",\n    \"raw_score\": 0.8,\n    \"quote\": \"[TRUTH_AS_WEAPON: What's happening is exactly what those of us who voted against Trump said would happen.]\"\n  },\n  {\n    \"dimension\": \"truth_as_weapon\",\n    \"raw_score\": 0.8,\n    \"quote\": \"[TRUTH_AS_WEAPON: Instead people sat out the election because of Gaza, Biden being old, Harris being a woman, or any other stupid reason.]\"\n  },\n  {\n    \"dimension\": \"irreconcilable_division\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[IRRECONCILABLE_DIVISION: Yes, those of us who are paying attention and sane are worried. We're being branded enemies of the state.]\"\n  },\n  {\n    \"dimension\": \"motive_imputation\",\n    \"raw_score\": 0.9,\n    \"quote\": \"[MOTIVE_IMPUTATION: I’m aware how looney this is. I’m hoping our generals do the right thing]\"\n  },\n  {\n    \"dimension\": \"truth_with_care\",\n    \"raw_score\": 0.4,\n    \"quote\": \"[TRUTH_WITH_CARE: ”I can’t get over how the right-wing doesn’t understand modern militaries, with the majority serving non-combat roles,” he explained. “You think the best IT security and logistics personnel spends two hours in the gym every day to look like the cast of 300? They’re at furry conventions and model train shows.”]\"\n  },\n  {\n    \"dimension\": \"bad_faith_dismissal\",\n    \"raw_score\": 1.0,\n    \"quote\":",
  "document_index": 39,
  "timestamp": "2025-10-02T19:55:32.184585+00:00"
}