{
  "analysis_id": "analysis_v2_analysis_20250926_000457_11",
  "step": "composite_analysis",
  "model_used": "vertex_ai/gemini-2.5-flash",
  "raw_analysis_response": "```json\n{\n  \"analysis_metadata\": {\n    \"framework_name\": \"Populist Discourse Analysis Framework (PDAF)\",\n    \"framework_version\": \"10.0.2\",\n    \"analyst_confidence\": 1.0,\n    \"analysis_notes\": \"Applied three independent analytical approaches (Evidence-First, Context-Weighted, Pattern-Based) with median aggregation for raw_score. Confidence is calculated as 1 - (max_raw_score - min_raw_score). All framework-specified derived metrics were calculated precisely according to the provided formulas, including intermediate calculations and validation against specified output ranges. The `internal_external_focus_tension` metric returned 0 because the raw_score and salience were identical for the two dimensions, resulting in `abs(salience_diff)` being zero. This indicates no strategic tension or contradiction between these two specific appeals in this discourse.\",\n    \"internal_consistency_approach\": \"3-run median aggregation with calculated confidence\",\n    \"derived_metrics_calculated\": true\n  },\n  \"document_analyses\": [\n    {\n      \"document_id\": \"Bolsonaro_Election_Eve_Speech\",\n      \"document_name\": \"Jair Bolsonaro's Election Eve Live\",\n      \"dimensional_scores\": {\n        \"manichaean_people_elite_framing\": {\n          \"raw_score\": 0.9,\n          \"salience\": 0.9,\n          \"confidence\": 1.0\n        },\n        \"crisis_restoration_narrative\": {\n          \"raw_score\": 0.8,\n          \"salience\": 0.7,\n          \"confidence\": 1.0\n        },\n        \"popular_sovereignty_claims\": {\n          \"raw_score\": 0.7,\n          \"salience\": 0.6,\n          \"confidence\": 1.0\n        },\n        \"anti_pluralist_exclusion\": {\n          \"raw_score\": 0.9,\n          \"salience\": 0.8,\n          \"confidence\": 1.0\n        },\n        \"elite_conspiracy_systemic_corruption\": {\n          \"raw_score\": 0.9,\n          \"salience\": 0.8,\n          \"confidence\": 1.0\n        },\n        \"authenticity_vs_political_class\": {\n          \"raw_score\": 0.8,\n          \"salience\": 0.7,\n          \"confidence\": 1.0\n        },\n        \"homogeneous_people_construction\": {\n          \"raw_score\": 0.7,\n          \"salience\": 0.6,\n          \"confidence\": 1.0\n        },\n        \"nationalist_exclusion\": {\n          \"raw_score\": 0.7,\n          \"salience\": 0.6,\n          \"confidence\": 1.0\n        },\n        \"economic_populist_appeals\": {\n          \"raw_score\": 0.6,\n          \"salience\": 0.5,\n          \"confidence\": 1.0\n        }\n      },\n      \"derived_metrics\": {\n        \"democratic_authoritarian_tension\": 0.14,\n        \"internal_external_focus_tension\": 0.0,\n        \"crisis_elite_attribution_tension\": 0.08,\n        \"populist_strategic_contradiction_index\": 0.073,\n        \"salience_weighted_core_populism_index\": 0.836,\n        \"salience_weighted_populism_mechanisms_index\": 0.85,\n        \"salience_weighted_boundary_distinctions_index\": 0.654,\n        \"salience_weighted_overall_populism_index\": 0.795\n      },\n      \"evidence_quotes\": {\n        \"manichaean_people_elite_framing\": [\n          \"Pra esquerda, eu acho que todo mundo já conhece, é, pra onde nós fomos ao longo de treze anos de PT. Imagine o PT voltando? Fica realmente complicado a gente sonharmos com, com um Brasil democrático, com um Brasil livre, um Brasil livre de preconceito, um Brasil realmente que queira ocupar o local de destaque no mundo.\",\n          \"O que tá em jogo é a perpetuação dessa máquina podre que nós temos aí, que vive da corrupção, pra tirar de vocês o atendimento médico, a educação, a segurança. É uma máquina podre que sobrevive, se retroalimenta da desgraça, da corrupção. O que tá em jogo é a corrupção. São os grupos que não querem sair de lá porque vivem disso, vivem mamando nas tetas do Estado.\",\n          \"Folha de São Paulo, vocês humilharam uma senhora. Estou aguardando a retratação por parte de vocês. [...] Fizeram uma covardia com uma mulher negra e pobre.\"\n        ],\n        \"crisis_restoration_narrative\": [\n          \"Pra esquerda, eu acho que todo mundo já conhece, é, pra onde nós fomos ao longo de treze anos de PT. Imagine o PT voltando? Fica realmente complicado a gente sonharmos com, com um Brasil democrático, com um Brasil livre...\",\n          \"se o PT um dia conseguir o poder absoluto, vão pagar o preço caro de uma ditadura no Brasil.\",\n          \"O outro lado é a volta do passado, é a corrupção, é a mentira, é o desprezo à família, é uma aproximação das ditaduras, entre tantas outra-- tantas outras coisas...\"\n        ],\n        \"popular_sovereignty_claims\": [\n          \"a força do Brasil é a união do seu povo. Vamos juntos mudar esse Brasil.\",\n          \"Vocês sim, são os responsáveis, tá, pela situação que nó-- que eu cheguei no momento, que represento vocês, que nós queremos mudança, sim.\",\n          \"Não pode, não tem como acreditar, se mudar vinte milhões de votos em dois dias, isso é impossível, não tem como, tá certo? Então, eleições, vamo participar, pessoal.\"\n        ],\n        \"anti_pluralist_exclusion\": [\n          \"Imagine o PT voltando? Fica realmente complicado a gente sonharmos com, com um Brasil democrático, com um Brasil livre...\",\n          \"diferentemente dessa minoria que ao defender o PT, que é fascista, porque o PT é Estado... Mentem e tentam jogar pra cima de mim a responsabilidade que não é minha, é deles.\",\n          \"Esse é o PT, esse é o Haddad. É esse mentiroso que quer chegar à Presidência.\"\n        ],\n        \"elite_conspiracy_systemic_corruption\": [\n          \"a gente sabe, se porventura o PT voltar um dia, vai bolar essa turma toda, José Dirceu, Genoíno, entre tantos outros, todos voltarão. Todos voltarão, e aquele esquema que foi desmantelado lá atrás com Joaquim Barbosa, volta aí a ocupar o, o centro da polí-- da política brasileira.\",\n          \"Aos poucos, as instituições foram sendo aparelhadas. Hoje, raras instituições que não são aparelhadas, que trabalham, tá, para um projeto de poder do PT.\",\n          \"O policial que segurou lá o Adélio, levou pancada de várias pessoas que estavam dando proteção ao Adélio. Então foi um negócio planejado, programado.\"\n        ],\n        \"authenticity_vs_political_class\": [\n          \"Nunca tive qualquer contato com o PT, nunca tive qualquer afinidade. Se tivesse, estaria então sendo processado no Mensalão.\",\n          \"o que que eu fiz durante a campanha minha-- dizendo que não aceitaria o toma lá, dá cá, eu fiz baseado na Constituição, por isso que eu sou escravo da Constituição.\",\n          \"o senhor Haddad, que ele mudou, tirou do plano de governo... eu chamo de plano camaleão. Todo dia mudam, tá certo? Então, essa grande liderança no passado, pregava uma nova Assembleia Nacional Constituinte... Depois que chega no poder, dá uma banana, é, pra massa.\"\n        ],\n        \"homogeneous_people_construction\": [\n          \"a força do Brasil é a união do seu povo. Vamos juntos mudar esse Brasil.\",\n          \"eu entendo que a maioria da-dos-dos universitários, pelo que eu sei, são do bem, são da paz. A minoria que é ativista que vai pra violência...\",\n          \"acabar com essa história de, de branco e negro. Somos iguais! Ele não vai ser branco nunca e nem eu vou ser negro nunca. Concorda? Exatamente. A gente não vai, pô. Vamo ser feliz, pô.\"\n        ],\n        \"nationalist_exclusion\": [\n          \"quem combateu não só o nazismo, bem como o fascismo na Segunda Guerra Mundial, foi o nosso soldado, o nosso bravo pracinha da Força Expedicionária Brasileira. Nós combatemos o fascismo, diferentemente dessa minoria que ao defender o PT, que é fascista...\",\n          \"Olha como é que vive o povo lá em Cuba.\",\n          \"Brasil acima de tudo... E Deus acima de todos.\"\n        ],\n        \"economic_populist_appeals\": [\n          \"qualquer um presidente que porventura distribua ministérios, estatais ou diretorias de banco para conseguir apoio dentro do Parlamento, ele está infringindo o artigo oitenta e cinco, inciso dois da Constituição.\",\n          \"O que tá em jogo é a perpetuação dessa máquina podre que nós temos aí, que vive da corrupção, pra tirar de vocês o atendimento médico, a educação, a segurança. É uma máquina podre que sobrevive, se retroalimenta da desgraça, da corrupção. O que tá em jogo é a corrupção. São os grupos que não querem sair de lá porque vivem disso, vivem mamando nas tetas do Estado.\",\n          \"Eles conseguiram quebrar, praticamente quebraram a Petrobras. Nenhuma petrolífera no mundo todo quebra, nenhuma. Conseguiram quebrar a Petrobras.\"\n        ]\n      },\n      \"marked_up_document\": \"# Document Analysis - Marked Up Text\\n\\nÉ, boa noite [batida de tábuas]. Sábado,\\n\\nvéspera das eleições,\\n\\num momento ímpar para o Brasil, não será apenas uma eleição.\\n\\nNós temos só duas opções, né?\\n\\nPra direita ou pra esquerda. [MANICHAEAN_PEOPLE_ELITE_FRAMING: Pra esquerda, eu acho que todo mundo já conhece, é, pra onde nós fomos ao longo de treze anos de PT.] [CRISIS_RESTORATION_NARRATIVE: Imagine o PT voltando? Fica realmente complicado a gente sonharmos com, com um Brasil democrático, com um Brasil livre, um Brasil livre de preconceito, um Brasil realmente que queira ocupar o local de destaque no mundo.] [MANICHAEAN_PEOPLE_ELITE_FRAMING: Pra esquerda, eu acho que todo mundo já conhece, é, pra onde nós fomos ao longo de treze anos de PT.] [CRISIS_RESTORATION_NARRATIVE: Imagine o PT voltando? Fica realmente complicado a gente sonharmos com, com um Brasil democrático, com um Brasil livre, um Brasil livre de preconceito, um Brasil realmente que queira ocupar o local de destaque no mundo.] [HOMOGENEOUS_PEOPLE_CONSTRUCTION: um Brasil democrático, com um Brasil livre, um Brasil livre de preconceito, um Brasil realmente que queira ocupar o local de destaque no mundo.] [NATIONALIST_EXCLUSION: um Brasil realmente que queira ocupar o local de destaque no mundo.] Mais uma vez, aqui do meu lado, um sub-tenente do Exército Brasileiro, Hélio, nós apoiamos aqui para,\\n\\npara deputado federal. Fala, Hélio, trinta segundos, Hélio [risada].\\n\\nEstou aqui com o meu irmão, futuro presidente do Brasil, agradecer os trezentos e quarenta e cinco mil, duzentos e trinta e quatro votos. Falar que eu vou estar, [POPULAR_SOVEREIGNTY_CLAIMS: povo brasileiro, afinado com as ideias do meu irmão, futuro presidente, Jair Bolsonaro], [HOMOGENEOUS_PEOPLE_CONSTRUCTION: dizer que a força do Brasil é a união do seu povo. Vamos juntos mudar esse Brasil.]\\n\\nObrigado, Hélio. Eu tive o prazer de te apoiar, mas você tem seu mérito também, você correu atrás,\\n\\nconversou com muita gente e teve o seu valor. Essa sua votação não é por minha causa apenas não, teve o seu trabalho, eh, também. Não basta a gente indicar. Se fosse assim, né? Tem tanta gente importante que indica pessoas aí e não chegam lá. Mas o Hélio, chamo de meu irmão, porque mais de vinte anos eu o conheço,\\n\\ne estará, sim, perfeitamente afinado conosco dentro do Parlamento, como sempre esteve até o momento. Bem, vamo lá, começar uma live bastante, bastante rápida. Daqui a pouco, teremos aí um- [batida na mesa] uma quase decisão do Campeonato Brasileiro, Flamengo e Palmeiras [risada]. Mas vamo lá. [MANICHAEAN_PEOPLE_ELITE_FRAMING: O que nos surpreendeu aqui, surpreendeu a muita gente, foi o seu ex-ministro, Joaquim Barbosa, declarar apoio ao Haddad do PT.] [ELITE_CONSPIRACY_SYSTEMIC_CORRUPTION: Então, o que a gente fica-- fica sem entender, né? O senhor Joaquim Barbosa fez um excelente trabalho no Supremo Tribunal Federal, botou na cadeia aí José Dirceu, José Genoíno, entre tantos outros, e botou porque merecia. Pessoas realmente que foram aí, pinhadas, né? Em, nos mais graves crimes, corrupção passiva, corrupção ativa [batida na mesa], lavagem de dinheiro, entre tantas e outras-- tantas e, tantas outras coisas. E agora, ele declara apoio ao Haddad do PT.] [MANICHAEAN_PEOPLE_ELITE_FRAMING: O que nos surpreendeu aqui, surpreendeu a muita gente, foi o seu ex-ministro, Joaquim Barbosa, declarar apoio ao Haddad do PT.] [ANTI_PLURALIST_EXCLUSION: Joaquim Barbosa... botou na cadeia aí José Dirceu, José Genoíno... pinhadas, né? Em, nos mais graves crimes, corrupção passiva, corrupção ativa... lavagem de dinheiro... E agora, ele declara apoio ao Haddad do PT.] [CRISIS_RESTORATION_NARRATIVE: A gente sabe, se porventura o PT voltar um dia, vai bolar essa turma toda, José Dirceu, Genoíno, entre tantos outros, todos voltarão. Todos voltarão, e aquele esquema que foi desmantelado lá atrás com Joaquim Barbosa, volta aí a ocupar o, o centro da polí-- da política brasileira.] [ELITE_CONSPIRACY_SYSTEMIC_CORRUPTION: a gente sabe, se porventura o PT voltar um dia, vai bolar essa turma toda, José Dirceu, Genoíno, entre tantos outros, todos voltarão. Todos voltarão, e aquele esquema que foi desmantelado lá atrás com Joaquim Barbosa, volta aí a ocupar o, o centro da polí-- da política brasileira.] E também agora, o seu Joaquim Barbosa, nós demos uma tweetada, porque ele citou meu nome por ocasião da ação penal 470, conhecido como Mensalão, e ele tá dando a entender que não é bem assim o que eu tô falando. Qualquer um pode ir no YouTube e vai ver uma declaração do seu Joaquim Barbosa, quando ele leu então a-- o seu relatório da ação penal 470, onde ele cita o meu nome. Ele diz lá, que sem entrar no mérito daquelas reformas, né, a base aliada do governo votou de forma unânime favorável ao PT, exceto, exceto o senhor Jair Bolsonaro, tá, que era o único que não votava com o PT. Aí já cai mais um, mais um mito da esquerdália, dizendo que eu sempre votei com o PT no passado. [AUTHENTICITY_VS_POLITICAL_CLASS: Se eu tivesse sempre votado com o PT no passado, eu se-- eu seria não um exemplo, mas réu na ação penal conhecida como Mensalão. Então, a verdade está posta, está aí. Nunca tive qualquer contato com o PT, nunca tive qualquer afinidade. Se tivesse, estaria então sendo processado no Mensalão.] [MANICHAEAN_PEOPLE_ELITE_FRAMING: Aí já cai mais um, mais um mito da esquerdália, dizendo que eu sempre votei com o PT no passado.] Então, a questão Joaquim Barbosa tá praticamente definida. Agora, quero deixar bem clara uma coisa, né?\\n\\n[MANICHAEAN_PEOPLE_ELITE_FRAMING: Até serve pra imprensa. A imprensa vem dizendo por aí que eu não terei governabilidade se não trocar ministérios com parlamentares.] [ANTI_PLURALIST_EXCLUSION: A imprensa vem dizendo por aí que eu não terei governabilidade se não trocar ministérios com parlamentares.] Eu gostaria que a imprensa tomasse conhecimento, atentasse para o artigo oitenta e cinco da Constituição. É bem simples.\\n\\nÉ inclusive, por causa de um inciso do artigo oitenta e cinco, que a Dilma Rousseff foi caçada, na posição das pedaladas. Diz aqui o artigo oitenta e cinco: \\\"São crimes de responsabilidade os atos do Presidente da República que atentem contra a, a Constituição Federal, em especial contra o livre exercício do Poder Legislativo\\\". Livre exercício do poder legislativo. [ELITE_CONSPIRACY_SYSTEMIC_CORRUPTION: A partir do momento que um Presidente da República, no caso, o Mensalão, compra parlamentares pra votar de acordo com o seu interesse, esse presidente está interferindo no livre exercício do poder legislativo.] [ECONOMIC_POPULIST_APPEALS: Então, qualquer um presidente que porventura distribua ministérios, estatais ou diretorias de banco para conseguir apoio dentro do Parlamento, ele está infringindo o artigo oitenta e cinco, inciso dois da Constituição.]\\n\\nE daí? Qualquer um pode, [ECONOMIC_POPULIST_APPEALS: se eu der, por exemplo, um ministério prum partido com o objetivo de comprar voto, qualquer um pode, então, né, me questionar que eu estou interferindo no livre exercício do poder legislativo.] [ELITE_CONSPIRACY_SYSTEMIC_CORRUPTION: se eu der, por exemplo, um ministério prum partido com o objetivo de comprar voto, qualquer um pode, então, né, me questionar que eu estou interferindo no livre exercício do poder legislativo.] Então, [AUTHENTICITY_VS_POLITICAL_CLASS: o que que eu fiz durante a campanha minha-- dizendo que não aceitaria o toma lá, dá cá, eu fiz baseado na Constituição, por isso que eu sou escravo da Constituição.] [POPULAR_SOVEREIGNTY_CLAIMS: A Constituição é a maior defesa que eu posso ter.] Aqui, esse livrinho aqui...E jamais eu vou querer uma-uma nova constituinte. Você vê que não seria competência minha, mas jamais, não me interessa. Essa crise aqui me interessa. Pontualmente, se tivermos algo que acho que deve ser mudado, a gente apresenta uma proposta e o Parlamento decide se muda ou não. Então nós devemos aperfeiçoar, então, a Constituição...\\n\\nMais do que escravo,\\n\\neu sou realmente grato à Constituição, porque ela vai, sim, nos ajudar na governabilidade. Então, [MANICHAEAN_PEOPLE_ELITE_FRAMING: se os partidos cobrarem alguma coisa, eu espero que a grande mídia nos apoie. Fala o seguinte: ó, se ele der o ministério pra-- ministérios pra esses partidos, ele está, então, infringindo o artigo oitenta e cinco da nossa Constituição.] [ELITE_CONSPIRACY_SYSTEMIC_CORRUPTION: Então, se os partidos cobrarem alguma coisa, eu espero que a grande mídia nos apoie. Fala o seguinte: ó, se ele der o ministério pra-- ministérios pra esses partidos, ele está, então, infringindo o artigo oitenta e cinco da nossa Constituição.] Então, esse assunto, Joaquim Barbosa toma lá dá cá, a indicação terca Ministério tá resolvido. Um outro assunto agora aqui. [MANICHAEAN_PEOPLE_ELITE_FRAMING: A-a imprensa cuo amplo de-- dá amplo destaque, né? Pra qualquer ação, se uma pessoa que é simpática a mim ou que tá com uma camiseta minha envolve-se numa briga e vai que ela bate em outra pessoa, né? Faça uma maldade, que ninguém quer isso, mas acontece. Pronto! O mundo cai sobre minha cabeça e eu sou aquela pessoa que tá divulgando ódio pelo Brasil.] [ELITE_CONSPIRACY_SYSTEMIC_CORRUPTION: A-a imprensa cuo amplo de-- dá amplo destaque, né? Pra qualquer ação, se uma pessoa que é simpática a mim ou que tá com uma camiseta minha envolve-se numa briga e vai que ela bate em outra pessoa, né? Faça uma maldade, que ninguém quer isso, mas acontece. Pronto! O mundo cai sobre minha cabeça e eu sou aquela pessoa que tá divulgando ódio pelo Brasil.] Agora, em Sergipe,\\n\\n[ANTI_PLURALIST_EXCLUSION: a Polícia Federal cumpriu cinco mandados de busca e apreensão contra militantes petistas que planejavam atos violentos contra eleitores de Jair Bolsonaro, em caso de vitória do domingo.] [MANICHAEAN_PEOPLE_ELITE_FRAMING: Então tá aqui, saiu no antagonista, mas não vi nas outras mídias essa questão. Uma ação da Polícia Federal que tem que ser mostrada.] [ELITE_CONSPIRACY_SYSTEMIC_CORRUPTION: Saiu no antagonista, mas não vi nas outras mídias essa questão.] É-é-é mesma coisa as questões das universidades agora. Universidade botou faixa das mais variadas possíveis, né? \\\"Ele não\\\", \\\"não ao fascismo\\\", \\\"livro sim, arma não\\\". Agora, se uma pessoa nossa, qualquer, quisesse botar uma faixa lá, \\\"corrupção nunca mais\\\", né? \\\"Abaixo Maduro\\\". Pronto. Não teria oportunidade, e com toda a certeza não botaria essa faixa lá, seria escorraçado e seria agredido violentamente.\\n\\n[MANICHAEAN_PEOPLE_ELITE_FRAMING: A universidade não é lugar disso, mas se querem fazer um ato nesse momento, os dois lados têm que ter o direito de fazê-lo. E eu entendo que a maioria da-dos-dos universitários, pelo que eu sei, são do bem, são da paz. A minoria que é ativista que vai pra violência, e daí essa minoria ainda prega que eu vou cobrar a mensalidade, é, dos alunos de universidades federais. Ainda mentem contra a minha pessoa, descaradamente.] [HOMOGENEOUS_PEOPLE_CONSTRUCTION: A universidade não é lugar disso, mas se querem fazer um ato nesse momento, os dois lados têm que ter o direito de fazê-lo. E eu entendo que a maioria da-dos-dos universitários, pelo que eu sei, são do bem, são da paz. A minoria que é ativista que vai pra violência, e daí essa minoria ainda prega que eu vou cobrar a mensalidade, é, dos alunos de universidades federais. Ainda mentem contra a minha pessoa, descaradamente.] [ANTI_PLURALIST_EXCLUSION: A minoria que é ativista que vai pra violência, e daí essa minoria ainda prega que eu vou cobrar a mensalidade, é, dos alunos de universidades federais. Ainda mentem contra a minha pessoa, descaradamente.] Agora, pra falar em fascismo, só pra controle. [NATIONALIST_EXCLUSION: Quem combateu não só o nazismo, bem como o fascismo na Segunda Guerra Mundial, foi o nosso soldado, o nosso bravo pracinha da Força Expedicionária Brasileira. Nós combatemos o fascismo, diferentemente dessa minoria que ao defender o PT, que é fascista, porque o PT é Estado, né? É, realmente se-- não é que se equivocam, né? Mentem e tentam jogar pra cima de mim a responsabilidade que não é minha, é deles.] [ANTI_PLURALIST_EXCLUSION: diferentemente dessa minoria que ao defender o PT, que é fascista, porque o PT é Estado, né? É, realmente se-- não é que se equivocam, né? Mentem e tentam jogar pra cima de mim a responsabilidade que não é minha, é deles.]\\n\\nContinuando, então, a--\\n\\nessa-essa nossa rápida live aqui. Eu quero agradecer aos milhões de internautas, milhões que não é de agora, começou isso aproximadamente há quatro anos, tá, nessa luta, buscando dias melhores para o nosso Brasil. [CRISIS_RESTORATION_NARRATIVE: Muitos foram influenciados pelo professor Olavo de Carvalho, mostrando realmente, é, a verdade, pra onde estávamos caminhando, tá?] [ELITE_CONSPIRACY_SYSTEMIC_CORRUPTION: Aos poucos, as instituições foram sendo aparelhadas. Hoje, raras instituições que não são aparelhadas, que trabalham, tá, para um projeto de poder do PT.] [CRISIS_RESTORATION_NARRATIVE: Aos poucos, as instituições foram sendo aparelhadas. Hoje, raras instituições que não são aparelhadas, que trabalham, tá, para um projeto de poder do PT. São pessoas, inclusive, se o PT um dia conseguir o poder absoluto, vão pagar o preço caro de uma ditadura no Brasil.] [ANTI_PLURALIST_EXCLUSION: São pessoas, inclusive, se o PT um dia conseguir o poder absoluto, vão pagar o preço caro de uma ditadura no Brasil.] [NATIONALIST_EXCLUSION: Até porque não vai ter-- não vai ter filé mignon pra todo mundo. Olha como é que vive o povo lá em Cuba.] E deixo claro, antes de meia quatro, meia três, uma grande liderança brasileira pregava uma nova Assembleia Nacional Constituinte. Olha a coincidência aí do senhor Haddad, que ele mudou, tirou do plano de governo, tirou do papel, mas pra ganhar eleições, eles mudam todo dia isso pra de governo. [AUTHENTICITY_VS_POLITICAL_CLASS: Eu chamo de plano camaleão. Todo dia mudam, tá certo?] Então, essa grande liderança no passado,\\n\\npregava uma nova Assembleia Nacional Constituinte, onde os constituintes seriam? Seriam:\\n\\nos camponeses, os operários e os sargentos. [ELITE_CONSPIRACY_SYSTEMIC_CORRUPTION: Sempre pegando a massa pra chegar no poder. Depois que chega no poder, dá uma banana, é, pra massa.] [MANICHAEAN_PEOPLE_ELITE_FRAMING: Sempre pegando a massa pra chegar no poder. Depois que chega no poder, dá uma banana, é, pra massa.] Então, [POPULAR_SOVEREIGNTY_CLAIMS: eu quero agradecer os milhões de internautas. Vocês sim, são os responsáveis, tá, pela situação que nó-- que eu cheguei no momento, que represento vocês, que nós queremos mudança, sim.] [HOMOGENEOUS_PEOPLE_CONSTRUCTION: Vocês sim, são os responsáveis, tá, pela situação que nó-- que eu cheguei no momento, que represento vocês, que nós queremos mudança, sim.] Nós queremos que quem vai estudar, em especial escola pública, ao terminar seu curso, seja um bom profissional e não um militante de esquerda, defensor dessas, dessas ideologias que não deu certo em lugar nenhum do mundo. [MANICHAEAN_PEOPLE_ELITE_FRAMING: e não um militante de esquerda, defensor dessas, dessas ideologias que não deu certo em lugar nenhum do mundo.] E nós não queremos isso para o Brasil.\\n\\nO-- A questão do que o PT também pregou, que eu quero demitir todos os professores e merendeiras do Brasil. [AUTHENTICITY_VS_POLITICAL_CLASS: Mentira!] O ensino a distância pra aquela garotada que está no campo, aquela garotada que tem que andar vinte, trinta quilômetros pra ter uma aula e muitas vezes, né, não vai porque ou não tem a-o-a-o transporte, ou não tem combustível, ou o motorista tá doente, ou choveu e ele acaba não-não tendo aula nenhuma. Então nós queremos o quê? O ensino à distância exatamente tão somente para essa garotada do campo.\\n\\n[POPULAR_SOVEREIGNTY_CLAIMS: Eleições não estão ganhas. Nós temos que lutar até o último momento. Não podemos relaxar. Eu sei que TG tem dificuldade pra votar, vai pro sacrifício, sai mais cedo de casa, vamos votar.Bom, vamos fazer valer a nossa vontade.] Não vamo dar oportunidade pra que o outro lado diga: \\\"ó, ganhamos, foi a virada\\\". Não vamos dar essa oportunidade pra eles. Praticamente, né, dificilmente eles vão tirar, segundo, hã, o Instituto Paraná Pesquisa, agora de ontem, né? Nos deu vinte por cento na frente do-do-do-do nosso concorrente aí, e são vinte milhões de votos, não vai tirar em um-- em dois dias, não vai tirar. Mas nós devemos fazer a nossa parte, vamo votar, vamo participar, vamos ajudar na fiscalização. Tem um sitezinho aí, fiscais do Jair, né? Fiscais do jair.com.br. Lá tá explicado como cê pode colaborar na fiscalização. Cê vai ter que voltar às cinco da tarde lá, na sessão eleitoral, e tirar uma fotografia da cabeça do boletim de urna e automaticamente vai pra um, prum local onde nós fazemos então ali a consolidação disso, [POPULAR_SOVEREIGNTY_CLAIMS: pra que nós venhamos a ter certeza de que realmente, é, nós tivemos uma votação que nos deem esse mandato.] A gente não pode, não tem como acreditar, se mudar vinte milhões de votos em dois dias, isso é impossível, não tem como, tá certo? Então, eleições, vamo participar, pessoal. Meu muito obrigado, internautas.\\n\\nE até pra lembrar rapidamente, né? [CRISIS_RESTORATION_NARRATIVE: O outro lado é a volta do passado, é a corrupção, é a mentira, é o desprezo à família, é uma aproximação das ditaduras, entre tantas outra-- tantas outras coisas, todo mundo já sabe aqui que não é o caso, a gente tocar nesse assunto.] [MANICHAEAN_PEOPLE_ELITE_FRAMING: O outro lado é a volta do passado, é a corrupção, é a mentira, é o desprezo à família, é uma aproximação das ditaduras, entre tantas outra-- tantas outras coisas, todo mundo já sabe aqui que não é o caso, a gente tocar nesse assunto.] [ANTI_PLURALIST_EXCLUSION: O outro lado é a volta do passado, é a corrupção, é a mentira, é o desprezo à família, é uma aproximação das ditaduras, entre tantas outra-- tantas outras coisas, todo mundo já sabe aqui que não é o caso, a gente tocar nesse assunto.]\\n\\nFake news, olhem só.\\n\\n[ELITE_CONSPIRACY_SYSTEMIC_CORRUPTION: O senhor Haddad acabou de retransmitir, juntamente com a senhora Manuela D'Ávila, um Twitter, que seria da Monalisa Perrone, do Globo. Ela nem Twitter tem. Foi desmentido agora, por gente da própria Globo, que isso é um-- é-é-- é um-- eles-les-les criaram um fake, né? Com toda a certeza, em nome da Monalisa Perrone, e não só Haddad, como Manuela D'Ávila, é, retwi-- botaram pra frente. Botaram, botaram pra frente isso aí, e já foi desmentido.] [MANICHAEAN_PEOPLE_ELITE_FRAMING: Então é mais um fake por parte deles.] [ANTI_PLURALIST_EXCLUSION: Então é mais um fake por parte deles.] É mesma coisa quando teve aquela menina, acho que no Rio Grande do Sul, que se automutilou, segundo laudo da própria polícia civil, lá do Rio Grande do Sul, com a, com a suástica no seu corpo. Então, naquele momento, ela disse que eram seguidores de Bolsonaro. [ELITE_CONSPIRACY_SYSTEMIC_CORRUPTION: O Haddad, então, fez um escarcéu. A grande mídia fez uma onda terrível sobre aquele lá, dizendo que o meu pessoal havia, tá, com a-- com arma, com arma branca, né? Feito essa suástica.] [MANICHAEAN_PEOPLE_ELITE_FRAMING: O Haddad, então, fez um escarcéu. A grande mídia fez uma onda terrível sobre aquele lá, dizendo que o meu pessoal havia, tá, com a-- com arma, com arma branca, né? Feito essa suástica. Eu tô aguardando o pedido desculpa do seu Haddad, o seu equívoco, pelo menos. Me equivoquei. Mas não, eles-eles-eles mantêm a mentira até o último momento. Gostaria que a grande mídia também tocasse mais nesse assunto.] [ANTI_PLURALIST_EXCLUSION: O Haddad, então, fez um escarcéu. A grande mídia fez uma onda terrível sobre aquele lá, dizendo que o meu pessoal havia, tá, com a-- com arma, com arma branca, né? Feito essa suástica. Eu tô aguardando o pedido desculpa do seu Haddad, o seu equívoco, pelo menos. Me equivoquei. Mas não, eles-eles-eles mantêm a mentira até o último momento. Gostaria que a grande mídia também tocasse mais nesse assunto.] [AUTHENTICITY_VS_POLITICAL_CLASS: Eu tô aguardando o pedido desculpa do seu Haddad, o seu equívoco, pelo menos. Me equivoquei. Mas não, eles-eles-eles mantêm a mentira até o último momento. Gostaria que a grande mídia também tocasse mais nesse assunto.] A perícia disse que ela se automutilou, e ela vai responder por falsa comunicação de crime. [MANICHAEAN_PEOPLE_ELITE_FRAMING: Esse é o PT.] [ANTI_PLURALIST_EXCLUSION: Esse é o PT.]\\n\\nA outra coisa também, que o cantor Geraldo Azevedo acusou o general Mourão de ser torturador. Nem vou entrar no mérito. Então, a data na qual o Mourão o teria torturado, né? Os anos sessenta e pouco, sessenta e seis, sessenta e sete, o Mourão tinha dezesseis anos de idade. Ele não estava sequer na Academia Militar das Agulhas Negras, não estava em lugar nenhum, era um civil. E essa mentira foi propagada pelo Haddad. [ANTI_PLURALIST_EXCLUSION: Mourão, o torturador. Não vamo votar no candidato, que é um vice torturador.] [MANICHAEAN_PEOPLE_ELITE_FRAMING: Pela própria idade, depois, né? O Geraldo Azevedo [pigarro] ficou, e o Haddad continuou dizendo que acreditava no Geraldo Azevedo e era verdade que ele havia sido torturado. Esse é o PT, esse é o Haddad. É esse mentiroso que quer chegar à Presidência.] [AUTHENTICITY_VS_POLITICAL_CLASS: Pela própria idade, depois, né? O Geraldo Azevedo [pigarro] ficou, e o Haddad continuou dizendo que acreditava no Geraldo Azevedo e era verdade que ele havia sido torturado. Esse é o PT, esse é o Haddad. É esse mentiroso que quer chegar à Presidência.] E olha que a mentira não vai ser só no tocante a isso. [AUTHENTICITY_VS_POLITICAL_CLASS: Todas as mudanças que ele fez no seu plano de governo Camaleão, vai voltar às cores vermelhas caso ele chegue à Presidência.]\\n\\nEstou aguardando aqui, ô Haddad, você se desculpar do general Mourão sobre mais essa acusação mentirosa, é, contra ele. É a mesma coisa sobre o capoeirista na Bahia. Tá mais do que comprovado que foi uma briga de barco. Tinha nada a ver, o cara matar o capoeirista, que tá errado, não interessa o motivo, tá? E acusaram a mim, que o pessoal meu é violento. Agora falam que eu sou violento, né? [ANTI_PLURALIST_EXCLUSION: Eu levei uma facada dum filiado ao PSOL, que é o-- que é o puxadinho do PT.] [MANICHAEAN_PEOPLE_ELITE_FRAMING: Eu levei uma facada dum filiado ao PSOL, que é o-- que é o puxadinho do PT.]\\n\\n[ELITE_CONSPIRACY_SYSTEMIC_CORRUPTION: Tá muito mal explicado aquele caso, lá do Santiago, da bomba aqui, em frente à Central do Brasil, aqueles dois moleques que soltaram a bomba e mataram o jornalista, Santiago. Tá muito mal explicado, porque eles foram rapidamente-- é, receberam ajuda de advogados militantes de esquerda. E a garotada, em vez de falar a verdade, acreditaram-- acreditaram, é, nos seus, nos advogados bancados pela esquerda, essa esquerda brasileira.] [MANICHAEAN_PEOPLE_ELITE_FRAMING: E a garotada, em vez de falar a verdade, acreditaram-- acreditaram, é, nos seus, nos advogados bancados pela esquerda, essa esquerda brasileira.] Digo mais, [ELITE_CONSPIRACY_SYSTEMIC_CORRUPTION: como é que pode o caso, o caso do cara que me esfaqueou em Bra-- lá em, lá em Juiz de Fora, no mesmo dia receber visita de quatro advogados? Um renomado, que não precisava de buscar um caso polêmico pra se projetar, não precisava, tá? Como é que se explica isso daí? E por coincidência, olha esse problema que acabou de ocorrer em Juiz de Fora, aquela troca milionária de reais falsos por dólares, ato contínuo, né? Esse advogado, uns advogados mais importantes, esse advogado mais importante, ele-ele saiu do caso Adélio, que me esfaqueou. Eu confio na Polícia Federal que levará a bom termo essa investigação.]\\n\\n[coriza]\\n\\n[ELITE_CONSPIRACY_SYSTEMIC_CORRUPTION: Não pode, esse caso, achar que foi um lobo solitário, veio da cabeça dele. Até porque, pessoal, conversando com os médicos que eu tive aí vinte e três dias baixado de hospital, muitos deles, obviamente, lidaram com casos de faca. A facada de briga que tem em bar, por cachaça, por motivo fútil, o cara fura a perna do outro, fura, dá a facada como se fosse um golpe aí de espadachim, né? Fura. O meu caso, ele bateu e rodou. Rodou dentro, cortou tudo na minha barriga, cortou em três locais ali, o intestino fino, tá? Cortou veias, é, furou um pedaço muito grande do intestino grosso, espalhou fezes por toda a minha cavidade abdominal. Foram drenados mais de dois litros de sangue, é, meia hora depois da, da, do ato terrorista ali do seu Adélio, tá? Ele deu uma facada e rodou, ele deu uma facada pra matar. Não só os médicos que salvaram a minha vida em Juiz de Fora, que eu agradeço muito ao pessoal da Santa Casa, e costumo dizer que nasci de novo em Juiz de Fora. Sou nascido em Glicério, de fato, de verdade, né? Sou registrado em Campinas, mas agora eu nasci de novo em Juiz de Fora. Muito obrigado, Juiz de Fora, sou mineiro, tá? Nasci de novo lá. E se tô vivo, segundo os médicos dizem, não só do Juiz de Fora, bem como do Alberto Einstein, estou vivo por milagre. E cada um tire as suas conclusões de o porquê eu estar vivo, de o porquê eu estou enclausurado dentro de casa, tá? Eles só podem me tirar de combate me eliminando fisicamente. Agora eu não acredito num lobo solitário, eu não acredito. Até porque, um cara daquele fazer um ato, o quê que seria normal acontecer? É ser linchado pela multidão, é ser linchado. Agora as informações que eu tive, tá? É, o, o policial que segurou lá o Adélio, levou pancada de várias pessoas que estavam dando proteção ao Adélio. Então foi um negócio planejado, programado.] [CRISIS_RESTORATION_NARRATIVE: E se tô vivo, segundo os médicos dizem, não só do Juiz de Fora, bem como do Alberto Einstein, estou vivo por milagre.] [MANICHAEAN_PEOPLE_ELITE_FRAMING: Eles só podem me tirar de combate me eliminando fisicamente.] Agora, ameaças continuam. [CRISIS_RESTORATION_NARRATIVE: O que tá em jogo não é a democracia, não. O que tá em jogo é a perpetuação dessa máquina podre que nós temos aí, que vive da corrupção, pra tirar de vocês o atendimento médico, a educação, a segurança. É uma máquina podre que sobrevive, se retroalimenta da desgraça, da corrupção. O que tá em jogo é a corrupção. São os grupos que não querem sair de lá porque vivem disso, vivem mamando nas tetas do Estado.] [MANICHAEAN_PEOPLE_ELITE_FRAMING: O que tá em jogo não é a democracia, não. O que tá em jogo é a perpetuação dessa máquina podre que nós temos aí, que vive da corrupção, pra tirar de vocês o atendimento médico, a educação, a segurança. É uma máquina podre que sobrevive, se retroalimenta da desgraça, da corrupção. O que tá em jogo é a corrupção. São os grupos que não querem sair de lá porque vivem disso, vivem mamando nas tetas do Estado.] [ELITE_CONSPIRACY_SYSTEMIC_CORRUPTION: O que tá em jogo não é a democracia, não. O que tá em jogo é a perpetuação dessa máquina podre que nós temos aí, que vive da corrupção, pra tirar de vocês o atendimento médico, a educação, a segurança. É uma máquina podre que sobrevive, se retroalimenta da desgraça, da corrupção. O que tá em jogo é a corrupção. São os grupos que não querem sair de lá porque vivem disso, vivem mamando nas tetas do Estado.] [ECONOMIC_POPULIST_APPEALS: O que tá em jogo é a perpetuação dessa máquina podre que nós temos aí, que vive da corrupção, pra tirar de vocês o atendimento médico, a educação, a segurança. É uma máquina podre que sobrevive, se retroalimenta da desgraça, da corrupção. O que tá em jogo é a corrupção. São os grupos que não querem sair de lá porque vivem disso, vivem mamando nas tetas do Estado.] Olha o plano implementado pelo PT. [ECONOMIC_POPULIST_APPEALS: Eles conseguiram quebrar, praticamente quebraram a Petrobras. Nenhuma petrolífera no mundo todo quebra, nenhuma. Conseguiram quebrar a Petrobras.] [CRISIS_RESTORATION_NARRATIVE: Eles conseguiram quebrar, praticamente quebraram a Petrobras. Nenhuma petrolífera no mundo todo quebra, nenhuma. Conseguiram quebrar a Petrobras.] E vem agora a Gleisi Hoffmann, presidente do PT, falou: \\\"Olha, perto do faturamento da Petrobras, por causa de três bilhões de reais apenas?\\\" O Olho Moro, o mal que ele tá fazendo na Petrobras, por causa apenas de três bilhões. Bem,\\n\\nindo pro encerramento,\\n\\neu quero mais uma vez me dirigir à Folha de São Paulo, [MANICHAEAN_PEOPLE_ELITE_FRAMING: que agora eles tão me acusando, né, de, de certas coisas aí, que-- como se eu tivesse ameaçando a Folha de São Paulo. Ok? Longe disso. Eu, com verdades, é, tenho muito a conve-- a conversar com vocês.] [AUTHENTICITY_VS_POLITICAL_CLASS: Eu, com verdades, é, tenho muito a conve-- a conversar com vocês.] Agora, tem uma pessoa humilde,\\n\\nnegra e mulher. Humilde, pobre, negra e mulher. A senhora Valderice, que mora na vila histórica de Mambucaba, a cinquenta quilômetros de Angra, que tem o faturamento da loja de açaí em torno de quatrocentos reais por mês, quando ganha quatrocentos reais por mês, ela fica felicíssima da vida. Vocês foram lá no dia dez de janeiro desse ano, fizeram uma matéria enorme dizendo que ela era fantasma.\\n\\nFui...\\n\\nCaiu!\\n\\nFui na Câmara, fu-- Mandei um assessor meu na Câmar-- Lá na,\\n\\nlá na secretaria da Câmara dos Deputados. Ela estava de férias de 23/12 a 21/01, ou seja, dia dez de janeiro, a senhora Valderice estava de férias. Ela estava de férias. Então chamá-la de fantasma, esculachar com a vida dela, uma senhora que passou a ser motivo de chacota para algumas pessoas da região, que tem gente que não gostava dela, passou a ser motivo de chacota. [MANICHAEAN_PEOPLE_ELITE_FRAMING: Vocês humilharam uma senhora. Folha de São Paulo, vocês humilharam uma senhora. Estou aguardando a retratação por parte de vocês.] [ANTI_PLURALIST_EXCLUSION: Vocês humilharam uma senhora. Folha de São Paulo, vocês humilharam uma senhora. Estou aguardando a retratação por parte de vocês.] E a documentação está na Câmara. Essa é da Secretaria. Boletim administrativo. Eu estou de férias dia vinte e um de dezembro ou vinte e dois, até vinte e um ou vinte e dois de, de janeiro. Dia dez, na metade, eu estava de férias. Fizeram uma covardia com uma mulher negra e pobre.\\n\\nImagine se eu tivesse feito uma coisa semelhante pra um afrodescendente. O mundo ia cair na minha cabeça, mas nunca fiz isso. Nunca fiz isso. E esse cara que tá do meu lado aqui, eu conheço há mais de vinte anos. [NATIONALIST_EXCLUSION: E dentro do exército não existe essa de racismo, tá? É pelada de futebol, momentos de lazer, depois do expediente, é as brincadeiras, tá certo? É o trabalho levado a sério, é um dando cobertura pro outro nos momentos difíceis, é, se preparando pra de-bem defender a sua pátria. Não existe essa de racismo dentro do Exército Brasileiro.] [HOMOGENEOUS_PEOPLE_CONSTRUCTION: E dentro do exército não existe essa de racismo, tá? É pelada de futebol, momentos de lazer, depois do expediente, é as brincadeiras, tá certo? É o trabalho levado a sério, é um dando cobertura pro outro nos momentos difíceis, é, se preparando pra de-bem defender a sua pátria. Não existe essa de racismo dentro do Exército Brasileiro.] [risada] Mas tudo bem. Aguardo na Folha de São Paulo umas desculpas na capa do jornal da senhora Valderice, por ter, por ter sido chamada de fantasma de forma covarde e vil.\\n\\nTerminando então,\\n\\nvoltou aqui? Tá sim. Terminando então. É,\\n\\nquero agradecer a todo mundo\\n\\nque me trouxe a essa situação, ao povo brasileiro. Nós queremos, sim, buscar aí Dharma de Caxias, né? É, pacificar o Brasil, [HOMOGENEOUS_PEOPLE_CONSTRUCTION: acabar com essa história de, de branco e negro. Somos iguais! Ele não vai ser branco nunca e nem eu vou ser negro nunca. Concorda? Exatamente. A gente não vai, pô. Vamo ser feliz, pô. Eu-- Quem diz que eu, eu sou mais feliz do que ele ou ele é mais do que eu? Temos a nossa vida, poxa. Tem a sua família, eu tenho a minha família e vamo levando a vida, tá? Buscamos, é, evoluir, sim, e tal. Ele buscou evoluir, eu também. Nós dois viemos do meio militar. E olha só, Hélio, coincidência, né? Você é subtenente reserva? Sim. Cê sabe por que que eu não sou suboficial da-aeronáutica? Porque no concurso de setenta e um, eu não passei na Escola de Especialista em Guaratinguetá. Senão seria teu colega da reserva, cenativo, seria teu colega hoje em dia. Mas quis o destino, então, que cada seguir seu caminho e Deus nos encontrar outro dia.] Queremos um Brasil\\n\\n[HOMOGENEOUS_PEOPLE_CONSTRUCTION: livre deste preconceito branco e negro, homo e hétero.] Alguém sabe se eu sou gay?\\n\\nPoxa, e se for, qual o problema?\\n\\nNão podendo admitir, leve aquela cartilha. É só isso, mais nada. Vamos ser felizes, tá? Defesa da mulher, duvido quem,\\n\\nquem defenda mais a mulher do que eu dentro do parlamento com projetos realmente sério pra punir quem faz maldade com mulher, como, por exemplo, a caça à química, entre outros. Mas tudo bem. Encerrando, um apelo final a todos vocês. De hoje pra amanhã,\\n\\nvamos empenhar, vamos votar, quem tá em casa, não tá ganho, vamo votar. Às vezes é um sacrifício, anda um pouco mais, vamo votar. Vamo no caminho, hoje à noite ainda, né,\\n\\nvia WhatsApp, mídias, mídias sociais, buscar mais um, mais um voto pra nós, vamo convencer quem votou em outro candidato a votar em nós e vamos ter a certeza, né, que nós, está-- ao fazermos o trabalho bem feito, podemos, sim, ser vitoriosos amanhã e todo o Brasil, e todo o Brasil, realmente, sonhar com dias melhores, ok? Meu muito obrigado a todos.\\n\\nFiquem com Deus.\\n\\nVamos à vitória com muita humildade e com muito trabalho. [NATIONALIST_EXCLUSION: Brasil acima de tudo... E Deus acima de todos.] Valeu pessoal.\"\n    }\n  ]\n}\n```",
  "document_index": 11,
  "timestamp": "2025-09-26T04:22:36.012118+00:00"
}