{
  "analysis_id": "analysis_v2_analysis_20250925_200025_4",
  "step": "composite_analysis",
  "model_used": "vertex_ai/gemini-2.5-flash",
  "raw_analysis_response": "```json\n{\n  \"analysis_metadata\": {\n    \"framework_name\": \"Populist Discourse Analysis Framework (PDAF)\",\n    \"framework_version\": \"10.0.2\",\n    \"analyst_confidence\": 0.95,\n    \"analysis_notes\": \"Applied three independent analytical approaches (Evidence-First, Context-Weighted, Pattern-Based) with median aggregation for raw_score. Confidence is calculated as 1 - (max_raw_score - min_raw_score) across these internal scores. All framework-specified derived metrics have been calculated using the exact formulas provided. The document exhibits strong populist characteristics across all dimensions, with particularly high scores in people-elite framing, anti-pluralism, authenticity, and homogeneous people construction. The tension metrics are relatively low, indicating a rhetorically consistent (not contradictory) populist message.\",\n    \"internal_consistency_approach\": \"3-run median aggregation with calculated confidence\",\n    \"derived_metrics_calculated\": true\n  },\n  \"document_analyses\": [\n    {\n      \"document_id\": \"bolsonaro_speech_2018\",\n      \"document_name\": \"Jair Bolsonaro Speech 2018\",\n      \"dimensional_scores\": {\n        \"manichaean_people_elite_framing\": {\n          \"raw_score\": 0.9,\n          \"salience\": 0.9,\n          \"confidence\": 0.9\n        },\n        \"crisis_restoration_narrative\": {\n          \"raw_score\": 0.8,\n          \"salience\": 0.9,\n          \"confidence\": 1.0\n        },\n        \"popular_sovereignty_claims\": {\n          \"raw_score\": 0.7,\n          \"salience\": 0.8,\n          \"confidence\": 0.9\n        },\n        \"anti_pluralist_exclusion\": {\n          \"raw_score\": 0.9,\n          \"salience\": 0.9,\n          \"confidence\": 0.9\n        },\n        \"elite_conspiracy_systemic_corruption\": {\n          \"raw_score\": 0.8,\n          \"salience\": 0.9,\n          \"confidence\": 0.9\n        },\n        \"authenticity_vs_political_class\": {\n          \"raw_score\": 0.9,\n          \"salience\": 0.9,\n          \"confidence\": 1.0\n        },\n        \"homogeneous_people_construction\": {\n          \"raw_score\": 0.9,\n          \"salience\": 0.9,\n          \"confidence\": 1.0\n        },\n        \"nationalist_exclusion\": {\n          \"raw_score\": 0.8,\n          \"salience\": 0.9,\n          \"confidence\": 0.9\n        },\n        \"economic_populist_appeals\": {\n          \"raw_score\": 0.9,\n          \"salience\": 0.9,\n          \"confidence\": 1.0\n        }\n      },\n      \"derived_metrics\": {\n        \"democratic_authoritarian_tension\": 0.07,\n        \"internal_external_focus_tension\": 0.0,\n        \"crisis_elite_attribution_tension\": 0.0,\n        \"populist_strategic_contradiction_index\": 0.023333333333333334,\n        \"salience_weighted_core_populism_index\": 0.8282828282828283,\n        \"salience_weighted_populism_mechanisms_index\": 0.8663457978526471,\n        \"salience_weighted_boundary_distinctions_index\": 0.8495280399777901,\n        \"salience_weighted_overall_populism_index\": 0.8711410948631421\n      },\n      \"evidence_quotes\": {\n        \"manichaean_people_elite_framing\": [\n          \"Que jamais, eu poderia disputar a presidência, um médio ou grande partido pra continuar nos mesmos vícios da política de sempre.\",\n          \"Eles tão lá pra servir a sua agremiação partidária, e não o Brasil.\",\n          \"Não podemos é continuar com essa dupla de mingau que eu não gosto, PT, PSDB.\"\n        ],\n        \"crisis_restoration_narrative\": [\n          \"mas nos bons tempos, onde não existia a pobreza que tem hoje. Em especial quando se fala em educação. Naquele tempo a educação pública era de qualidade.\",\n          \"Brasil, por que nós somos o que somos? Apesar de termos aquilo que ninguém tem.\",\n          \"Ou nós mudamos agora o Brasil, ou não teremos outra oportunidade.\"\n        ],\n        \"popular_sovereignty_claims\": [\n          \"Só estou aqui, porque soltamente a Ele [Deus].\",\n          \"graças a vossa vontade, fazer um governo onde nós seremos escravos da lei e empregados de vocês.\",\n          \"Vamos respeitar o referendo do M5, que nos deu o direito à compra de armas e munições.\"\n        ],\n        \"anti_pluralist_exclusion\": [\n          \"os partidos que compõem o centrão continuam com seus ministros e agora apoiando Geraldo Alckmin. Ou seja, vai dar no que ele dá... à ineficiência do Estado e a corrupção.\",\n          \"Não podemos é continuar com essa dupla de mingau que eu não gosto, PT, PSDB.\",\n          \"E o massacre que a esquerda fez em cima das Forças Armadas nos últimos anos, PT e PSDB, criando comissões ditas da verdade... Nós das Forças Armadas somos o último obstáculo para o socialismo.\"\n        ],\n        \"elite_conspiracy_systemic_corruption\": [\n          \"Eles tão lá pra servir a sua agremiação partidária, e não o Brasil. E eu tenho dito, espero que o presidente chegue lá de forma independente, que ele bote realmente as pessoas certas, nos lugares certos.\",\n          \"O Ministério do, do Meio Ambiente, hoje em dia, sofre influência, sim, de ONGs estrangeiras.\",\n          \"Nós das Forças Armadas somos o último obstáculo para o socialismo.\"\n        ],\n        \"authenticity_vs_political_class\": [\n          \"Que jamais, eu poderia disputar a presidência, um médio ou grande partido pra continuar nos mesmos vícios da política de sempre.\",\n          \"Não sou o salvador da pátria, apesar de me chamar Messias também.\",\n          \"Reconheço as minhas limitações, mas pode ter certeza, a minha identidade, a minha virtude, que é semelhante de vocês que estão aqui, supera isso tudo.\"\n        ],\n        \"homogeneous_people_construction\": [\n          \"Chega de nos dividir. Brancos, negros, pobres, ricos, héteros e homos, seja lá o que seja. Um só povo, uma só nação, uma só bandeira.\",\n          \"Nós temos tudo para sermos uma grande nação, tudo!\",\n          \"Nós não nos entregamos porque sempre estivemos ao lado do povo brasileiro.\"\n        ],\n        \"nationalist_exclusion\": [\n          \"Por que devemos continuar achando que vamos entregar nossas terras agricultáveis para o capital estrangeiro, que no caso é a China que está comprando? Nós não podemos abrir mão da nossa segurança alimentar. A China não está comprando no Brasil, ela está comprando o Brasil.\",\n          \"O Ministério do, do Meio Ambiente, hoje em dia, sofre influência, sim, de ONGs estrangeiras.\",\n          \"Brasil acima de tudo, Minas acima de tudo!\"\n        ],\n        \"economic_populist_appeals\": [\n          \"Precisamos de alguém então, que tire o Estado do cangote de quem produz.\",\n          \"A China não está comprando no Brasil, ela está comprando o Brasil. Quando acordarmos, poderá ser tarde demais.\",\n          \"quem vai tirar o país da situação de segurança são os senhores. Em grande parte aqui, os empreendedores, vocês é que geram emprego, não é o poder público.\"\n        ]\n      },\n      \"marked_up_document\": \"# Document Analysis - Marked Up Text\\n\\n[conversas] Nosso [interrupção] presidente Jair Bolsonaro vai iniciar a sua fala aqui agora. Ó! [aplausos e assobios] Uma salva de palmas. Obrigado.\\n\\nTá contigo, capitão. É, boa tarde a todos. Muito obrigado pela oportunidade. Prezado Aloísio, grato pela deferência. Ah, primeiro quero agradecer a Deus por essa oportunidade.\\n\\nSó estou aqui, [POPULAR_SOVEREIGNTY_CLAIMS: porque soltamente a Ele].\\n\\n[AUTHENTICITY_VS_POLITICAL_CLASS: Sou de família humilde],\\n[AUTHENTICITY_VS_POLITICAL_CLASS: da região mais pobre de São Paulo, Vado Ribeira],\\n\\nmas nos bons tempos,\\n\\n[CRISIS_RESTORATION_NARRATIVE: onde não existia a pobreza que tem hoje].\\n[CRISIS_RESTORATION_NARRATIVE: Em especial quando se fala em educação. Naquele tempo a educação pública era de qualidade]. Vergonha é estar na escola particular.\\n\\nHá quatro anos, [AUTHENTICITY_VS_POLITICAL_CLASS: decidi disputar a Presidência da República, sabendo de todos os problemas que teria pela frente]. [AUTHENTICITY_VS_POLITICAL_CLASS: Que jamais, eu poderia disputar a presidência, um médio ou grande partido pra continuar nos mesmos vícios da política de sempre].\\n[MANICHAEAN_PEOPLE_ELITE_FRAMING: Que jamais, eu poderia disputar a presidência, um médio ou grande partido pra continuar nos mesmos vícios da política de sempre].\\n\\nApareceu o PSL, depois de muita negociação, eu agradeço aqui ao Gustavo Bebianno, que conduziu essa negociação, o Luciano Bivar [barulho de porta] que é um empresário, e por ser empresário, [AUTHENTICITY_VS_POLITICAL_CLASS: acreditou em nosso projeto e abriu as portas do pequeno PSL]. Pra que, se Deus quiser, será um grande partido no futuro.\\n\\nBrasil,\\n\\n[CRISIS_RESTORATION_NARRATIVE: por que nós somos o que somos? Apesar de termos aquilo que ninguém tem].\\n\\nÉ igual ao médico, quando vê um paciente, tem que buscar a origem do problema. [ELITE_CONSPIRACY_SYSTEMIC_CORRUPTION: A origem é só, indicação política] [risada]. Perguntar aqui pros senhores, com todo respeito, eu também não saberia responder, o nome de alguns ministros, que seriam importantes, ninguém sabe responder. Por quê? [MANICHAEAN_PEOPLE_ELITE_FRAMING: Eles tão lá pra servir a sua agremiação partidária, e não o Brasil]. [ELITE_CONSPIRACY_SYSTEMIC_CORRUPTION: Eles tão lá pra servir a sua agremiação partidária, e não o Brasil]. E eu tenho dito, [POPULAR_SOVEREIGNTY_CLAIMS: espero que o presidente chegue lá de forma independente, que ele bote realmente as pessoas certas, nos lugares certos]. Como vocês viram agora no segundo desabafo do Temer, de vez em quando a gente elogia, quero elogiar o Temer agora, coisa rara, tá? Onde ele bate no Geraldo Alckmin, e o Alckmin critica o misério do Temer, só que [ANTI_PLURALIST_EXCLUSION: os partidos que compõem o centrão continuam com seus ministros e agora apoiando] [aplausos] [ANTI_PLURALIST_EXCLUSION: Geraldo Alckmin. Ou seja, vai dar no que ele dá. O que o Temer dá... Não sou eu que tô dando. Não vim aqui pra criticar ninguém. Se o Alckmin for presidente, vai manter os mesmos ministros que estão aí]. Que levam, pela [ELITE_CONSPIRACY_SYSTEMIC_CORRUPTION: indicação política], à [ELITE_CONSPIRACY_SYSTEMIC_CORRUPTION: ineficiência do Estado e a corrupção]. Assim sendo, pra não ser muito longo, né? [CRISIS_RESTORATION_NARRATIVE: O que que o Brasil precisa?]\\n\\n[CRISIS_RESTORATION_NARRATIVE: Precisa]\\n\\n[CRISIS_RESTORATION_NARRATIVE: de alguém então],\\n\\n[ECONOMIC_POPULIST_APPEALS: que tire o Estado do cangote de quem produz]. Perguntem-me se eu quero ser patrão no Brasil. [AUTHENTICITY_VS_POLITICAL_CLASS: Eu não quero ser patrão no Brasil]. Ouso dizer. Me desculpem, né? Então, sou maluco. Eu vou ficar doido.\\n\\n[ECONOMIC_POPULIST_APPEALS: Esse cipoal de leis],\\n[ECONOMIC_POPULIST_APPEALS: de decretos, de portarias, de instruções normativas]. Uma última agora do Ministério do Trabalho, interferindo no peso do saco de cimento, e a mesma decisão virá para os produtores rurais. [ECONOMIC_POPULIST_APPEALS: Que estado é esse? Que não deixa o mercado se equilibrar e se acertar para o bem de todos]? Os países que adotaram o livre-mercado deram certo. No primeiro contato meu com o Paulo Guedes, houve um certo choque, sim, ninguém nega isso, mas nós todos evoluímos. Em grande parte, eu já adotava, vinha adotando e pensando no que ele me dizia que tinha que fazer pra economia. No tocante à política, também convenci alguma coisa. Até certa vez brinquei com ele, repito, brinquei com ele. Olha, [AUTHENTICITY_VS_POLITICAL_CLASS: eu entendo tanto de economia como você de política]. E nos acertamos. É um homem que tá com sessenta e oito anos de idade, que será sim, [POPULAR_SOVEREIGNTY_CLAIMS: se eu chegar lá, se essa for a vontade de Deus], um super ministro, não só da economia, como do planejamento também. [aplausos] [MANICHAEAN_PEOPLE_ELITE_FRAMING: Não haverá mais a queda de braço entre os ministérios], assim como [MANICHAEAN_PEOPLE_ELITE_FRAMING: não haverá mais queda de braço entre o Ministério da Agricultura e Meio Ambiente], porque eles serão um só ministério.\\n\\nAcabar com a indústria da multa por parte de polícia Civil ou do IMAMA. Leio a emenda da Constituição oitenta e um [aplausos]. A emenda à Constituição oitenta e um, pela judicialização, pelo ativismo judicial, o trabalho analço\\n\\n[barulhos]\\n\\nA gente volta aqui pro Brasil, [CRISIS_RESTORATION_NARRATIVE: olha o que nós temos, temos tudo]. [CRISIS_RESTORATION_NARRATIVE: E olha o que nós não somos, vergonhosamente, a proposta é mudar isso]. Temos trabalhado junto a parlamentares, não só com Marcelo Álvaro Antônio, bem como com Onyx Lorenzoni, que conduz trabalho pra nós dentro do Parlamento, [POPULAR_SOVEREIGNTY_CLAIMS: conversando individualmente com parlamentares, como é que nós podemos governar sem o toma lá, dá cá]. [AUTHENTICITY_VS_POLITICAL_CLASS: como é que nós podemos governar sem o toma lá, dá cá]. [ANTI_PLURALIST_EXCLUSION: como é que nós podemos governar sem o toma lá, dá cá]. Porque uma decisão já tomei, jamais conversarei com Sérgio Moro em Curitiba.\\n\\nConverso aqui em Minas, qualquer lugar do Brasil, em Curitiba, não. [AUTHENTICITY_VS_POLITICAL_CLASS: Que nós, podemos até errar],\\n\\n[AUTHENTICITY_VS_POLITICAL_CLASS: mas não seremos acusados de omissão ou corrupção].\\n\\n[aplausos]\\n\\nAh, dois anos, [CRISIS_RESTORATION_NARRATIVE: quando eu falei que sem segurança não tinha economia, a imprensa do Rio me esculachou. Hoje, já admitem que temos que jogar pesado na questão da segurança]. O ano retrasado, só a Barra da Tijuca, quatrocentos pequenos estabe-estabelecimentos comerciais fecharam em grande parte por causa da segurança. [CRISIS_RESTORATION_NARRATIVE: Temos que jogar pesado nessa área da retaguarda jurídica pros nossos policiais poder bem trabalhar, botar um ponto final na invenção, na invenção do Conselho Nacional de Justiça, conhecida como audiência de custódia]. Qual a diferença de furto, roubo e latrocínio? É o momento. Mas tem que prender alguém só depois que ele pratica o latrocínio? Por que não prende quando furta? Ah, não tem lugar na cadeia. Problema de quem comete o crime.\\n\\n[gritos de apoio] É isso aí!\\n\\nEu vejo, como regra no Brasil, São Paulo, um policial, mesmo em legítima defesa... Quando aquela senhora, cabo da PM, na porta de uma escola, à parte, marginal, ela é afastada das ruas, em vez de ganhar uma medalha, quem sabe até uma promoção, ela é afastada como se fosse um péssimo exemplo, [MANICHAEAN_PEOPLE_ELITE_FRAMING: em nome do politicamente correto]. [CRISIS_RESTORATION_NARRATIVE: Isso tem que deixar de existir]. [CRISIS_RESTORATION_NARRATIVE: Não vai ser fácil mudar tanta coisa, mas temos que achar o ponto de inflexão], porque [NATIONALIST_EXCLUSION: devemos continuar amarrados ao Mercosul], continuar fazendo negócio com o mundo com viés ideológico.\\n\\n[buza Pregando] Bora fora de São Paulo!\\n\\n[ECONOMIC_POPULIST_APPEALS: Por que não podemos investir em ciência, em tecnologia, em pesquisa, pra agregarmos valor àquilo que nós temos, o nosso subsolo]? Qual o país que mais ganha com café no mundo é um país que não planta um pé de café, que é a Alemanha. [ECONOMIC_POPULIST_APPEALS: Por que que o Brasil não pode partir pro mesmo caminho]? [NATIONALIST_EXCLUSION: Por que devemos continuar achando que vamos entregar nossas terras agricultáveis para o capital estrangeiro, que no caso é a China que está comprando]? [NATIONALIST_EXCLUSION: Nós não podemos abrir mão da nossa segurança alimentar. A China não está comprando no Brasil, ela está comprando o Brasil].\\n\\n[CRISIS_RESTORATION_NARRATIVE: Quando acordarmos, poderá ser tarde demais].\\n\\n[aplausos]\\n\\nEstive agora em dois estados, Acre e Rondônia, estados que não têm como progredir, assim como Roraima, estados pequenos, estive duas vezes lá também.\\n\\nE porque\\n\\n[ELITE_CONSPIRACY_SYSTEMIC_CORRUPTION: é um, é um ambiente xiita, é um ativismo ambiental],\\n[ELITE_CONSPIRACY_SYSTEMIC_CORRUPTION: tudo é unidade de conservação ou reserva indígena].\\n\\nRepresenta isso trinta por cento, em média, nesses estados. O restante que sobra, o proprietário rural tem que destinar oitenta por cento para a preservação ambiental. [HOMOGENEOUS_PEOPLE_CONSTRUCTION: Queremos preservar o meio ambiente, mas entre uma perereca e o ser humano, sou ser humano].\\n\\n[aplausos]\\n\\nPor isso, repetindo a fusão dos Ministérios da Agricultura e Meio Ambiente...\\n\\n[brado de multidão]\\n\\n[ELITE_CONSPIRACY_SYSTEMIC_CORRUPTION: O Ministério do, do Meio Ambiente, hoje em dia, sofre influência, sim, de ONGs estrangeiras].\\n[NATIONALIST_EXCLUSION: O Ministério do, do Meio Ambiente, hoje em dia, sofre influência, sim, de ONGs estrangeiras].\\n[ECONOMIC_POPULIST_APPEALS: Tudo que o meio ambiente pode boicotar, numa das poucas coisas que dá certo no Brasil, que eu abro o negócio, esse ministério faz]. [CRISIS_RESTORATION_NARRATIVE: Vamos mudar essa forma de, de agir no Brasil]. [NATIONALIST_EXCLUSION: Vamos procurar parcerias, como estive no Japão, Coreia do Sul, Israel, Estados Unidos], sem, obviamente, dar as costas para os demais países, mas [NATIONALIST_EXCLUSION: vamos procurar gente, países onde a economia é melhor do que a nossa]. [NATIONALIST_EXCLUSION: Vamos botar no Ministério de Relações Exteriores, não o motorista do Marighella, que hoje está lá agora, o motorista terrorista, Aloísio Nunes Ferreira, mas alguém com uma visão empresarial de capita-- de capital aberto, de livre comércio, de partir pro liberalismo em grande parte]. [ECONOMIC_POPULIST_APPEALS: Vamos preservar as nossas estatais estratégicas]. [ECONOMIC_POPULIST_APPEALS: Vamos privatizar].\\n\\n[ECONOMIC_POPULIST_APPEALS: Vamos manter, né, a, nossas estatais estratégicas. Vamos privatizar em grande parte aquelas que não são estratégicas ou que dão prejuízo].\\n\\n[CRISIS_RESTORATION_NARRATIVE: Ou nós mudamos agora o Brasil, ou não teremos outra oportunidade].\\n\\n[aplausos] É verdade!\\n\\n[AUTHENTICITY_VS_POLITICAL_CLASS: E dizem: \\\"Tem milhares de pessoas melhores do que eu por aí\\\"]. Mas no momento, tem treze nomes por coincidência, pros senhores decidirem.\\n\\n[HOMOGENEOUS_PEOPLE_CONSTRUCTION: Hoje eu tô valendo muito mais por quem está do meu lado, do que eu mesmo]. [HOMOGENEOUS_PEOPLE_CONSTRUCTION: Que é o time que a gente vai jogar. Nós temos que trabalhar em equipe].\\n\\n[HOMOGENEOUS_PEOPLE_CONSTRUCTION: Ninguém faz nada sozinho] [applauso]. Por isso também,\\n\\n[AUTHENTICITY_VS_POLITICAL_CLASS: escolhi como vice-presidente, um general do exército brasileiro]. [aplausos] [AUTHENTICITY_VS_POLITICAL_CLASS: Falaram que tinha que escolher por gênero, por região, por cor de pele... Poderia ser, mas teria que ser neste meio]? [HOMOGENEOUS_PEOPLE_CONSTRUCTION: Nós temos que mostrar que vamos exercer autoridade].\\n\\n[HOMOGENEOUS_PEOPLE_CONSTRUCTION: Chega de deviancia. Chega de continuar aqui, desgastando os valores familiares. Chega de ideologia de gênero, de politicamente correto. Chega de nos dividir].\\n[MANICHAEAN_PEOPLE_ELITE_FRAMING: Chega de deviancia. Chega de continuar aqui, desgastando os valores familiares. Chega de ideologia de gênero, de politicamente correto. Chega de nos dividir].\\n[HOMOGENEOUS_PEOPLE_CONSTRUCTION: Brancos, negros, pobres, ricos, héteros e homos, seja lá o que seja. Um só povo, uma só nação, uma só bandeira].\\n\\n[gritos de apoio] É isso aí, Lula!\\n\\n[HOMOGENEOUS_PEOPLE_CONSTRUCTION: Nós temos tudo para sermos uma grande nação, tudo!]\\n\\n[ANTI_PLURALIST_EXCLUSION: Não podemos é continuar com essa dupla de mingau que eu não gosto, PT, PSDB].\\n[MANICHAEAN_PEOPLE_ELITE_FRAMING: Não podemos é continuar com essa dupla de mingau que eu não gosto, PT, PSDB].\\n\\n[aplausos] Aêê!\\n\\nPorque [ANTI_PLURALIST_EXCLUSION: nenhum médio ou grande partido quis conversar comigo, que a primeiro assunto da conversa é indulto para Lula e demais envolvido na Lava Jato].\\n[ELITE_CONSPIRACY_SYSTEMIC_CORRUPTION: nenhum médio ou grande partido quis conversar comigo, que a primeiro assunto da conversa é indulto para Lula e demais envolvido na Lava Jato].\\n\\n[aplausos] É isso aí!\\n\\nE Petrolão, [ELITE_CONSPIRACY_SYSTEMIC_CORRUPTION: não tem negócio nessa área, não tem]! [aplausos]\\n\\n[ECONOMIC_POPULIST_APPEALS: E quem vai tirar o país da situação de segurança são os senhores. Em grande parte aqui, os empreendedores, vocês é que geram emprego, não é o poder público]. [aplausos] [ECONOMIC_POPULIST_APPEALS: O poder público não gera...]\\n\\n[aplausos] Isso aí!\\n\\n[ELITE_CONSPIRACY_SYSTEMIC_CORRUPTION: É que lembra o caso de comissão, pra botar apadrinhado lá dentro].\\n\\n[aplausos] É isso aí! Verdade!\\n\\n[AUTHENTICITY_VS_POLITICAL_CLASS: Não sou o salvador da pátria, apesar de me chamar Messias também] [risos].\\n\\n[HOMOGENEOUS_PEOPLE_CONSTRUCTION: Estou aqui porque acredito em vocês, e vocês estão aqui porque acreditam no Brasil]. [AUTHENTICITY_VS_POLITICAL_CLASS: Reconheço as minhas limitações, mas pode ter certeza, a minha identidade, a minha virtude, que é semelhante de vocês que estão aqui, supera isso tudo]. [AUTHENTICITY_VS_POLITICAL_CLASS: Nós não temos fundo partidário, não temos televisão], [POPULAR_SOVEREIGNTY_CLAIMS: mas temos a confiança do povo e a fé em Deus que podemos mudar o destino do Brasil].\\n\\n[aplausos] Amém! Muito bem!\\n\\nIndo para o encerramento.\\n\\n[MANICHAEAN_PEOPLE_ELITE_FRAMING: Os ataques que eu venho sofrendo... Baixaria por parte do candidato do PSDB],\\n[ANTI_PLURALIST_EXCLUSION: Os ataques que eu venho sofrendo... Baixaria por parte do candidato do PSDB],\\n\\n[MANICHAEAN_PEOPLE_ELITE_FRAMING: que agora bota para ajudar na sua campanha, a deputada Maria do Rosário].\\n\\n[risos]\\n\\nA mesma que defendeu, lá em 2003, que um menor estuprador\\n\\ndeve ser punido à luz do ECA, e não, no futuro, à luz do Código Penal.\\n\\nEsse ponto chega à campanha do senhor Geraldo Alckmin. Senhor Geraldo Alckmin, me acuse do que bem entender. [AUTHENTICITY_VS_POLITICAL_CLASS: Só não vai me acusar de...]\\n\\n[gritos] Corrupção! Lito!\\n\\nLito! Lito! Lito! Lito! Lito! Lito! Lito! Lito! Lito! Lito! Lito!\\n\\n[HOMOGENEOUS_PEOPLE_CONSTRUCTION: Esse carinho das mais diferentes camadas sociais, de qualquer lugar do Brasil, que estive ao longo dos três anos e meio, até na minha querida Manacapuru, coração do Amazonas, onde chegamos sozinhho, no barquinho, e fomo recebidos por mais de cem ribeirinhos]. Isso não tem preço. Eu tenho dito àqueles que estão do meu lado.\\n\\nE agora, como a repórter de Estadão São Paulo me perguntou, vou responder publicamente. Ela tá preocupada com o meu aparato de segurança. Quem tá bancando? [HOMOGENEOUS_PEOPLE_CONSTRUCTION: Todos que estão comigo]. [aplausos] [HOMOGENEOUS_PEOPLE_CONSTRUCTION: Seja a Polícia Federal].\\n\\n[aplausos]\\n\\n[HOMOGENEOUS_PEOPLE_CONSTRUCTION: Seja a Polícia Federal, que são voluntários].\\n\\nÉ isso aí!\\n\\n[HOMOGENEOUS_PEOPLE_CONSTRUCTION: Vou mostrar a vocês, que não são-- não integram ou nunca integraram a força de segurança, como civis, colaboram nesse momento, que os senhores querem, em grande parte, ver mudar o nosso Brasil].\\n\\nEu paguei pra vir te ver, é isso aê! Eu paguei pra vim te ver! [aplausos]\\n\\nPagou? Pagou o almoço. Pagou o almoço.\\n\\n[aplausos] Lito! Lito! Lito! Lito! Lito! Lito! Lito! Lito!\\n\\nMeus amigos...\\n\\n[cantando]\\n\\nLito! Lito! Lito! Lito! Lito! Lito! Lito!\\n\\nVamos, [POPULAR_SOVEREIGNTY_CLAIMS: se Deus quiser, graças a vossa vontade],\\n\\n[POPULAR_SOVEREIGNTY_CLAIMS: fazer um governo onde nós seremos escravos da lei e empregados de vocês]. [POPULAR_SOVEREIGNTY_CLAIMS: Vamos respeitar o referendo do M5, que nos deu o direito à compra de armas e munições].\\n\\n[aplausos] Parabéns!\\n\\n[HOMOGENEOUS_PEOPLE_CONSTRUCTION: Vamos respeitar a família, respeitar as religiões-]\\n\\nIsso aí!\\n\\n[HOMOGENEOUS_PEOPLE_CONSTRUCTION: Fazer um Brasil igual pra todos nós], mas olhando pra cima, [HOMOGENEOUS_PEOPLE_CONSTRUCTION: não igual na miséria, como a esquerda sempre fez no mundo todo e não vai fazer no Brasil]!\\n[ANTI_PLURALIST_EXCLUSION: não igual na miséria, como a esquerda sempre fez no mundo todo e não vai fazer no Brasil]!\\n\\n[gritos] Amém!\\n\\n[ANTI_PLURALIST_EXCLUSION: Perderam em 2004, perderam 2016 e vão perder 2018]. [aplausos]\\n\\n[ANTI_PLURALIST_EXCLUSION: Luta! Acaba com a esquerda]!\\n\\n[ANTI_PLURALIST_EXCLUSION: E o massacre que a esquerda fez em cima das Forças Armadas nos últimos anos, PT e PSDB, criando comissões ditas da verdade]. [ELITE_CONSPIRACY_SYSTEMIC_CORRUPTION: E o massacre que a esquerda fez em cima das Forças Armadas nos últimos anos, PT e PSDB, criando comissões ditas da verdade]. [ELITE_CONSPIRACY_SYSTEMIC_CORRUPTION: Entre outras aberrações, nos atacam, porque nós das Forças Armadas somos o último obstáculo para o socialismo].\\n[NATIONALIST_EXCLUSION: Entre outras aberrações, nos atacam, porque nós das Forças Armadas somos o último obstáculo para o socialismo].\\n\\n[aplausos]\\n\\n[HOMOGENEOUS_PEOPLE_CONSTRUCTION: Nós não nos entregamos porque sempre estivemos ao lado do povo brasileiro]. [NATIONALIST_EXCLUSION: Amigos de Minas Gerais, vídeo folha especial, meu muito obrigado pela oportunidade. Já estamos com saudades. Brasil acima de tudo, Minas acima]\\n\\nde\\n\\ntudo!\\n\"\n    }\n  ]\n}\n```",
  "document_index": 4,
  "timestamp": "2025-09-26T00:08:19.808952+00:00"
}