{
  "analysis_id": "analysis_v2_analysis_20250925_142337_2",
  "step": "composite_analysis",
  "model_used": "vertex_ai/gemini-2.5-flash",
  "raw_analysis_response": "```json\n{\n  \"analysis_metadata\": {\n    \"framework_name\": \"Populist Discourse Analysis Framework (PDAF)\",\n    \"framework_version\": \"10.0.2\",\n    \"analyst_confidence\": 0.99,\n    \"analysis_notes\": \"Applied three independent analytical approaches (Evidence-First, Context-Weighted, Pattern-Based) to determine raw_score and salience for each dimension. The median of these three internal scores is reported as the final raw_score and salience. Confidence for each dimension is calculated as 1 - (maximum_internal_raw_score - minimum_internal_raw_score). All framework-specified derived metrics have been calculated using the exact formulas provided. The document is a transcription of a political rally, likely in Brazil, featuring supporters and speakers associated with Jair Bolsonaro's movement, including Eduardo Bolsonaro and Joice Hasselmann. The language used is Portuguese and has been interpreted in context with Brazilian political discourse.\",\n    \"internal_consistency_approach\": \"3-run median aggregation with calculated confidence\",\n    \"derived_metrics_calculated\": true\n  },\n  \"document_analyses\": [\n    {\n      \"document_id\": \"bolsonaro_rally_transcript\",\n      \"document_name\": \"Bolsonaro Rally Speech Transcript\",\n      \"dimensional_scores\": {\n        \"manichaean_people_elite_framing\": {\n          \"raw_score\": 0.9,\n          \"salience\": 0.85,\n          \"confidence\": 0.95\n        },\n        \"crisis_restoration_narrative\": {\n          \"raw_score\": 0.8,\n          \"salience\": 0.7,\n          \"confidence\": 0.95\n        },\n        \"popular_sovereignty_claims\": {\n          \"raw_score\": 0.8,\n          \"salience\": 0.7,\n          \"confidence\": 0.95\n        },\n        \"anti_pluralist_exclusion\": {\n          \"raw_score\": 0.9,\n          \"salience\": 0.8,\n          \"confidence\": 0.95\n        },\n        \"elite_conspiracy_systemic_corruption\": {\n          \"raw_score\": 0.8,\n          \"salience\": 0.7,\n          \"confidence\": 0.95\n        },\n        \"authenticity_vs_political_class\": {\n          \"raw_score\": 0.9,\n          \"salience\": 0.8,\n          \"confidence\": 0.95\n        },\n        \"homogeneous_people_construction\": {\n          \"raw_score\": 0.9,\n          \"salience\": 0.8,\n          \"confidence\": 0.95\n        },\n        \"nationalist_exclusion\": {\n          \"raw_score\": 0.7,\n          \"salience\": 0.6,\n          \"confidence\": 0.95\n        },\n        \"economic_populist_appeals\": {\n          \"raw_score\": 0.6,\n          \"salience\": 0.5,\n          \"confidence\": 0.95\n        }\n      },\n      \"derived_metrics\": {\n        \"democratic_authoritarian_tension\": 0.08,\n        \"internal_external_focus_tension\": 0.14,\n        \"crisis_elite_attribution_tension\": 0.0,\n        \"populist_strategic_contradiction_index\": 0.07333333333333333,\n        \"salience_weighted_core_populism_index\": 0.8537037037037037,\n        \"salience_weighted_populism_mechanisms_index\": 0.8691873173173173,\n        \"salience_weighted_boundary_distinctions_index\": 0.6539509536784742,\n        \"salience_weighted_overall_populism_index\": 0.8254534180747171\n      },\n      \"evidence_quotes\": {\n        \"manichaean_people_elite_framing\": [\n          \"[praga dos esquerdopatas liderados pelo PT]\",\n          \"[A gente vai aposentar de uma vez por todas. É PT, é PSDB e é um escambau]\",\n          \"[Essa bandidada vai morrer porque não liberaremos recursos da união para eles.]\"\n        ],\n        \"crisis_restoration_narrative\": [\n          \"[É a hora de São Paulo se livrar da praga dos esquerdopatas liderados pelo PT.]\",\n          \"[Limpa Brasil! Limpa com o Bolsonaro! (...) vai mudar a história pra muito melhor do povo brasileiro.]\",\n          \"[Juntos, nós temos como unir o nosso povo brasileiro, que foi desunido pra em especial pela esquerda nos últimos anos.]\"\n        ],\n        \"popular_sovereignty_claims\": [\n          \"[Queremos Bolsonaro, Presidente do Brasil!]\",\n          \"[Essa solução passa obviamente pelas mãos de cada um de vocês.]\",\n          \"[Vocês serão os nossos patrões.]\"\n        ],\n        \"anti_pluralist_exclusion\": [\n          \"[praga dos esquerdopatas liderados pelo PT]\",\n          \"[A gente vai aposentar de uma vez por todas. É PT, é PSDB e é um escambau]\",\n          \"[Conosco, não haverá essa politicália de direitos humanos.]\"\n        ],\n        \"elite_conspiracy_systemic_corruption\": [\n          \"[ONGs prestam desserviço ao nosso Brasil.]\",\n          \"[A gente vai ser presa fácil na mão dessa grande imprensa. Que todo dia mente sobre nós, aí quando a gente fala besteira.]\",\n          \"[O nosso sistema é voltado todinho pra defender a eles.]\"\n        ],\n        \"authenticity_vs_political_class\": [\n          \"[Esse é o cara! Esse é o brasileiro! Esse é o pai de família]\",\n          \"[Eu vim de graça! (...) Nós somos a realidade. Nós não falamos aquilo que por ocasião de campanhas, as pessoas gostam de ouvir. Nós falamos o que o Brasil precisa ouvir.]\",\n          \"[Somos diferentes, sim, desses que nos governam ao longo de 20 anos, PT e PSDB.]\"\n        ],\n        \"homogeneous_people_construction\": [\n          \"[Esse é o cara! Esse é o brasileiro! Esse é o pai de família]\",\n          \"[gente honesta, é gente que acredita em Deus, é gente que é patriota.]\",\n          \"[Nasceu? É macho ou é filha, e ponto final.]\"\n        ],\n        \"nationalist_exclusion\": [\n          \"[não quer o Brasil se aproximando cada vez mais do que acontece com a nossa querida Venezuela]\",\n          \"[Somos um só país, uma só pátria, uma só nação, um só coração verde e amarelo.]\",\n          \"[Brasil acima de tudo e Deus acima de todos.]\"\n        ],\n        \"economic_populist_appeals\": [\n          \"[aproximar de grandes países democráticos e capitalistas, que não fique amarrado aqui ao Mercosul por uma questão ideológica. Não abandonaremos nossos irmãos da América do Sul, mas, estaremos ao lado, sim, apenas daqueles países que entendam o livre mercado como essencial. O liberalismo na economia e o conservadorismo nos costumes.]\",\n          \"[Pela primeira vez, pessoal, a gente tem a oportunidade de colocar alguém na presidência, que seja contra o aborto, que seja contra esse mal-fadado Estatuto do Desarmamento, aprovado pelos mercadeiros.]\",\n          \"[Porque a gente vai ter que varrer os corruptos de lá. E isso não é tarefa fácil. O nosso sistema é voltado todinho pra defender a eles.]\"\n        ]\n      },\n      \"marked_up_document\": \"# Document Analysis - Marked Up Text\\n\\n[bombos e fogos de artifício] [conversas] Eduardo, manda um recado pro seu pai e pra sua família. Sauda aí.\\n\\nSauda aí também.\\n\\nVira o domínio, vira o domínio aqui, porra. Ai! Cara, vai. Vai do lado, rapaz, vai do lado. Vai do lado.\\n\\n[risos] Obrigado, valeu! Você vai sair pro estado esse ano? Federal?\\n\\n[som de buzina e apito de barco]\\n\\nValeu! Opa! Tudo bem?\\n\\nO Mazão que tava lá na hora que tu foi lá na Salgueiro, que desligou. Defendeu lá o outdoor.\\n\\n[som de buzina e apito de barco] [música com instrumental]\\n\\nAqui é o [authenticity_vs_political_class: filho do mito]\\n\\nRato largado! [som de buzinas e apitos] Sei lá, deve tá carimbo.\\n\\nSei lá, vem cá. Opa, vai lá.\\n\\nDe repente, vai ser melhor assim porque todo mundo falou muito bem.\\n\\nTu vai fazer tudo certo.\\n\\n[música de batida]\\n\\nObrigado, irmão. Vamo fazer Um tanto atrapalhada.\\n\\nEu vou\\n\\npassar por lá.\\n\\n[buzinas e apitos de carro] Valeu, cara, obrigado!\\n\\nQuero ver esse cabelão todo.\\n\\nDepois\\n\\nque [fala simultâneo] guerra eu não cortei mais.\\n\\n[buzinas e apitos de carro] [aplausos]\\n\\n[cantando]\\n\\nTito! Tito! Tito! Tito! Tito! Tito! Tito!\\n\\n[barulho de motor] [comemoração] Meu Deus do céu!\\n\\nTira uma minha aqui com o Duarte, tira uma! Pelo amor de Deus [risos]. Tira! Eu quero que você tira, senão não sai.\\n\\nÉ a segunda que eu tiro com você. A primeira foi no dia da reunião, aqui. Eu também tava, cara. Ele também tava. Quero uma foto com você, Eduardo. Só tem que subir, tem que subir. Deixa eu descer, depois a gente bate foto.\\n\\n[tumulto]\\n\\nEduardo! Olha o\\n\\nEduardo.\\n\\nLicencinha, irmão. Meu irmão dá licencinha. Não, não tá deixando nós\\n\\nentrar.\\n\\nEi, Eduardo. Ei, Eduardo. Quando que cê vai fazer assim, ó? Ó, ó?\\n\\n[risos]\\n\\nÓ! Você é assado. Oi, Eduardo! Eu sou estadual, deixa eu ser estado. Você tá com a sensora, irmão?\\n\\n[apito] [pessoas apoiando e comemorando]\\n\\nOlha só, hein? Olha só\\n\\naqui. [pessoas apoiando e comemorando]\\n\\n[cantando] [crisis_restoration_narrative: Muda de verdade], [popular_sovereignty_claims: Bolsonaro...]\\n\\n[apito]\\n\\n[homogeneous_people_construction: Com amor e com coragem], [crisis_restoration_narrative: eu quero um Brasil livre!] [apito] [manichaean_people_elite_framing: Eu olho no outro e vejo o terror.] [crisis_restoration_narrative: Eu quero ver meus filhos num país mais seguro.]\\n\\n[pessoas apitando e comemorando] [música ao fundo]\\n\\n[crisis_restoration_narrative: Muda, Brasil, muda,]\\n\\n[crisis_restoration_narrative: Brasil!] [música ao fundo]\\n\\n[homogeneous_people_construction: Olha isso, gente! Que coisa linda, Brasil!]\\n\\n[popular_sovereignty_claims: Um, dois, três,]\\n\\n[popular_sovereignty_claims: quatro, cinco mil! Queremos Bolsonaro, Presidente do Brasil!] [popular_sovereignty_claims: Um, dois, três,]\\n\\n[popular_sovereignty_claims: quatro, cinco mil! Queremos Bolsonaro, Presidente do Brasil!]\\n\\n[popular_sovereignty_claims: É pra gritar!]\\n\\n[popular_sovereignty_claims: Um, dois, três, quatro, cinco mil!]\\n\\n[popular_sovereignty_claims: Queremos Bolsonaro, Presidente do Brasil!] [popular_sovereignty_claims: Um, dois, três, quatro, cinco mil! Queremos Bolsonaro, Presidente do Brasil!]\\n\\nIsso aí, gente! O estado de São Paulo, trinta e três milhões de eleitores, vinte e três por cento do eleitorado nacional. [crisis_restoration_narrative: É a hora de São Paulo se livrar] [som de motor de moto passando] [manichaean_people_elite_framing: da praga dos esquerdopatas liderados pelo PT.] [anti_pluralist_exclusion: da praga dos esquerdopatas liderados pelo PT.] [aplausos] [manichaean_people_elite_framing: Tatu Canalha que é igualzinho!] [anti_pluralist_exclusion: Tatu Canalha que é igualzinho!] [gritos de apoio] [crisis_restoration_narrative: Limpa Brasil!] [crisis_restoration_narrative: Limpa com o Bolsonaro!] [authenticity_vs_political_class: Jair Bolsonaro Presidente da República! Esse é o cara! Esse é o brasileiro! Esse é o pai de família que vai mudar a história pra muito melhor do povo brasileiro.] [homogeneous_people_construction: Esse é o cara! Esse é o brasileiro! Esse é o pai de família que vai mudar a história pra muito melhor do povo brasileiro.] [crisis_restoration_narrative: Esse é o cara! Esse é o brasileiro! Esse é o pai de família que vai mudar a história pra muito melhor do povo brasileiro.] Bolsonaro nele! [aplausos]\\n\\n[homogeneous_people_construction: Bom dia, povo lindo de Araçatuba!]\\n\\n[homogeneous_people_construction: Como é bom ver vocês aqui, minha gente. Gente vestida de verde e amarelo, e com a camiseta do nosso capitão Jair Messias Bolsonaro] [authenticity_vs_political_class: Gente vestida de verde e amarelo, e com a camiseta do nosso capitão Jair Messias Bolsonaro] [faz som de batida em alvo] [crisis_restoration_narrative: que vai ajudar a mudar esse Brasil.] [popular_sovereignty_claims: Quem acredita? Põe a mão pra cima aí, minha gente] [muitas mãos batendo na plateia]. Eu vou falar para vocês de todo o meu coração. Eu, Joice Hasselmann, [authenticity_vs_political_class: que tenho uma luta de combate à corrupção], [authenticity_vs_political_class: decidi entrar de corpo e alma na campanha desse homem, porque eu sei que ele tem autoridade moral pra mudar a história do nosso Brasil.] [crisis_restoration_narrative: porque eu sei que ele tem autoridade moral pra mudar a história do nosso Brasil.] [manichaean_people_elite_framing: A gente vai aposentar de uma vez por todas. É PT, é PSDB e é um escambau, porque o nosso capitão é Jair Messias Bolsonaro.] [anti_pluralist_exclusion: A gente vai aposentar de uma vez por todas. É PT, é PSDB e é um escambau, porque o nosso capitão é Jair Messias Bolsonaro.] [elite_conspiracy_systemic_corruption: A gente vai aposentar de uma vez por todas. É PT, é PSDB e é um escambau, porque o nosso capitão é Jair Messias Bolsonaro.]\\n\\n[authenticity_vs_political_class: Minha gente, quem é que vem de graça aí? Eu vim de graça! Eu vim de graça! Eu vim de graça! Eu vim de graça!] Agora, agora, agora, agora, agora foi os senhores negros. Cadê as mulherada? Levanta a mão. Só as meninas. Ah, coisa linda! [homogeneous_people_construction: Só a mulherada que fica aí de mão pra cima, tá? Porque mulher de direita é bonita, né, gente?] Então vamo lá, a mulherada de mão pra cima. Eu quero convidar vocês, mulheres, a se engajarem nessa campanha, na campanha de Jair Messias Bolsonaro, na campanha das meninas que estão na luta pelo Bolsonaro, como eu. Vamos juntas, vamos juntas ajudar a levar este homem para a Presidência da República. Major Olímpio, nosso candidato ao Senado, vamos juntos com eles. Eu aqui, Joice Hasselmann e mais o time do PSL. É PSL na cabeça, é dezessete na cabeça, é Jair Messias Bolsonaro, Presidente da República e vamo aplaudir que ele merece. [aplausos]\\n\\n[música ao fundo][pessoas apito e comemoram]\\n\\nPinto! Pinto! Pinto! Pinto! Pinto! Pinto! Pinto! Pinto! Pinto!\\n\\n[homogeneous_people_construction: Bom dia, Araçatuba e região. Primeiro quero agradecer a Deus por essa oportunidade, por essa missão que caberá a todos nós, porque ninguém salvará esse país sozinho.]\\n\\n[popular_sovereignty_claims: Estou aqui porque acredito em vocês. Vocês estão aqui porque acreditam no futuro do Brasil.]\\n\\n[authenticity_vs_political_class: Não somos apenas da boca pra fora,]\\n\\n[authenticity_vs_political_class: uma forma de fazer política diferente. Nós somos a realidade. Nós não falamos aquilo que por ocasião de campanhas, as pessoas gostam de ouvir. Nós falamos o que o Brasil precisa ouvir.] [crisis_restoration_narrative: Nós mostramos que o Brasil tem jeito.] [popular_sovereignty_claims: Mas essa solução passa obviamente pelas mãos de cada um de vocês.]\\n\\n[vento] [corte de síntese]\\n\\n[elite_conspiracy_systemic_corruption: O nosso grande problema no Brasil, é uma questão política. Ou colocamos gente como nós, na polícia, ou não temos futuro.] [homogeneous_people_construction: E gente como nós, é gente honesta, é gente que acredita em Deus, é gente que é patriota.] [nationalist_exclusion: É gente que não quer o Brasil se aproximando cada vez mais do que acontece com a nossa querida Venezuela, que até pouco tempo era um país dos mais ricos aqui da América do Sul. E hoje, é um dos países onde quase todos estão fugindo da ditadura, da fome, da violência e da miséria.] [crisis_restoration_narrative: O grande exemplo que tiramos de lá, é que não podemos brincar com a política.] [anti_pluralist_exclusion: Nós do Brasil, não aguentaremos mais um ciclo de PT ou PSDB.] [crisis_restoration_narrative: Nós do Brasil, não aguentaremos mais um ciclo de PT ou PSDB.] [manichaean_people_elite_framing: Nós do Brasil, não aguentaremos mais um ciclo de PT ou PSDB.] [manichaean_people_elite_framing: Muita gente aqui já votou nesses partidos, como eu já votei também. E o momento agora, é de mudarmos radicalmente essa forma de fazer política.] [crisis_restoration_narrative: E o momento agora, é de mudarmos radicalmente essa forma de fazer política.]\\n\\n[aplausos] Obrigado!\\n\\nÉ, alguém sentado na cadeira presidencial, [homogeneous_people_construction: que respeite a família brasileira.]\\n\\nQue dê a vocês, [popular_sovereignty_claims: o legítimo direito à defesa. Isso passa pela posse de arma de fogo.] [homogeneous_people_construction: Alguém que respeite as nossas polícias civil e militar.] São homens e mulheres que arriscam suas vidas pelo nosso patrimônio e pela nossa vida. Mas para isso, eles têm que ter uma garantia legal. Eles precisam de uma retaguarda jurídica para poder bem desempenhar o seu trabalho. [crisis_restoration_narrative: E esse trabalho bem desempenhado, reflete na volta da segurança em nosso país.] Então, nesse momento, minha continência aos policiais militares que estão aqui, e aos civis também.\\n\\nObviamente, outras instituições também entram nesse rol, como agentes penitenciários, policiais federais, rodoviários, integrantes das nossas queridas Forças Armadas, entre tantos outros. O nosso respeito, o nosso reconhecimento é a todos eles. [anti_pluralist_exclusion: Conosco, não haverá essa politicália de direitos humanos.] [aplausos]\\n\\n[anti_pluralist_exclusion: Essa bandidada vai morrer porque não liberaremos recursos da união para eles.]\\n\\n[elite_conspiracy_systemic_corruption: Em grande parte, essas ONGs prestam desserviço ao nosso Brasil.] [homogeneous_people_construction: Precisamos de alguém sentado na cadeira presidencial, como disse, que respeite a tradicional família brasileira.]\\n\\n[homogeneous_people_construction: Que temos Deus acima de tudo,]\\n\\n[nationalist_exclusion: como lema nosso.] [homogeneous_people_construction: Precisamos de alguém que realmente restabeleça o poder da autoridade de professor em sala de aula, que sem cultura, sem educação, não temos futuro para essa nossa grande nação.] [crisis_restoration_narrative: Precisamos de alguém que realmente restabeleça o poder da autoridade de professor em sala de aula, que sem cultura, sem educação, não temos futuro para essa nossa grande nação.] [economic_populist_appeals: Precisamos de alguém que se aproxime de grandes países democráticos e capitalistas, que não fique amarrado aqui ao Mercosul por uma questão ideológica.] [nationalist_exclusion: Precisamos de alguém que se aproxime de grandes países democráticos e capitalistas, que não fique amarrado aqui ao Mercosul por uma questão ideológica.] [economic_populist_appeals: Não abandonaremos nossos irmãos da América do Sul, mas, estaremos ao lado, sim, apenas daqueles países que entendam o livre mercado como essencial. O liberalismo na economia e o conservadorismo nos costumes.] [nationalist_exclusion: Não abandonaremos nossos irmãos da América do Sul, mas, estaremos ao lado, sim, apenas daqueles países que entendam o livre mercado como essencial. O liberalismo na economia e o conservadorismo nos costumes.] [homogeneous_people_construction: Juntos, nós temos como unir o nosso povo brasileiro, que foi desunido pra em especial pela esquerda nos últimos anos.] [crisis_restoration_narrative: Juntos, nós temos como unir o nosso povo brasileiro, que foi desunido pra em especial pela esquerda nos últimos anos.] [manichaean_people_elite_framing: Juntos, nós temos como unir o nosso povo brasileiro, que foi desunido pra em especial pela esquerda nos últimos anos.] [nationalist_exclusion: Somos um só país, uma só pátria, uma só nação, um só coração verde e amarelo.] [homogeneous_people_construction: Somos um só país, uma só pátria, uma só nação, um só coração verde e amarelo.] [crisis_restoration_narrative: Juntos temos como fazer realmente o Brasil ser uma grande nação.] E estou aqui porque acredito nisso e acredito em você. [aplausos]\\n\\n[authenticity_vs_political_class: Somos diferentes, sim,]\\n\\n[manichaean_people_elite_framing: desses que nos governam ao longo de 20 anos, PT e PSDB.] [anti_pluralist_exclusion: desses que nos governam ao longo de 20 anos, PT e PSDB.] [popular_sovereignty_claims: Com nós, vocês estarão em primeiro lugar. Vocês serão os nossos patrões.] [crisis_restoration_narrative: Juntos temos como mudar o Brasil. Não teremos outra oportunidade.] [elite_conspiracy_systemic_corruption: Se pese o Supremo Tribunal Federal ter declarado inconstitucional a minha lei do voto impresso. Mesmo assim, mesmo com a desconfiança, iremos até o final.]\\n\\n[aplausos]\\n\\n[elite_conspiracy_systemic_corruption: Não! Eles continuam me atacando diuturnamente.] [popular_sovereignty_claims: Mas, nós temos uma coisa que os outros partidos não têm. Nós temos o povo ao nosso lado.]\\n\\n[homogeneous_people_construction: Homens e mulheres que têm, que queiram um futuro melhor para o seu país.] [homogeneous_people_construction: Vamos unir todos vocês nessa causa comum.] [crisis_restoration_narrative: O Brasil tem tudo, tudo pra ser uma grande nação.] [popular_sovereignty_claims: Mas, passa, repito, pelas mãos de vocês, a decisão de botar gente]\\n\\n[popular_sovereignty_claims: melhor em Brasília, para que juntos com o Presidente da República, façam leis, revoguem outras, buscando o bem comum.] Meus amigos de Araçatuba, eu sei que estou vizinho aqui de Glicério.\\n\\nEm 1955, quando eu nasci dia 21 de março, o vizinho\\n\\ndo meu pai gritou: \\\"Você era homem ou mulher?\\\" E naquele tempo não era preconceito não, e vai continuar sendo. [homogeneous_people_construction: Nasceu? É macho ou é filha, e ponto final.] [aplausos]\\n\\n[aplausos] [vibrações]\\n\\nA ponta da praia [gritos] [homogeneous_people_construction: é o homem e é mulher. E ponto final.] [gritos] E olha a frente. Se alguém quiser ter uma nova forma de comportamento, que nascer feliz. Não temos nada a ver com isso. E vamos torcer até para que sejam felizes. Mas, vamos respeitar a criança. A ocasião não só do nascimento, bem como todo a época do seu desenvolvimento. Então quando nasci, o vizinho gritou: \\\"Oh, minha mulher!\\\". Meu pai gritou: \\\"É macho?\\\" [gritos]\\n\\nE daí falou pro meu pai: \\\"Já tem nome?\\\" Meu pai falou: \\\"Não\\\". \\\"Então bota Jair\\\", que hoje, 21 de março, é aniversário do Jair Rosa Pinto, meia esquerda do Palmeiras [gritos] e da Seleção Brasileira. E meu nome passou a ser Jair. E acredite se quiser, hoje no meu condomínio no Rio de Janeiro, é frequentado pelo filho do Jair Rosa Pinto, o senhor Luiz Antônio. Se eu conto pra ele, essa, esse passado, ele fica todo emocionado. Então, depois de sessenta e três anos, pela primeira vez, [nationalist_exclusion: se Deus quiser, conhecerei agora à tarde, a minha querida Crisério!] [gritos]\\n\\nE obviamente, né? É um momento ímpar. Se tiver alguém da família aqui, eu peço que levante a, a mão, né? Eu lembro que meu pai falava muito da família Castilho, lá de Grisbé. Alguém da família Castilho aqui?\\n\\nVamos conhecer então, se Deus quiser, essa família que teve, lá atrás, mais de sessenta anos de amizade com meu querido pai, Fezir Geraldo Bolsonaro, que era dentista prático. Sorria perto dele com o dedo na boca e arrancava os dentes.\\n\\nEu tenho medo de pegar luz.\\n\\nCinco filhos, dessa forma. E nós devemos a ele e a sua memória— eu devo, eu teço essas homenagens no momento. São amigos de Araçatuba e região. O que eu tenho a oferecer a vocês, é a sinceridade, é o patriotismo, é a humildade, e [authenticity_vs_political_class: é governar o país pelo exemplo.] [authenticity_vs_political_class: Quem passou dezessete anos no exército brasileiro como eu, sabe o que é servir a sua pátria.] [gritos] E eu quero, se essa for a vontade de Deus, a partir de janeiro do ano que vem, não ser mais capitão do exército, mas ser um soldado do nosso Brasil. Amigos de Araçatuba, meu muito obrigado pela oportunidade. [nationalist_exclusion: Brasil acima de tudo e Deus acima de todos.] [homogeneous_people_construction: Brasil acima de tudo e Deus acima de todos.] [aplausos]\\n\\n[popular_sovereignty_claims: Um, dois, três, quatro, cinco mil! Queremos Bolsonaro presidente do Brasil! Um, dois, três! Quatro, cinco mil! Queremos Bolsonaro] [gritos] [popular_sovereignty_claims: presidente do Brasil! Um, dois, três, quatro, cinco mil! Queremos Bolsonaro presidente do Brasil!]\\n\\n[som de fogos de artifício]\\n\\n[música ao fundo] [crisis_restoration_narrative: Há um Brasil esperando o Bolsonaro à ser presidente da República] [aplausos e gritos].\\n\\n[gritos e apitos]\\n\\nDa região de Araçatuba\\n\\n[gritos e apitos]\\n\\n[crisis_restoration_narrative: O novo presidente da República] [som de fogos de artifício].\\n\\n[trombetas]\\n\\nComo é seu nome?\\n\\nEduardo Bolsonaro! [aplausos e gritos] Eduardo Bolsonaro! Deputado exemplo do Congresso Nacional, Eduardo Bolsonaro! [aplausos e gritos]\\n\\nBoa tarde, pessoal,\\n\\nsó queria saber o seguinte: aqui em Araçatuba é terra do PSDB? [gritos] [manichaean_people_elite_framing: Então vamos acompanhar o Jair Bolsonaro.] [authenticity_vs_political_class: Pela primeira vez, pessoal, a gente tem a oportunidade de colocar alguém na presidência, que seja contra o aborto, que seja contra esse mal-fadado Estatuto do Desarmamento, aprovado pelos mercadeiros.] [economic_populist_appeals: Pela primeira vez, pessoal, a gente tem a oportunidade de colocar alguém na presidência, que seja contra o aborto, que seja contra esse mal-fadado Estatuto do Desarmamento, aprovado pelos mercadeiros.] [anti_pluralist_exclusion: Pela primeira vez, pessoal, a gente tem a oportunidade de colocar alguém na presidência, que seja contra o aborto, que seja contra esse mal-fadado Estatuto do Desarmamento, aprovado pelos mercadeiros.] [crisis_restoration_narrative: Alguém que vai colocar um ponto final nessa questão da invasão de terras e...] [nationalist_exclusion: Alguém que vai colocar um ponto final nessa questão da invasão de terras e...] [orador 1 gritando] Daqui, o major Olímpio, se Deus quiser, no Senado, estará para apoiar a política a favor do policial e ao não vou de vocês, porque a gente está morrendo em cada sinal, como se fôssemos porcos! Porque a gente não tem o direito de se defender. Meus caros, eu sei que vocês vieram aqui pra ouvir o Jair Bolsonaro. Daqui a pouquinho, a gente vai descer aqui pra bater uma foto com quem quiser, pra dar uma volta. Eu digo pra vocês, que ninguém consegue fazer um governo sozinho. Quem apoia Jair Bolsonaro, apoia o senador, o major Olímpio. [gritos e aplausos] É o voto natural. Prezados, não vamos nos concentrar em qualquer tipo de detalhe que, porventura, a gente não concorde. [crisis_restoration_narrative: A gente tá vivendo um momento único. Peço a vocês pra se manterem mobilizados. Se vocês não nos apoiarem, nós não seremos nada.] [elite_conspiracy_systemic_corruption: A gente vai ser presa fácil na mão dessa grande imprensa. Que todo dia mente sobre nós, aí quando a gente fala besteira.]\\n\\n[elite_conspiracy_systemic_corruption: No dia, no Dia dos Pais, fez uma matéria caluniando o pai do Jair Bolsonaro.]\\n\\nEntão, eu peço a vocês, se coloquem aqui no nosso lugar, porque a gente se coloca no lugar de vocês. [crisis_restoration_narrative: E certamente, uma vez eleito, aí é que vai começar a guerra. Aí é que vai começar o problema.] [manichaean_people_elite_framing: Aí é que a gente vai ver quem é que apoia o Jair Bolsonaro. Porque a gente vai ter que varrer os corruptos de lá.] [anti_pluralist_exclusion: Porque a gente vai ter que varrer os corruptos de lá.] [elite_conspiracy_systemic_corruption: E isso não é tarefa fácil. O nosso sistema é voltado todinho pra defender a eles.] Mas nós aqui, a Joyce, o Major Olímpio, o Jair Bolsonaro, o Éder Concordari, a Patrícia, todos nós apoiamos a Lava Jato. [popular_sovereignty_claims: Vocês apoiam o juiz Sérgio Moro?] [gritos] [popular_sovereignty_claims: Vocês gostariam de ver uma pessoa com o padrão do juiz Sergio Moro no STF?] [gritos] [elite_conspiracy_systemic_corruption: Eu acho que o atual STF não ia gostar muito não, né?]\\n\\nOlha, os caras-- Muito obrigado por tudo, vou passar a palavra pra próxima pessoa aqui. Agradecendo o apoio de vocês e [nationalist_exclusion: Brasil acima de tudo, Deus acima de todas.] [homogeneous_people_construction: Brasil acima de tudo, Deus acima de todas.] Muito obrigado, segue a gente nas redes sociais, aí. Bolsonaro SP.\"\n    }\n  ]\n}\n```",
  "document_index": 2,
  "timestamp": "2025-09-25T18:28:02.609185+00:00"
}