{
  "analysis_id": "analysis_v2_analysis_20250925_142337_6",
  "step": "composite_analysis",
  "model_used": "vertex_ai/gemini-2.5-flash",
  "raw_analysis_response": "```json\n{\n  \"analysis_metadata\": {\n    \"framework_name\": \"Populist Discourse Analysis Framework (PDAF)\",\n    \"framework_version\": \"10.0.2\",\n    \"analyst_confidence\": 0.95,\n    \"analysis_notes\": \"Applied three independent analytical approaches (Evidence-First, Context-Weighted, Pattern-Based) with median aggregation for raw_score. Confidence is calculated as 1 - (max_raw_score - min_raw_score). All framework-specified derived metrics were calculated using the exact formulas provided.\",\n    \"internal_consistency_approach\": \"3-run median aggregation with calculated confidence\",\n    \"derived_metrics_calculated\": true\n  },\n  \"document_analyses\": [\n    {\n      \"document_id\": \"speech_fragment_brazil\",\n      \"document_name\": \"Voz de Lula (Speech Fragment)\",\n      \"dimensional_scores\": {\n        \"manichaean_people_elite_framing\": {\n          \"raw_score\": 0.9,\n          \"salience\": 0.9,\n          \"confidence\": 1.0\n        },\n        \"crisis_restoration_narrative\": {\n          \"raw_score\": 0.9,\n          \"salience\": 0.8,\n          \"confidence\": 0.9\n        },\n        \"popular_sovereignty_claims\": {\n          \"raw_score\": 0.8,\n          \"salience\": 0.8,\n          \"confidence\": 0.9\n        },\n        \"anti_pluralist_exclusion\": {\n          \"raw_score\": 0.9,\n          \"salience\": 0.9,\n          \"confidence\": 1.0\n        },\n        \"elite_conspiracy_systemic_corruption\": {\n          \"raw_score\": 0.7,\n          \"salience\": 0.6,\n          \"confidence\": 1.0\n        },\n        \"authenticity_vs_political_class\": {\n          \"raw_score\": 0.8,\n          \"salience\": 0.7,\n          \"confidence\": 1.0\n        },\n        \"homogeneous_people_construction\": {\n          \"raw_score\": 0.9,\n          \"salience\": 0.9,\n          \"confidence\": 1.0\n        },\n        \"nationalist_exclusion\": {\n          \"raw_score\": 0.8,\n          \"salience\": 0.8,\n          \"confidence\": 0.9\n        },\n        \"economic_populist_appeals\": {\n          \"raw_score\": 0.8,\n          \"salience\": 0.7,\n          \"confidence\": 0.9\n        }\n      },\n      \"derived_metrics\": {\n        \"democratic_authoritarian_tension\": 0.08,\n        \"internal_external_focus_tension\": 0.08,\n        \"crisis_elite_attribution_tension\": 0.14,\n        \"populist_strategic_contradiction_index\": 0.1,\n        \"salience_weighted_core_populism_index\": 0.876,\n        \"salience_weighted_populism_mechanisms_index\": 0.813,\n        \"salience_weighted_boundary_distinctions_index\": 0.799,\n        \"salience_weighted_overall_populism_index\": 0.840\n      },\n      \"evidence_quotes\": {\n        \"manichaean_people_elite_framing\": [\n          \"[Manichaean People-Elite Framing: O Brasil é de nós, pessoas de bem, trabalhadores, conservadores, cristãos, que preservam os valores familiares, que não querem ideologia e higiene em sala de aula, que querem o Brasil fazendo negócio com o mundo todo sem o viés ideológico, que queremos, sim, atacar de frente a questão da violência, valorizando nossos policiais civis e militares, valorizando as nossas forças armadas, que sempre estiveram ao lado do povo brasileiro.]\",\n          \"[Manichaean People-Elite Framing: Nós somos diferentes deles. Não somos de esquerda. Abominamos o comunismo, abominamos o socialismo.]\",\n          \"[Manichaean People-Elite Framing: Quando o povo passa fome, ele come carne nos melhores restaurantes do mundo. A gente vai dar uma lição nesse narco ditador]\"\n        ],\n        \"crisis_restoration_narrative\": [\n          \"[Crisis-Restoration Temporal Narrative: Juntos, vamos mudar o destino do Brasil]\",\n          \"[Crisis-Restoration Temporal Narrative: É a última chance que nós temos de nos afastarmos de vez dessa política que há trinta anos espolia o povo brasileiro.]\",\n          \"[Crisis-Restoration Temporal Narrative: Vamos libertar os nossos irmãos da fome e do socialismo]\"\n        ],\n        \"popular_sovereignty_claims\": [\n          \"[Popular Sovereignty Claims: O Brasil é de nós, pessoas de bem, trabalhadores, conservadores, cristãos, que preservam os valores familiares, que não querem ideologia e higiene em sala de aula]\",\n          \"[Popular Sovereignty Claims: Queremos um presidente com isenção, que tenha liberdade pra indicar um time de ministros, técnicos e competentes e comprometido com os interesses do povo brasileiro e não de partidos políticos]\",\n          \"[Popular Sovereignty Claims: Esse movimento vem da raiz, vem da alma do povo sofrido que quer e terá a mudança. O Brasil é nosso, é meu, é de vocês!]\"\n        ],\n        \"anti_pluralist_exclusion\": [\n          \"[Anti-Pluralist Exclusion: nos afastarmos de vez do comunismo, dar um chega pra lá, na política que existe na Venezuela. Não queremos isso para o nosso Brasil.]\",\n          \"[Anti-Pluralist Exclusion: Chega de PT e de PSDB!]\",\n          \"[Anti-Pluralist Exclusion: Nós somos diferentes deles. Não somos de esquerda. Abominamos o comunismo, abominamos o socialismo.]\"\n        ],\n        \"elite_conspiracy_systemic_corruption\": [\n          \"[Elite Conspiracy/Systemic Corruption: É a última chance que nós temos de nos afastarmos de vez dessa política que há trinta anos espolia o povo brasileiro.]\",\n          \"[Elite Conspiracy/Systemic Corruption: Queremos um presidente com isenção, que tenha liberdade pra indicar um time de ministros, técnicos e competentes e comprometido com os interesses do povo brasileiro e não de partidos políticos]\",\n          \"[Elite Conspiracy/Systemic Corruption: A diferença será tão grande que seja impossível qualquer possibilidade de fraude.]\"\n        ],\n        \"authenticity_vs_political_class\": [\n          \"[Authenticity vs. Political Class: Queremos um presidente com isenção, que tenha liberdade pra indicar um time de ministros, técnicos e competentes e comprometido com os interesses do povo brasileiro e não de partidos políticos]\",\n          \"[Authenticity vs. Political Class: Chega de PT e de PSDB!]\",\n          \"[Authenticity vs. Political Class: Esse movimento vem da raiz, vem da alma do povo sofrido que quer e terá a mudança.]\"\n        ],\n        \"homogeneous_people_construction\": [\n          \"[Homogeneous People Construction: O Brasil é de nós, pessoas de bem, trabalhadores, conservadores, cristãos, que preservam os valores familiares, que não querem ideologia e higiene em sala de aula]\",\n          \"[Homogeneous People Construction: o povo brasileiro.]\",\n          \"[Homogeneous People Construction: Povo da Paulista, muito obrigado a todos vocês [aplausos], gente em todo o Brasil e no exterior que faz esse movimento nesse dia também. Meu muito obrigado a todos vocês.]\"\n        ],\n        \"nationalist_exclusion\": [\n          \"[Nationalist Exclusion: Queremos um presidente... que queremos o Brasil fazendo negócio com o mundo todo sem o viés ideológico]\",\n          \"[Nationalist Exclusion: Esta pátria é nossa. Brasil acima de tudo, Deus acima de todos.]\",\n          \"[Nationalist Exclusion: A melhor solução pra crise migratória que nós tivemos, é a saída de Maduro do poder.]\"\n        ],\n        \"economic_populist_appeals\": [\n          \"[Economic Populist Appeals: É a última chance que nós temos de nos afastarmos de vez dessa política que há trinta anos espolia o povo brasileiro.]\",\n          \"[Economic Populist Appeals: Vamos libertar os nossos irmãos da fome e do socialismo]\",\n          \"[Economic Populist Appeals: Quando o povo passa fome, ele come carne nos melhores restaurantes do mundo. A gente vai dar uma lição nesse narco ditador]\"\n        ]\n      },\n      \"marked_up_document\": \"# Document Analysis - Marked Up Text\\n\\n[voz de Lula] [Manichaean People-Elite Framing: A consideração, as orações, a confiança.] [Crisis-Restoration Temporal Narrative: Juntos, vamos mudar o destino do Brasil] [som de multidão] [gritos]. [Popular Sovereignty Claims: O Brasil é de nós, pessoas de bem, trabalhadores, conservadores, cristãos, que preservam os valores familiares, que não querem ideologia e higiene em sala de aula,] [Homogeneous People Construction: que preservam os valores familiares, que não querem ideologia e higiene em sala de aula,] [Manichaean People-Elite Framing: que querem o Brasil fazendo negócio com o mundo todo sem o viés ideológico,] [Nationalist Exclusion: que querem o Brasil fazendo negócio com o mundo todo sem o viés ideológico,] [Homogeneous People Construction: que querem o Brasil fazendo negócio com o mundo todo sem o viés ideológico,] [Homogeneous People Construction: que queremos, sim, atacar de frente a questão da violência, valorizando nossos policiais civis e militares, valorizando as nossas forças armadas, que sempre estiveram ao lado do povo brasileiro.] [Manichaean People-Elite Framing: que queremos, sim, atacar de frente a questão da violência, valorizando nossos policiais civis e militares, valorizando as nossas forças armadas, que sempre estiveram ao lado do povo brasileiro.] [Popular Sovereignty Claims: que queremos, sim, atacar de frente a questão da violência, valorizando nossos policiais civis e militares, valorizando as nossas forças armadas, que sempre estiveram ao lado do povo brasileiro.] [Crisis-Restoration Temporal Narrative: Nós queremos, sim, mudança,] [Anti-Pluralist Exclusion: nos afastarmos de vez do comunismo, dar um chega pra lá, na política que existe na Venezuela.] [Elite Conspiracy/Systemic Corruption: nos afastarmos de vez do comunismo, dar um chega pra lá, na política que existe na Venezuela.] [Anti-Pluralist Exclusion: Não queremos isso para o nosso Brasil.] [Nationalist Exclusion: Não queremos isso para o nosso Brasil.] [Authenticity vs. Political Class: Queremos um presidente com isenção, que tenha liberdade pra indicar um time de ministros, técnicos e competentes e comprometido com os interesses do povo brasileiro e não de partidos políticos] [Popular Sovereignty Claims: Queremos um presidente com isenção, que tenha liberdade pra indicar um time de ministros, técnicos e competentes e comprometido com os interesses do povo brasileiro e não de partidos políticos] [Elite Conspiracy/Systemic Corruption: Queremos um presidente com isenção, que tenha liberdade pra indicar um time de ministros, técnicos e competentes e comprometido com os interesses do povo brasileiro e não de partidos políticos] [manichaean_people_elite_framing: Queremos um presidente com isenção, que tenha liberdade pra indicar um time de ministros, técnicos e competentes e comprometido com os interesses do povo brasileiro e não de partidos políticos] [música]. Falo agora porque acredito em vocês, e vocês também porque acreditam no Brasil. Vamos ganhar essas eleições no primeiro turno [gritos]. [Elite Conspiracy/Systemic Corruption: A diferença será tão grande que seja impossível qualquer possibilidade de fraude.] [Crisis-Restoration Temporal Narrative: Vamos lutar até o último segundo.] [Crisis-Restoration Temporal Narrative: É a última chance que nós temos de nos afastarmos de vez dessa política que há trinta anos espolia o povo brasileiro.] [Economic Populist Appeals: É a última chance que nós temos de nos afastarmos de vez dessa política que há trinta anos espolia o povo brasileiro.] [Elite Conspiracy/Systemic Corruption: É a última chance que nós temos de nos afastarmos de vez dessa política que há trinta anos espolia o povo brasileiro.] [Manichaean People-Elite Framing: É a última chance que nós temos de nos afastarmos de vez dessa política que há trinta anos espolia o povo brasileiro.] [Anti-Pluralist Exclusion: Chega de PT e de PSDB!] [Authenticity vs. Political Class: Chega de PT e de PSDB!] [Popular Sovereignty Claims: O Brasil é nosso, é meu, é de vocês!] [Homogeneous People Construction: O Brasil é nosso, é meu, é de vocês!] [Manichaean People-Elite Framing: O Brasil é nosso, é meu, é de vocês!] [Authenticity vs. Political Class: Esse movimento vem da raiz, vem da alma do povo sofrido que quer e terá a mudança.] [Homogeneous People Construction: Esse movimento vem da raiz, vem da alma do povo sofrido que quer e terá a mudança.] [Popular Sovereignty Claims: Esse movimento vem da raiz, vem da alma do povo sofrido que quer e terá a mudança.] [Crisis-Restoration Temporal Narrative: Esse movimento vem da raiz, vem da alma do povo sofrido que quer e terá a mudança.] [Manichaean People-Elite Framing: O Brasil é nosso.] [Homogeneous People Construction: O Brasil é nosso.] [Manichaean People-Elite Framing: Nós somos diferentes deles. Não somos de esquerda. Abominamos o comunismo, abominamos o socialismo.] [Anti-Pluralist Exclusion: Nós somos diferentes deles. Não somos de esquerda. Abominamos o comunismo, abominamos o socialismo.] [Homogeneous People Construction: Nós somos diferentes deles.]\\n\\no comunismo, abominamos o socialismo. [Homogeneous People Construction: Povo da Paulista, muito obrigado a todos vocês [aplausos], gente em todo o Brasil e no exterior que faz esse movimento nesse dia também. Meu muito obrigado a todos vocês.] [Nationalist Exclusion: Esta pátria é nossa. Brasil acima de tudo, Deus acima de todos.] [Manichaean People-Elite Framing: Brasil acima de tudo, Deus acima de todos.] [Homogeneous People Construction: Brasil acima de tudo, Deus acima de todos.] Até a vitória [gritos]. Valeu, brasileiros.\\n\\n[coros] O capitão voltou. O capitão voltou. O capitão voltou. O capitão voltou [gritos].\\n\\n[Anti-Pluralist Exclusion: O Maduro não vai vir pra posse no Brasil dia primeiro] [Nationalist Exclusion: O Maduro não vai vir pra posse no Brasil dia primeiro] [gritos].\\n\\n[Nationalist Exclusion: E General Moro já falou, a próxima operação de paz do Brasil será na Venezuela] [Crisis-Restoration Temporal Narrative: Vamos libertar os nossos irmãos da fome e do socialismo] [Economic Populist Appeals: Vamos libertar os nossos irmãos da fome e do socialismo] [Nationalist Exclusion: Vamos libertar os nossos irmãos da fome e do socialismo] [Anti-Pluralist Exclusion: Vamos libertar os nossos irmãos da fome e do socialismo] [gritos]. [Nationalist Exclusion: A melhor solução pra crise migratória que nós tivemos, é a saída de Maduro do poder] [gritos]. [Economic Populist Appeals: E quando o povo passa fome, ele come carne nos melhores restaurantes do mundo.] [Manichaean People-Elite Framing: A gente vai dar uma lição nesse narco ditador] [Anti-Pluralist Exclusion: A gente vai dar uma lição nesse narco ditador] [Economic Populist Appeals: A gente vai dar uma lição nesse narco ditador] [gritos].\"\n    }\n  ]\n}\n```",
  "document_index": 6,
  "timestamp": "2025-09-25T18:33:50.859304+00:00"
}